{
    "filename": "2020.03.04.20030965.full.pdf",
    "content_type": "application/pdf",
    "file_size": 376311,
    "metadata": {
        "identifiers": {
            "doi": "10.1101/2020.03.04.20030965",
            "url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/09/2020.03.04.20030965.full.pdf"
        },
        "title": "Comparison of severe and non-severe COVID-19 pneumonia: review and meta-analysis",
        "author": "Weiping Ji, Jing Zhang, Gautam Bishnu, Xudong Du, Xinxin Chen, Hui Xu, Xiaoling Guo, Zhenzhai Cai, Xian Shen",
        "date": 2020,
        "affiliations": [
            "The Second Affiliated Hospital of Wenzhou Medical University, Zhejiang, 325003, China.)",
            "The Second Affiliated Hospital of Wenzhou Medical University, Zhejiang, 325003, China. Fax: +86-577-8800-2709. E-mail: 18817350420@126.com."
        ],
        "abstract": "Objective: To compare the difference between severe and non-severe COVID-19 pneumonia and figure out the potential symptoms lead to severity.\nMethods: Articles from PubMed, Embase, Cochrane database, and google up-to 24 February 2020 were systematically reviewed. Eighteen Literatures were identified with cases of COVID-19 pneumonia. The extracted data includes clinical symptoms, age, gender, sample size and region et al were systematic reviewed and meta analyzed.\nResults: 14 eligible studies including 1,424 patients were analyzed. Symptoms like fever (89.2%), cough (67.2%), fatigue (43.6%) were common, dizziness, hemoptysis, abdominal pain and conjunctival congestion/conjunctivitis were rare. Polypnea/dyspnea in severe patients were significantly higher than non-severe (42.7% vs.16.3%, P&lt;0.0001). Fever and diarrhea were higher in severe patients(p=0.0374and0.0267). Further meta-analysis showed incidence of fever(OR1.70,95%CI 1.01-2.87), polypnea/dyspnea(OR3.53, 95%CI 1.95-6.38) and diarrhea(OR1.80,95%CI 1.06-3.03) was higher in severe patients, which meant the severe risk of patients with fever, polypnea/dyspnea, diarrhea were 1.70, 3.53, 1.80 times higher than those with no corresponding symptoms. \nConclusions: Fever, cough and fatigue are common symptoms in COVID-19 pneumonia. Compared with non-severe patients, the symptoms as fever, polypnea/dyspnea and diarrhea are potential symptoms lead to severity.",
        "keywords": [
            "novel coronavirus",
            "COVID-19",
            "ARDS (acute respiratory distress syndrome)"
        ],
        "references": "@article{w-a,\n  author = {W.H.O.},\n  title = {Novel coronavirus – China},\n  date = \"Jan 12,\" # \"Jan\",\n  volume = {2020},\n  url = {http://www.who.int/csr/don/12-january-2020-novel-coronavirus-china/en/},\n  journal = {Lancet},\n  doi = {DOI: 10.1016/j.jinf.2020.02.018.4},\n  unmatched-author = {2020).2. Lu R, Zhao X, Li J, et al. Zhu N, Zhang D, Wang W et al. Lu H, Stratton CW, Tang YW, et al.},\n  source = {Genomic characterization and epidemiology of 2019 novel coronavirus:implications of virus origins and receptor binding},\n  unmatched-volume = {19, 2020.doi: 10.1016/S0140-6736(20)30251-8.3.},\n  unmatched-journal = {N Engl J Med.2020. J Med Virol.2020. Bogoch II, Watts A, Thomas-BachliA et al. Potential J Travel Med.2020.},\n  unmatched-doi = {DOI: 10.1002/jmv.25678.5. DOI: 10.1093/jtm/taaa011.},\n  language = {}\n}\n@article{li2020a,\n  author = {Li, Q. and Guan, X. and Wu, P.},\n  title = {Early transmission dynamics in wuhan, china, of novel coronavirus-infected pneumonia},\n  journal = {N Engl J Med},\n  date = {2020},\n  doi = {DOI: 10.1056/NEJMoa2001316},\n  more-authors = {true},\n  language = {}\n}\n@incollection{chan-a,\n  author = {Chan, J.F. and Yuan, S. and Kok, K.H.},\n  title = {A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet. 2020},\n  doi = {DOI},\n  volume = {1016},\n  editor = {Chen, N. and Zhou, M. and Dong, X.},\n  more-authors = {true},\n  source = {and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020},\n  unmatched-doi = {DOI: 10.1016/S0140-6736(20)30211-7.},\n  number = {0140-6736},\n  more-editors = {true},\n  language = {}\n}\n@article{huang-a,\n  author = {Huang, C. and Wang, Y. and Li, X.},\n  title = {Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020},\n  doi = {DOI},\n  volume = {1016},\n  url = {https://doi.org/10.1101/2020.02.06.20020974.11.},\n  journal = {Wang D, Hu B, Hu C et al. Clinical Characteristics of},\n  unmatched-author = {Guan W, Ni Z, Hu Y et al.},\n  more-authors = {true},\n  source = {Clinical characteristics of 2019 novel coronavirus infection in China. medRxiv. 2020},\n  unmatched-doi = {doi: DOI: 10.1001/jama.2020.1585.},\n  unmatched-volume = {138},\n  number = {0140-6736},\n  language = {}\n}\n@article{yang-a,\n  author = {Yang, Xiaobo and Yu, Yuan and al, Jiqian Xuet},\n  title = {Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study},\n  journal = {Lancet Respiratory Medicine},\n  volume = {1016},\n  number = {2213-2600},\n  language = {}\n}\n@article{liu-a,\n  author = {Liu, Yanli and Sun, Wenwu and Li, Jia},\n  title = {Clinical features and progression of acute respiratory 1 distress syndrome in 2 coronavirus disease 2019. medRxic},\n  doi = {doi},\n  url = {https://doi.org/10.1101/2020.02.17.20024166.14.},\n  journal = {Chang De, Lin Minggui, Wei Lai et al. Epidemiologic and Clinical Characteristics of Novel Coronavirus Infections Involving},\n  date = {13},\n  volume = {2020},\n  pages = {10–1001},\n  unmatched-author = {Zhang Jin-Jin, Dong Xiang, Cao Yi-Yuan et al.},\n  more-authors = {true},\n  source = {Clinical characteristics of 140 patients infected by SARS-CoV-2 in Wuhan, China. Allergy. 2020.doi: 10.1111/all.14238.15},\n  unmatched-journal = {JAMA.},\n  language = {}\n}\n@misc{unknown-a,\n  title = {COVID-19 National Incident Room Surveillance Team. COVID-19, Australia: Epidemiology Report 3 (Reporting week ending 19: 00 AEDT 15 February 2020). Commun Dis Intell. 2020},\n  doi = {doi: 10.33321/cdi.2020.44.15},\n  language = {}\n}\n@article{min2019a,\n  author = {Min, Wei and Jingping, Yuan and Yu, Liu},\n  title = {Novel Coronavirus Infection in Hospitalized Infants Under 1 Year of Age in China. JAMA.2020},\n  doi = {doi: 10.1001/jama.2020.2131.18},\n  journal = {Bastola Anup., Sah Ranjit., Rodriguez-Morales Alfonso J et al. The first},\n  date = {2019},\n  volume = {1016},\n  pages = {2020–25},\n  note = {Pongpirul Wannarat},\n  editor = {Med.2020, N.Engl J.},\n  publisher = {10.1056/NEJMc2001573.25. Phan Lan T, Nguyen Thuong V, Luong},\n  unmatched-author = {Bernard Stoecklin Sibylle, Rolland Patrick, Silue Yassoungo et al. A, Pongpirul Krit, Ratnarathon Anuttra C et al. Journey of a Thai Taxi Driver and Novel Coronavirus. N. Engl. J. Med.2020. William Kyle, Stroud Lynfa, Cleghorn Graham Edward et al. Taiwan. N. Engl. J. Med.2020, a Novel Coronavirus in Vietnam. N. Engl. J. Med.2020,},\n  more-authors = {true},\n  source = {novel coronavirus case in Nepal},\n  unmatched-doi = {DOI: DOI: DOI: DOI: DOI: 10.1056/NEJMoa2001191.24. DOI: DOI: 10.1056/NEJMc2001272.},\n  unmatched-journal = {Lancet Infect Dis, et al. The First Case of J. Korean Med. Sci.2020. Holshue Michelle L, DeBolt Chas, Lindquist Scott et al. First Case of Liu Ying-Chu, Liao Ching-Hui, Chang Chin-Fu et al. A Locally Transmitted Case of Quang C et al. Importation and Human-to-Human Transmission},\n  unmatched-volume = {10.2807/1560-7917. 10.1016/S0140-6736(20)30370-6.23.},\n  number = {1473-3099},\n  unmatched-note = {SARS-CoV-2 Infection in},\n  language = {},\n  urldate = {of}\n}\n@misc{w2020a,\n  author = {W.H.O.},\n  title = {Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspectedInterim guidance},\n  date = {2020-01-28},\n  language = {}\n}\n@article{lee2003a,\n  author = {Lee, N. and Hui, D. and Wu, A.},\n  title = {A major outbreak of severe acute respiratory syndrome in Hong Kong},\n  journal = {N Engl J Med},\n  date = {2003},\n  volume = {348},\n  pages = {1986–94},\n  more-authors = {true},\n  language = {}\n}\n@article{assiri2013a,\n  author = {Assiri, A. and Al-Tawfiq, J.A. and Al-Rabeeah, A.A.},\n  title = {and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study},\n  journal = {Lancet Infect Dis},\n  date = {2013},\n  volume = {13},\n  pages = {752–61},\n  more-authors = {true},\n  language = {}\n}\n@article{leung2003a,\n  author = {Leung, W.K. and To, K.F. and Chan, P.K.},\n  title = {Enteric involvement of severe acute respiratory syndrome-associated coronavirus infection},\n  journal = {Gastroenterology},\n  date = {2003},\n  volume = {125},\n  pages = {1011–7},\n  more-authors = {true},\n  language = {}\n}\n",
        "emails": [
            "18817350420@126.com"
        ],
        "references_ris": "TY  - JOUR\nAU  - W.H.O.\nTI  - Novel coronavirus – China\nPY  - \"Jan 12,\" # \"Jan\"\nDA  - \"Jan 12,\" # \"Jan\"\nVL  - 2020\nUR  - http://www.who.int/csr/don/12-january-2020-novel-coronavirus-china/en/\nT2  - Lancet\nDO  - 10.1016/j.jinf.2020.02.018.4\nC1  - 2020).2. Lu R, Zhao X, Li J, et al. Zhu N, Zhang D, Wang W et al. Lu H, Stratton CW, Tang YW, et al.\nT2  - Genomic characterization and epidemiology of 2019 novel coronavirus:implications of virus origins and receptor binding\nC1  - 19, 2020.doi: 10.1016/S0140-6736(20)30251-8.3.\nC1  - N Engl J Med.2020. J Med Virol.2020. Bogoch II, Watts A, Thomas-BachliA et al. Potential J Travel Med.2020.\nC1  - DOI: 10.1002/jmv.25678.5. DOI: 10.1093/jtm/taaa011.\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Li, Q.\nAU  - Guan, X.\nAU  - Wu, P.\nTI  - Early transmission dynamics in wuhan, china, of novel coronavirus-infected pneumonia\nT2  - N Engl J Med\nPY  - 2020\nDA  - 2020\nDO  - 10.1056/NEJMoa2001316\nC1  - true\nLA  - \nER  - \n\nTY  - CHAP\nAU  - Chan, J.F.\nAU  - Yuan, S.\nAU  - Kok, K.H.\nTI  - A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet. 2020\nDO  - DOI\nVL  - 1016\nA2  - Chen, N.\nA2  - Zhou, M.\nA2  - Dong, X.\nC1  - true\nT2  - and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020\nC1  - DOI: 10.1016/S0140-6736(20)30211-7.\nIS  - 0140-6736\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Huang, C.\nAU  - Wang, Y.\nAU  - Li, X.\nTI  - Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020\nDO  - DOI\nVL  - 1016\nUR  - https://doi.org/10.1101/2020.02.06.20020974.11.\nT2  - Wang D, Hu B, Hu C et al. Clinical Characteristics of\nC1  - Guan W, Ni Z, Hu Y et al.\nC1  - true\nT2  - Clinical characteristics of 2019 novel coronavirus infection in China. medRxiv. 2020\nC1  - doi: DOI: 10.1001/jama.2020.1585.\nC1  - 138\nIS  - 0140-6736\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Yang, Xiaobo\nAU  - Yu, Yuan\nAU  - al, Jiqian Xuet\nTI  - Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study\nT2  - Lancet Respiratory Medicine\nVL  - 1016\nIS  - 2213-2600\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Liu, Yanli\nAU  - Sun, Wenwu\nAU  - Li, Jia\nTI  - Clinical features and progression of acute respiratory 1 distress syndrome in 2 coronavirus disease 2019. medRxic\nDO  - doi\nUR  - https://doi.org/10.1101/2020.02.17.20024166.14.\nT2  - Chang De, Lin Minggui, Wei Lai et al. Epidemiologic and Clinical Characteristics of Novel Coronavirus Infections Involving\nPY  - 13\nDA  - 13\nVL  - 2020\nSP  - 10\nEP  - 1001\nC1  - Zhang Jin-Jin, Dong Xiang, Cao Yi-Yuan et al.\nC1  - true\nT2  - Clinical characteristics of 140 patients infected by SARS-CoV-2 in Wuhan, China. Allergy. 2020.doi: 10.1111/all.14238.15\nC1  - JAMA.\nLA  - \nER  - \n\nTY  - GEN\nTI  - COVID-19 National Incident Room Surveillance Team. COVID-19, Australia: Epidemiology Report 3 (Reporting week ending 19: 00 AEDT 15 February 2020). Commun Dis Intell. 2020\nDO  - 10.33321/cdi.2020.44.15\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Min, Wei\nAU  - Jingping, Yuan\nAU  - Yu, Liu\nTI  - Novel Coronavirus Infection in Hospitalized Infants Under 1 Year of Age in China. JAMA.2020\nDO  - 10.1001/jama.2020.2131.18\nT2  - Bastola Anup., Sah Ranjit., Rodriguez-Morales Alfonso J et al. The first\nPY  - 2019\nDA  - 2019\nVL  - 1016\nSP  - 2020\nEP  - 25\nN1  - Pongpirul Wannarat\nA2  - Med.2020, N.Engl J.\nPB  - 10.1056/NEJMc2001573.25. Phan Lan T, Nguyen Thuong V, Luong\nC1  - Bernard Stoecklin Sibylle, Rolland Patrick, Silue Yassoungo et al. A, Pongpirul Krit, Ratnarathon Anuttra C et al. Journey of a Thai Taxi Driver and Novel Coronavirus. N. Engl. J. Med.2020. William Kyle, Stroud Lynfa, Cleghorn Graham Edward et al. Taiwan. N. Engl. J. Med.2020, a Novel Coronavirus in Vietnam. N. Engl. J. Med.2020,\nC1  - true\nT2  - novel coronavirus case in Nepal\nC1  - DOI: DOI: DOI: DOI: DOI: 10.1056/NEJMoa2001191.24. DOI: DOI: 10.1056/NEJMc2001272.\nC1  - Lancet Infect Dis, et al. The First Case of J. Korean Med. Sci.2020. Holshue Michelle L, DeBolt Chas, Lindquist Scott et al. First Case of Liu Ying-Chu, Liao Ching-Hui, Chang Chin-Fu et al. A Locally Transmitted Case of Quang C et al. Importation and Human-to-Human Transmission\nC1  - 10.2807/1560-7917. 10.1016/S0140-6736(20)30370-6.23.\nIS  - 1473-3099\nC1  - SARS-CoV-2 Infection in\nLA  - \nC1  - of\nER  - \n\nTY  - GEN\nAU  - W.H.O.\nTI  - Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspectedInterim guidance\nPY  - 2020\nDA  - 2020/01/28\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Lee, N.\nAU  - Hui, D.\nAU  - Wu, A.\nTI  - A major outbreak of severe acute respiratory syndrome in Hong Kong\nT2  - N Engl J Med\nPY  - 2003\nDA  - 2003\nVL  - 348\nSP  - 1986\nEP  - 94\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Assiri, A.\nAU  - Al-Tawfiq, J.A.\nAU  - Al-Rabeeah, A.A.\nTI  - and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study\nT2  - Lancet Infect Dis\nPY  - 2013\nDA  - 2013\nVL  - 13\nSP  - 752\nEP  - 61\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Leung, W.K.\nAU  - To, K.F.\nAU  - Chan, P.K.\nTI  - Enteric involvement of severe acute respiratory syndrome-associated coronavirus infection\nT2  - Gastroenterology\nPY  - 2003\nDA  - 2003\nVL  - 125\nSP  - 1011\nEP  - 7\nC1  - true\nLA  - \nER  - \n\n",
        "links": [],
        "author_conclusions": [],
        "table_captions": [],
        "figure_captions": []
    },
    "sections": {
        "objective": [
            "To compare the difference between severe and non-severe COVID-19 pneumonia and figure out the potential symptoms lead to severity. Methods: Articles from PubMed, Embase, Cochrane database, and google up-to 24 February 2020 were systematically reviewed. Eighteen Literatures were identified with cases of COVID-19 pneumonia. The extracted data includes clinical symptoms, age, gender, sample size and region et al were systematic reviewed and meta analyzed. Results: 14 eligible studies including 1,424 patients were analyzed. Symptoms like fever (89.2%), cough (67.2%), fatigue (43.6%) were common, dizziness, hemoptysis, abdominal pain and conjunctival congestion/conjunctivitis were rare. Polypnea/dyspnea in severe patients were significantly higher than non-severe (42.7% vs.16.3%, P<0.0001). Fever and diarrhea were higher in severe patients(p=0.0374and0.0267). Further meta-analysis showed incidence of fever(OR1.70,95%CI 1.01-2.87), polypnea/dyspnea(OR3.53, 95%CI 1.95-6.38) and diarrhea(OR1.80,95%CI 1.06-3.03) was higher in severe patients, which meant the severe risk of patients with fever, polypnea/dyspnea, diarrhea were 1.70, 3.53, 1.80 times higher than those with no corresponding symptoms. Conclusions: Fever, cough and fatigue are common symptoms in COVID-19 pneumonia. Compared with non-severe patients, the symptoms as fever, polypnea/dyspnea and diarrhea are potential symptoms lead to severity."
        ],
        "introduction": [
            "In December 2019, a series of unknown caused pneumonia appeared in Wuhan, it's clinical manifestations were very similar to viral pneumonia[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. Later novel coronavirus was found as source virus, and named COVID-19 [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. At present, novel coronavirus pneumonia (NCP) had been rapidly spread throughout China and overseas countries [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>-<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. Human-to-human transmission of this virus was proved [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>-<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. The clinical features of NCP patients were diversified, in severe cases it may lead to acute respiratory distress syndrome (ARDS) and even death[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>-<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]. Currently, no systematic review and Meta-analysis of the clinical characteristics of NCP was found. This paper reviewed and compared the difference between severe and non-severe of the disease, which would help to better understand and guide future."
        ],
        "method": [
            "Sources and search criteria<br/><br/>We conducted a comprehensive systematic search of PubMed, Embase, Cochrane database, and google to find all published studies that describe the clinical characteristics of COVID-19, using the search terms, “novel coronavirus”, “SARS-CoV-2”, “COVID-19”. According to title and abstract, two independent researchers selected and classified literatures, and reviewed all followed criteria. Inclusion and exclusion criterina Literatures described NCP patient's clinical signs. If there were duplicates in the study population, the literature with the largest sample size will be included. Cases that did not describe the clinical characteristics of NCP patients and repeated cases were excluded. Articles published by the same author were carefully screened to identify duplication. Data extraction and analysis All available publications have been carefully analyzed and strictly reviewed. The collected clinical data include population data (age, gender), number of patients and clinical manifestations. Full-text versions of relevant articles were reviewed, quality of the selected articles were evaluated, and clinical characteristics were extracted. We compared the clinical characteristics of severe and non-severe patients originally from three articles classified NCP patients as severe and non-severe. Statistical analysis SAS 9.4 and Review Manager 5.3 software were used for analysis and drawing. Continuous variables were represented by median and quartile ranges (IQR). Classification variables were summarized as counts and percentages in each category. The age, gender, number and clinical signs of NCP patients were statistically described; Cochran-mantel-Haenszel test (stratified chi-square test) was used to compare the differences between severe and non-severe NCP. With OR (Odds ratio) as the effect quantity, we used Mantel-Haenszel test with fixed or random effect for further meta-analysis of the clinical signs with statistical differences, and showed by drawing forest map. Symmetry tested by funnel plot."
        ],
        "results": [
            "Search result A total of 333 relevant literatures published in PubMed and other databases were detected, 68 were removed because of duplication. 265 were removed based on the inclusion criteria. 23 literaturesdid not report clinical signs. 4 were excluded because of casesoverlapped[8-9.12-13]. Finally, 14 articles were included for the final analysis[10-11.14-25]. Fig 1 shows the study selection flowchart. Data from all eligible studies were obtained frompublished manuscripts. Synthesis of results A systematic review showed that 610 patients (42.8%) with NCP were female. Fever (89.2%) and cough (67.2%) were the most common symptoms, followed by fatigue (43.6%), phlegm (28.6%), shortness of breath/difficulty(21.7%), and the less common symptoms were dizziness, hemoptysis, abdominalpain, conjunctivalcongestion/conjunctivitis.1,377 cases were divided into severe group (1,110) and non-severe group (267), Stratified chi-square test showed that there was nosignificant difference in gender between the two groups(P>0.05), and the median age of severe patients was slightly older. Polypnea/dyspnea in severe patients were significantly higher than in non-severe patients (42.7% vs.16.3%, P<0.0001), fever and diarrhea were higher in severe patients (P=0.0374and0.0267). Conjunctival congestion/conjunctivitis (P=0.0176), hemoptysis (P=0.0344), anorexia (P=0.0008), dizziness (P=0.0023) and abdominal pain (P=0.0015) may highly occurred in severe patients, but the dates of these symptoms only been reported in one or two literatures, so inter-group comparisons of these symptoms should be treated with caution. (See fig 2 and 3) Meta analysis results 3 literatures including 262 cases in the severe group (245 fever,93.51%) and 1,095 cases in the non-severe group (967 fever,88.31%) were used to meta analysis for fever; Three studies were considered to be homogeneous, and fixed effect model(Chi2=0.88, P=0.64, I2=0%). The pooled effect was 1.70 (95%CI, 1.01- 2.87) indicating fever patients had a 1.70 times higher incidence of severe risk than non-fever. On symptoms of polypnea/dyspnea, 262 cases in the severe group(112 polypnea/dyspnea,42.75%) and 1095 cases in the non-severe group(179polypnea/dyspnea,68.32%). Test showed that 3 literatures have certain heterogeneity(Chi2=5.26,P=0.07, I2=62%), so the random effect model was adopted; The individual OR effect showed differently, but combined OR effect was 3.53 (95%CI, 1.95-6.38), indicating the incidence of severe risk of the patients with polypnea/dyspnea was 3.53 times higher than those none. On symptoms of diarrhea, 266 cases in the severe group (25 diarrhea,9.40%) and 1,110 cases in the non-severe group (48diarrhea,4.32%). Test showed homogeneity (Chi2=0.32, P=0.85,I2= 0%) and fixed effect model was used, The combined OR value was 1.80 (95%CI, 1.06-3.03), indicating the incidence of diarrhea in the severe group significantly higher than non-severe group, and the severerisk of diarrheapatients was 1.80 times higher than those none. (See Fig 4) The graphs in funnel plots of fever, polypnea/dyspnea and diarrhea are basically symmetrical, which looks like no significant publication deviation. (See fig 5)"
        ],
        "discussion": [
            "There was no difference in proportion of gender between severe and non-severe NCP patients, which was consistent with the latest report[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>-<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]. Most of the patients showed fever and cough. Compared with non-severe patients, Fever, Polypnea/dyspnea and Diarrhea were more common in severe patients. But recent reports showed that there was no difference in the proportion of fever and diarrhea between severe and non-severe patients [10.11.14]. In addition, the symptoms of Polypnea/dyspnea were similar to those reports[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>-<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>], but Zhang et al.[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]report had no statistical difference. One possible explanation was that in previous reports, the sample size of patients was relatively small or it came from the early epidemic phase of NCP. NCP patients had the different clinical classification of disease severity. Non-severe NCP was with fever, respiratory tract symptoms, and image findings of pneumonia. Severe NCP met diagnostic criteria[<a class=\"ref-link\" id=\"c26\" href=\"#r26\">26</a>]. This review found preliminary evidence from three literatures that fever, polypnea/dyspnea and diarrhea are statistically significant diagnostic indicators for severe NCP patients and Polypnea/dyspnea was most predictable. Clinician had to arouse great attention on diagnostic value of them in future. In the early stages of NCP nonspecific signs and symptoms may be clinically indistinguishable from other common infectious diseases, especially winter respiratory virus. These characteristics of NCP had some similarities with SARS-CoVand MERS-CoVinfections[27.28]. However, patients with COVID-19 rarely had obvious signs and symptoms of upper respiratory tract (nasal obstruction, rhinorrhea, runny nose, sore throat). In addition, intestinal signs and symptoms such as diarrhea were rare in NCP patients, while about 20-25% of patients with MERS-CoV or SARS-CoV infection had diarrhea. It should be noted that fever of NCP(10.8%) patients was more common than SARS-CoV (1%) and MERS-CoV(2%)[<a class=\"ref-link\" id=\"c29\" href=\"#r29\">29</a>]. Our systematic review had limitations. Firstly, most of the data in this study are from retrospective studies and case reports, which usually report successful management and are affected by selection and publication bias. Secondly, the datacollection of some cases is incomplete. So the statistical test and the discovery of p-value should be carefully explained. Thirdly, the number of included studies is not enough, the test efficiency is insufficient, symmetry can be observed, but it is difficult to evaluate symmetry."
        ],
        "conclusion": [
            "The common symptoms NCP patients were fever, cough and fatigue. Compared with non-severe NCP patients, the symptoms as fever, polypnea/dyspnea and diarrhea were more common in severe patients. Those were potential symptoms which might lead patients to severity."
        ],
        "funding": [
            "Funding No Funding supported the project Authors' contributions Weiping Ji, Jing Zhang, Hui Xu, Xiaoling Guo designed and completed the manuscript. Gautam Bishnu and Xudong Du completed data and language work, Zhenzhai Cai and Xinxin Chen completed statistics and verification, Xian Shen completed the review and revision of the paper, and guided the whole process."
        ],
        "acknowledgements": [
            "The authors declared no competing interests exist.    Reference<br/><br/>1.WHO. Novel coronavirus – China. Jan 12, 2020. http://www.who. int/csr/don/12-january-2020-novel-coronavirus-china/en/ (accessed Jan 19, 2020). 2.Lu R, Zhao X, Li J, et al Genomic characterization and epidemiology of 2019 novel coronavirus: implications of virus origins and receptor binding. Lancet. 2020. doi: 10.1016/S0140-6736(20)30251-8. 3.Zhu N, Zhang D, Wang W et al A novel coronavirus from patients with Pneumonia in China, 2019. N Engl J Med. 2020. DOI: 10.1016/j.jinf.2020.02.018. 4.Lu H, Stratton CW, Tang YW, et al.Outbreak of pneumonia of unknown etiology in Wuhan China: the mystery and the miracle. J Med Virol. 2020. DOI: 10.1002/jmv.25678. 5.Bogoch II, Watts A, Thomas-BachliA et al Potential for global spread of a novel coronavirus from China. J Travel Med. 2020. DOI: 10.1093/jtm/taaa011. 6. Li Q, Guan X, Wu P,et al Early transmission dynamics in wuhan, china, of novel coronavirus-infected pneumonia. N Engl J Med, 2020. DOI: 10.1056/NEJMoa2001316. 7. Chan JF, Yuan S, Kok KH et al A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet. 2020. DOI: 10.1016/S0140-6736(20)30154-9."
        ],
        "limitations": [
            "Our systematic review had limitations. Firstly, most of the data in this study are from retrospective studies and case reports, which usually report successful management and are affected by selection and publication bias. Secondly, the datacollection of some cases is incomplete. So the statistical test and the discovery of p-value should be carefully explained. Thirdly, the number of included studies is not enough, the test efficiency is insufficient, symmetry can be observed, but it is difficult to evaluate symmetry."
        ]
    },
    "structured_content": {
        "Abstract": [
            "Objective: To compare the difference between severe and non-severe COVID-19 pneumonia and figure out the potential symptoms lead to severity. Methods: Articles from PubMed, Embase, Cochrane database, and google up-to 24 February 2020 were systematically reviewed. Eighteen Literatures were identified with cases of COVID-19 pneumonia. The extracted data includes clinical symptoms, age, gender, sample size and region et al were systematic reviewed and meta analyzed. Results: 14 eligible studies including 1,424 patients were analyzed. Symptoms like fever (89.2%), cough (67.2%), fatigue (43.6%) were common, dizziness, hemoptysis, abdominal pain and conjunctival congestion/conjunctivitis were rare. Polypnea/dyspnea in severe patients were significantly higher than non-severe (42.7% vs.16.3%, P<0.0001). Fever and diarrhea were higher in severe patients(p=0.0374and0.0267). Further meta-analysis showed incidence of fever(OR1.70,95%CI 1.01-2.87), polypnea/dyspnea(OR3.53, 95%CI 1.95-6.38) and diarrhea(OR1.80,95%CI 1.06-3.03) was higher in severe patients, which meant the severe risk of patients with fever, polypnea/dyspnea, diarrhea were 1.70, 3.53, 1.80 times higher than those with no corresponding symptoms. Conclusions: Fever, cough and fatigue are common symptoms in COVID-19 pneumonia. Compared with non-severe patients, the symptoms as fever, polypnea/dyspnea and diarrhea are potential symptoms lead to severity."
        ],
        "Introduction": [
            "In December 2019, a series of unknown caused pneumonia appeared in Wuhan, it's clinical manifestations were very similar to viral pneumonia[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. Later novel coronavirus was found as source virus, and named COVID-19 [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. At present, novel coronavirus pneumonia (NCP) had been rapidly spread throughout China and overseas countries [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>-<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. Human-to-human transmission of this virus was proved [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>-<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. The clinical features of NCP patients were diversified, in severe cases it may lead to acute respiratory distress syndrome (ARDS) and even death[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>-<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]. Currently, no systematic review and Meta-analysis of the clinical characteristics of NCP was found. This paper reviewed and compared the difference between severe and non-severe of the disease, which would help to better understand and guide future."
        ],
        "Method": [
            "We conducted a comprehensive systematic search of PubMed, Embase, Cochrane database, and google to find all published studies that describe the clinical characteristics of COVID-19, using the search terms, “novel coronavirus”, “SARS-CoV-2”, “COVID-19”. According to title and abstract, two independent researchers selected and classified literatures, and reviewed all followed criteria. Inclusion and exclusion criterina Literatures described NCP patient's clinical signs. If there were duplicates in the study population, the literature with the largest sample size will be included. Cases that did not describe the clinical characteristics of NCP patients and repeated cases were excluded. Articles published by the same author were carefully screened to identify duplication. Data extraction and analysis All available publications have been carefully analyzed and strictly reviewed. The collected clinical data include population data (age, gender), number of patients and clinical manifestations. Full-text versions of relevant articles were reviewed, quality of the selected articles were evaluated, and clinical characteristics were extracted. We compared the clinical characteristics of severe and non-severe patients originally from three articles classified NCP patients as severe and non-severe. Statistical analysis SAS 9.4 and Review Manager 5.3 software were used for analysis and drawing. Continuous variables were represented by median and quartile ranges (IQR). Classification variables were summarized as counts and percentages in each category. The age, gender, number and clinical signs of NCP patients were statistically described; Cochran-mantel-Haenszel test (stratified chi-square test) was used to compare the differences between severe and non-severe NCP. With OR (Odds ratio) as the effect quantity, we used Mantel-Haenszel test with fixed or random effect for further meta-analysis of the clinical signs with statistical differences, and showed by drawing forest map. Symmetry tested by funnel plot."
        ],
        "Results": [
            "Search result A total of 333 relevant literatures published in PubMed and other databases were detected, 68 were removed because of duplication. 265 were removed based on the inclusion criteria. 23 literaturesdid not report clinical signs. 4 were excluded because of casesoverlapped[8-9.12-13]. Finally, 14 articles were included for the final analysis[10-11.14-25]. Fig 1 shows the study selection flowchart. Data from all eligible studies were obtained frompublished manuscripts. Synthesis of results A systematic review showed that 610 patients (42.8%) with NCP were female. Fever (89.2%) and cough (67.2%) were the most common symptoms, followed by fatigue (43.6%), phlegm (28.6%), shortness of breath/difficulty(21.7%), and the less common symptoms were dizziness, hemoptysis, abdominalpain, conjunctivalcongestion/conjunctivitis.1,377 cases were divided into severe group (1,110) and non-severe group (267), Stratified chi-square test showed that there was nosignificant difference in gender between the two groups(P>0.05), and the median age of severe patients was slightly older. Polypnea/dyspnea in severe patients were significantly higher than in non-severe patients (42.7% vs.16.3%, P<0.0001), fever and diarrhea were higher in severe patients (P=0.0374and0.0267). Conjunctival congestion/conjunctivitis (P=0.0176), hemoptysis (P=0.0344), anorexia (P=0.0008), dizziness (P=0.0023) and abdominal pain (P=0.0015) may highly occurred in severe patients, but the dates of these symptoms only been reported in one or two literatures, so inter-group comparisons of these symptoms should be treated with caution. (See fig 2 and 3) Meta analysis results 3 literatures including 262 cases in the severe group (245 fever,93.51%) and 1,095 cases in the non-severe group (967 fever,88.31%) were used to meta analysis for fever; Three studies were considered to be homogeneous, and fixed effect model(Chi2=0.88, P=0.64, I2=0%). The pooled effect was 1.70 (95%CI, 1.01- 2.87) indicating fever patients had a 1.70 times higher incidence of severe risk than non-fever. On symptoms of polypnea/dyspnea, 262 cases in the severe group(112 polypnea/dyspnea,42.75%) and 1095 cases in the non-severe group(179polypnea/dyspnea,68.32%). Test showed that 3 literatures have certain heterogeneity(Chi2=5.26,P=0.07, I2=62%), so the random effect model was adopted; The individual OR effect showed differently, but combined OR effect was 3.53 (95%CI, 1.95-6.38), indicating the incidence of severe risk of the patients with polypnea/dyspnea was 3.53 times higher than those none. On symptoms of diarrhea, 266 cases in the severe group (25 diarrhea,9.40%) and 1,110 cases in the non-severe group (48diarrhea,4.32%). Test showed homogeneity (Chi2=0.32, P=0.85,I2= 0%) and fixed effect model was used, The combined OR value was 1.80 (95%CI, 1.06-3.03), indicating the incidence of diarrhea in the severe group significantly higher than non-severe group, and the severerisk of diarrheapatients was 1.80 times higher than those none. (See Fig 4) The graphs in funnel plots of fever, polypnea/dyspnea and diarrhea are basically symmetrical, which looks like no significant publication deviation. (See fig 5)"
        ],
        "Discussion": [
            "There was no difference in proportion of gender between severe and non-severe NCP patients, which was consistent with the latest report[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>-<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]. Most of the patients showed fever and cough. Compared with non-severe patients, Fever, Polypnea/dyspnea and Diarrhea were more common in severe patients. But recent reports showed that there was no difference in the proportion of fever and diarrhea between severe and non-severe patients [10.11.14]. In addition, the symptoms of Polypnea/dyspnea were similar to those reports[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>-<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>], but Zhang et al.[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]report had no statistical difference. One possible explanation was that in previous reports, the sample size of patients was relatively small or it came from the early epidemic phase of NCP. NCP patients had the different clinical classification of disease severity. Non-severe NCP was with fever, respiratory tract symptoms, and image findings of pneumonia. Severe NCP met diagnostic criteria[<a class=\"ref-link\" id=\"c26\" href=\"#r26\">26</a>]. This review found preliminary evidence from three literatures that fever, polypnea/dyspnea and diarrhea are statistically significant diagnostic indicators for severe NCP patients and Polypnea/dyspnea was most predictable. Clinician had to arouse great attention on diagnostic value of them in future. In the early stages of NCP nonspecific signs and symptoms may be clinically indistinguishable from other common infectious diseases, especially winter respiratory virus. These characteristics of NCP had some similarities with SARS-CoVand MERS-CoVinfections[27.28]. However, patients with COVID-19 rarely had obvious signs and symptoms of upper respiratory tract (nasal obstruction, rhinorrhea, runny nose, sore throat). In addition, intestinal signs and symptoms such as diarrhea were rare in NCP patients, while about 20-25% of patients with MERS-CoV or SARS-CoV infection had diarrhea. It should be noted that fever of NCP(10.8%) patients was more common than SARS-CoV (1%) and MERS-CoV(2%)[<a class=\"ref-link\" id=\"c29\" href=\"#r29\">29</a>]. Our systematic review had limitations. Firstly, most of the data in this study are from retrospective studies and case reports, which usually report successful management and are affected by selection and publication bias. Secondly, the datacollection of some cases is incomplete. So the statistical test and the discovery of p-value should be carefully explained. Thirdly, the number of included studies is not enough, the test efficiency is insufficient, symmetry can be observed, but it is difficult to evaluate symmetry."
        ],
        "Conclusion": [
            "The common symptoms NCP patients were fever, cough and fatigue. Compared with non-severe NCP patients, the symptoms as fever, polypnea/dyspnea and diarrhea were more common in severe patients. Those were potential symptoms which might lead patients to severity."
        ],
        "Funding No Funding supported the project": [
            "Authors' contributions Weiping Ji, Jing Zhang, Hui Xu, Xiaoling Guo designed and completed the manuscript. Gautam Bishnu and Xudong Du completed data and language work, Zhenzhai Cai and Xinxin Chen completed statistics and verification, Xian Shen completed the review and revision of the paper, and guided the whole process."
        ],
        "Acknowledgements": [
            "The authors declared no competing interests exist.",
            "1.WHO. Novel coronavirus – China. Jan 12, 2020. http://www.who. int/csr/don/12-january-2020-novel-coronavirus-china/en/ (accessed Jan 19, 2020). 2.Lu R, Zhao X, Li J, et al Genomic characterization and epidemiology of 2019 novel coronavirus: implications of virus origins and receptor binding. Lancet. 2020. doi: 10.1016/S0140-6736(20)30251-8. 3.Zhu N, Zhang D, Wang W et al A novel coronavirus from patients with Pneumonia in China, 2019. N Engl J Med. 2020. DOI: 10.1016/j.jinf.2020.02.018. 4.Lu H, Stratton CW, Tang YW, et al.Outbreak of pneumonia of unknown etiology in Wuhan China: the mystery and the miracle. J Med Virol. 2020. DOI: 10.1002/jmv.25678. 5.Bogoch II, Watts A, Thomas-BachliA et al Potential for global spread of a novel coronavirus from China. J Travel Med. 2020. DOI: 10.1093/jtm/taaa011. 6. Li Q, Guan X, Wu P,et al Early transmission dynamics in wuhan, china, of novel coronavirus-infected pneumonia. N Engl J Med, 2020. DOI: 10.1056/NEJMoa2001316. 7. Chan JF, Yuan S, Kok KH et al A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet. 2020. DOI: 10.1016/S0140-6736(20)30154-9.",
            "8.Chen N, Zhou M, Dong X et al Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020. DOI: 10.1016/S0140-6736(20)30211-7. 9. Huang C, Wang Y, Li X et al Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020. DOI: 10.1016/S0140-6736(20)30183-5. 10.Guan W, Ni Z, Hu Y et al Clinical characteristics of 2019 novel coronavirus infection in China. medRxiv. 2020. doi: https://doi.org/10.1101/2020.02.06.20020974. 11.Wang D, Hu B, Hu C et al Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA. 2020. DOI: 10.1001/jama.2020.1585. 12. Xiaobo Yang,Yuan Yu,Jiqian Xuet al. Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. Lancet Respiratory Medicine. 2020. DOI:https://doi.org/10.1016/S2213-2600(20)30079-5. 13. Yanli Liu, Wenwu Sun, Jia Li et al Clinical features and progression of acute respiratory 1 distress syndrome in 2 coronavirus disease 2019. medRxic. doi: https://doi.org/10.1101/2020.02.17.20024166. 14.Zhang Jin-Jin, Dong Xiang, Cao Yi-Yuan et al Clinical characteristics of 140 patients infected by SARS-CoV-2 in Wuhan, China. Allergy.2020. doi:10.1111/all.14238. 15.Chang De, Lin Minggui, Wei Lai et al Epidemiologic and Clinical Characteristics of Novel Coronavirus Infections Involving 13 Patients Outside Wuhan, China. JAMA. 2020. doi:10.1001/jama.2020.1623. 16. COVID-19 National Incident Room Surveillance Team. COVID-19, Australia: Epidemiology Report 3 (Reporting week ending 19:00 AEDT 15 February 2020). Commun Dis Intell. 2020. doi:10.33321/cdi.2020.44.15. 17. Wei Min, Yuan Jingping, Liu Yu et al Novel Coronavirus Infection in Hospitalized Infants Under 1 Year of Age in China. JAMA.2020. doi:10.1001/jama.2020.2131. 18.Bastola Anup., Sah Ranjit., Rodriguez-Morales Alfonso J et al The first 2019 novel coronavirus case in Nepal. Lancet Infect Dis, 2020. doi:10.1016/S1473-3099(20)30067-0. 19.Bernard Stoecklin Sibylle,Rolland Patrick,Silue Yassoungo et al First cases of coronavirus disease 2019 (COVID-19) in France: surveillance, investigations and control measures. Euro Surveill. 2020. DOI: 10.2807/1560-7917.ES.2020.25.6.2000094. 20.Pongpirul Wannarat A,Pongpirul Krit,Ratnarathon Anuttra C et al Journey of a Thai Taxi Driver and Novel Coronavirus .N. Engl. J. Med. 2020. DOI: 10.1056/NEJMc2001621.",
            "21.Kim Jin Yong,Choe Pyoeng Gyun,Oh Yoonju et al The First Case of 2019 Novel Coronavirus Pneumonia Imported into Korea from Wuhan, China: Implication for Infection Prevention and Control Measures.J. Korean Med. Sci. 2020. DOI: 10.3346/jkms.2020.35.e61. 22.Silverstein William Kyle,Stroud Lynfa,Cleghorn Graham Edward et al First imported case of 2019 novel coronavirus in Canada, presenting as mild pneumonia. Lancet. 2020. DOI: 10.1016/S0140-6736(20)30370-6. 23.Holshue Michelle L,DeBolt Chas,Lindquist Scott et al First Case of 2019 Novel Coronavirus in the United States.N. Engl. J. Med. 2020, DOI: 10.1056/NEJMoa2001191. 24.Liu Ying-Chu,Liao Ching-Hui,Chang Chin-Fu et al A Locally Transmitted Case of SARS-CoV-2 Infection in Taiwan. N. Engl. J. Med. 2020, DOI: 10.1056/NEJMc2001573. 25.Phan Lan T,Nguyen Thuong V,Luong Quang C et al Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam .N. Engl. J. Med. 2020, DOI: 10.1056/NEJMc2001272.",
            "26. WHO. Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspectedInterim guidance. Jan 28, 2020. 27. Lee N, Hui D, Wu A, et al A major outbreak of severe acute respiratory syndrome in Hong Kong. N Engl J Med. 2003; 348: 1986–94. 28. Assiri A, Al-Tawfiq JA, Al-Rabeeah AA, et al Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study. Lancet Infect Dis. 2013; 13: 752–61. 29. Leung WK, To KF, Chan PK, et al Enteric involvement of severe acute respiratory syndrome-associated coronavirus infection. Gastroenterology. 2003;125:1011-7.",
            "Figure 1 legend: After selection, 5 papers of group research and 9 articles of case report were eligible, with a total of 1,424 cases. 3 papers with a total of 1,377 cases reported clinical signs of severe and non-severe patients subgroups (literature 2 was divided into ICU and non-ICU, which were assumed equivalent to severe and non-severe).",
            "Figure 2 legend: Fever, cough, polypnea/dyspnea and diarrhea were the most common clinical signs reported in the literature, while some other signs were more or less unreported. It assumed that if a certain clinical sign was not reported in a certain literature, it would be treated as none.",
            "Figure 3 legend: The comparison of clinical signs between severe and non-severe patients was shown among 1,377 cases, including 1,110 cases of non-severe patients and 267 cases of severe patients. Polypnea/dyspnea, fever and diarrhea showed significantly difference in two groups. In severe patients, conjunctival congestion/conjunctivitis, hemoptysis, anorexia, dizzinessand abdominal pain were more likely to occur, but because some data was incomplete, the results needed to be caution.",
            "Figure 4 legend: Further meta-analysis was performed for fever, polypnea/dyspnea, and diarrhea. Effect value OR analysis indicated severe risk of febrile, polypnea/dyspnea and diarrhea patients were 1.70 (95%CI, 1.01-2.87) , 3.53 (95%CI, 1.95-6.38), 1.80 (95%CI, 1.06-3.03) times higher than those none.",
            "Figure 5 legend: The graphs in funnel plots of fever, polypnea/dyspnea and diarrhea are basically symmetrical, which preliminary indicates no significant publication deviation."
        ]
    },
    "participants": [
        {
            "participant": "eligible studies",
            "number": 14,
            "context": "The extracted data includes clinical symptoms, age, gender, sample size and region et al were systematic reviewed and meta analyzed. <mark class=\"stats\">Results: 14 eligible studies including 1,424 patients were analyzed</mark>. Symptoms like fever (89.2%), cough (67.2%), fatigue (43.6%) were common, dizziness, hemoptysis, abdominal pain and conjunctival congestion/conjunctivitis were rare"
        },
        {
            "participant": "articles classified NCP patients",
            "number": 3,
            "context": "Full-text versions of relevant articles were reviewed, quality of the selected articles were evaluated, and clinical characteristics were extracted. <mark class=\"stats\">We compared the clinical characteristics of severe and non-severe patients originally from three articles classified NCP patients as severe and non-severe</mark>. Statistical analysis SAS 9.4 and Review Manager 5.3 software were used for analysis and drawing"
        },
        {
            "participant": "articles",
            "number": 14,
            "context": "Search result A total of 333 relevant literatures published in PubMed and other databases were detected, 68 were removed because of duplication. 265 were removed based on the inclusion criteria. 23 literaturesdid not report clinical signs. 4 were excluded because of casesoverlapped[8-9.12-13]. <mark class=\"stats\">Finally, 14 articles were included for the final analysis[10-11.14-25]</mark>. Fig 1 shows the study selection flowchart"
        },
        {
            "participant": "patients",
            "number": 610,
            "context": "Data from all eligible studies were obtained frompublished manuscripts. <mark class=\"stats\">Synthesis of results A systematic review showed that 610 patients (42.8%) with NCP were female</mark>. Fever (89.2%) and cough (67.2%) were the most common symptoms, followed by fatigue (43.6%), phlegm (28.6%), shortness of breath/difficulty(21.7%), and the less common symptoms were dizziness, hemoptysis, abdominalpain, conjunctivalcongestion/conjunctivitis.1,377 cases were divided into severe group (1,110) and non-severe group (267), Stratified chi-square test showed that there was nosignificant difference in gender between the two groups(P>0.05), and the median age of severe patients was slightly older"
        },
        {
            "participant": "cases",
            "number": 262,
            "context": "Polypnea/dyspnea in severe patients were significantly higher than in non-severe patients (42.7% vs.16.3%, P<0.0001), fever and diarrhea were higher in severe patients (P=0.0374and0.0267). <mark class=\"stats\">Conjunctival congestion/conjunctivitis (P=0.0176), hemoptysis (P=0.0344), anorexia (P=0.0008), dizziness (P=0.0023) and abdominal pain (P=0.0015) may highly occurred in severe patients, but the dates of these symptoms only been reported in one or two literatures, so inter-group comparisons of these symptoms should be treated with caution. (See fig 2 and 3) Meta analysis results 3 literatures including 262 cases in the severe group (245 fever,93.51%) and 1,095 cases in the non-severe group (967 fever,88.31%) were used to meta analysis for fever; Three studies were considered to be homogeneous, and fixed effect model(Chi2=0.88, P=0.64, I2=0%)</mark>. The pooled effect was 1.70 (95%CI, 1.01- 2.87) indicating fever patients had a 1.70 times higher incidence of severe risk than non-fever"
        },
        {
            "participant": "cases",
            "number": 262,
            "context": "The pooled effect was 1.70 (95%CI, 1.01- 2.87) indicating fever patients had a 1.70 times higher incidence of severe risk than non-fever. <mark class=\"stats\">On symptoms of polypnea/dyspnea, 262 cases in the severe group(112 polypnea/dyspnea,42.75%) and 1095 cases in the non-severe group(179polypnea/dyspnea,68.32%)</mark>. Test showed that 3 literatures have certain heterogeneity(Chi2=5.26,P=0.07, I2=62%), so the random effect model was adopted; The individual OR effect showed differently, but combined OR effect was 3.53 (95%CI, 1.95-6.38), indicating the incidence of severe risk of the patients with polypnea/dyspnea was 3.53 times higher than those none"
        },
        {
            "participant": "cases",
            "number": 266,
            "context": "Test showed that 3 literatures have certain heterogeneity(Chi2=5.26,P=0.07, I2=62%), so the random effect model was adopted; The individual OR effect showed differently, but combined OR effect was 3.53 (95%CI, 1.95-6.38), indicating the incidence of severe risk of the patients with polypnea/dyspnea was 3.53 times higher than those none. <mark class=\"stats\">On symptoms of diarrhea, 266 cases in the severe group (25 diarrhea,9.40%) and 1,110 cases in the non-severe group (48diarrhea,4.32%)</mark>. Test showed homogeneity (Chi2=0.32, P=0.85,I2= 0%) and fixed effect model was used, The combined OR value was 1.80 (95%CI, 1.06-3.03), indicating the incidence of diarrhea in the severe group significantly higher than non-severe group, and the severerisk of diarrheapatients was 1.80 times higher than those none. (See Fig 4) The graphs in funnel plots of fever, polypnea/dyspnea and diarrhea are basically symmetrical, which looks like no significant publication deviation. (See fig 5)"
        }
    ],
    "statistics": [
        {
            "tests": {
                "context": "<mark class=\"stats\">The age, gender, number and clinical signs of NCP patients were statistically described; Cochran-mantel-Haenszel test (stratified chi-square test) was used to compare the differences between severe and non-severe NCP</mark>",
                "tests": [
                    {
                        "test": "chi-square test"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">With OR (Odds ratio) as the effect quantity, we used Mantel-Haenszel test with fixed or random effect for further meta-analysis of the clinical signs with statistical differences, and showed by drawing forest map</mark>",
                "tests": [
                    {
                        "test": "Odds ratio"
                    },
                    {
                        "test": "Mantel-Haenszel test"
                    },
                    {
                        "test": "random effect"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Fever (89.2%) and cough (67.2%) were the most common symptoms, followed by fatigue (43.6%), phlegm (28.6%), shortness of breath/difficulty(21.7%), and the less common symptoms were dizziness, hemoptysis, abdominalpain, conjunctivalcongestion/conjunctivitis.1,377 cases were divided into severe group (1,110) and non-severe group (267), Stratified chi-square test showed that there was nosignificant difference in gender between the two groups(P>0.05), and the median age of severe patients was slightly older</mark>",
                "tests": [
                    {
                        "test": "chi-square test"
                    }
                ]
            }
        },
        {
            "p_value": "P<0.0001",
            "context": "Fever (89.2%) and cough (67.2%) were the most common symptoms, followed by fatigue (43.6%), phlegm (28.6%), shortness of breath/difficulty(21.7%), and the less common symptoms were dizziness, hemoptysis, abdominalpain, conjunctivalcongestion/conjunctivitis.1,377 cases were divided into severe group (1,110) and non-severe group (267), Stratified chi-square test showed that there was nosignificant difference in gender between the two groups(P>0.05), and the median age of severe patients was slightly older. <mark class=\"stats\">Polypnea/dyspnea in severe patients were significantly higher than in non-severe patients (42.7% vs.16.3%, P<0.0001), fever and diarrhea were higher in severe patients (P=0.0374and0.0267)</mark>. Conjunctival congestion/conjunctivitis (P=0.0176), hemoptysis (P=0.0344), anorexia (P=0.0008), dizziness (P=0.0023) and abdominal pain (P=0.0015) may highly occurred in severe patients, but the dates of these symptoms only been reported in one or two literatures, so inter-group comparisons of these symptoms should be treated with caution. (See fig 2 and 3) Meta analysis results 3 literatures including 262 cases in the severe group (245 fever,93.51%) and 1,095 cases in the non-severe group (967 fever,88.31%) were used to meta analysis for fever; Three studies were considered to be homogeneous, and fixed effect model(Chi2=0.88, P=0.64, I2=0%)"
        },
        {
            "p_value": "P=0.0176",
            "context": "Polypnea/dyspnea in severe patients were significantly higher than in non-severe patients (42.7% vs.16.3%, P<0.0001), fever and diarrhea were higher in severe patients (P=0.0374and0.0267). <mark class=\"stats\">Conjunctival congestion/conjunctivitis (P=0.0176), hemoptysis (P=0.0344), anorexia (P=0.0008), dizziness (P=0.0023) and abdominal pain (P=0.0015) may highly occurred in severe patients, but the dates of these symptoms only been reported in one or two literatures, so inter-group comparisons of these symptoms should be treated with caution. (See fig 2 and 3) Meta analysis results 3 literatures including 262 cases in the severe group (245 fever,93.51%) and 1,095 cases in the non-severe group (967 fever,88.31%) were used to meta analysis for fever; Three studies were considered to be homogeneous, and fixed effect model(Chi2=0.88, P=0.64, I2=0%)</mark>. The pooled effect was 1.70 (95%CI, 1.01- 2.87) indicating fever patients had a 1.70 times higher incidence of severe risk than non-fever",
            "tests": {
                "tests": [
                    {
                        "test": "fixed effect model",
                        "value": "=0.88"
                    }
                ]
            }
        },
        {
            "p_value": "P=0.07",
            "context": "On symptoms of polypnea/dyspnea, 262 cases in the severe group(112 polypnea/dyspnea,42.75%) and 1095 cases in the non-severe group(179polypnea/dyspnea,68.32%). <mark class=\"stats\">Test showed that 3 literatures have certain heterogeneity(Chi2=5.26,P=0.07, I2=62%), so the random effect model was adopted; The individual OR effect showed differently, but combined OR effect was 3.53 (95%CI, 1.95-6.38), indicating the incidence of severe risk of the patients with polypnea/dyspnea was 3.53 times higher than those none</mark>. On symptoms of diarrhea, 266 cases in the severe group (25 diarrhea,9.40%) and 1,110 cases in the non-severe group (48diarrhea,4.32%)",
            "tests": {
                "tests": [
                    {
                        "test": "random effect model",
                        "value": "=5.26"
                    }
                ]
            }
        },
        {
            "p_value": "P=0.85",
            "context": "On symptoms of diarrhea, 266 cases in the severe group (25 diarrhea,9.40%) and 1,110 cases in the non-severe group (48diarrhea,4.32%). <mark class=\"stats\">Test showed homogeneity (Chi2=0.32, P=0.85,I2= 0%) and fixed effect model was used, The combined OR value was 1.80 (95%CI, 1.06-3.03), indicating the incidence of diarrhea in the severe group significantly higher than non-severe group, and the severerisk of diarrheapatients was 1.80 times higher than those none. (See Fig 4) The graphs in funnel plots of fever, polypnea/dyspnea and diarrhea are basically symmetrical, which looks like no significant publication deviation. (See fig 5)</mark>. There was no difference in proportion of gender between severe and non-severe NCP patients, which was consistent with the latest report[11-14]",
            "tests": {
                "tests": [
                    {
                        "test": "fixed effect model",
                        "value": "1.80"
                    }
                ]
            }
        }
    ],
    "keywords": [
        "acute respiratory syndrome",
        "severe ncp patient",
        "coronavirus infection",
        "meta analysis",
        "severe patient",
        "common symptom",
        "severe acute respiratory",
        "SARS",
        "symmetry",
        "non severe ncp",
        "novel coronavirus",
        "novel coronavirus pneumonia",
        "potential symptom",
        "non severe covid",
        "pneumonia",
        "acute respiratory distress syndrome",
        "ncp patient",
        "clinical characteristics",
        "sample size",
        "diarrhea",
        "clinical feature",
        "non severe patient",
        "COVID-19",
        "MERS"
    ],
    "keyword_relevance": {
        "novel coronavirus pneumonia": 0.1688311688,
        "diarrhea": 0.1363636364,
        "severe patient": 0.1233766234,
        "novel coronavirus": 0.1168831169,
        "pneumonia": 0.1038961039,
        "COVID-19": 0.0779220779,
        "SARS": 0.0454545455,
        "clinical characteristics": 0.0454545455,
        "common symptom": 0.025974026,
        "acute respiratory distress syndrome": 0.025974026,
        "severe acute respiratory": 0.0194805195,
        "potential symptom": 0.0194805195,
        "sample size": 0.0194805195,
        "MERS": 0.0194805195,
        "acute respiratory syndrome": 0.012987013,
        "coronavirus infection": 0.012987013,
        "symmetry": 0.012987013,
        "meta analysis": 0.0064935065,
        "clinical feature": 0.0064935065,
        "severe ncp patient": 0.0,
        "non severe ncp": 0.0,
        "non severe covid": 0.0,
        "ncp patient": 0.0,
        "non severe patient": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> In December 2019, a series of unknown caused pneumonia appeared in Wuhan, it's clinical manifestations were very similar to viral pneumonia[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
        "Later novel coronavirus was found as source virus, and named COVID-19 [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>].",
        "Novel coronavirus pneumonia (NCP) had been rapidly spread throughout China and overseas countries [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>-<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>].",
        "The clinical features of NCP patients were diversified, in severe cases it may lead to acute respiratory distress syndrome (ARDS) and even death[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>-<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>].",
        "No systematic review and Meta-analysis of the clinical characteristics of NCP was found.",
        "This paper reviewed and compared the difference between severe and non-severe of the disease, which would help to better understand and guide future",
        "<h2 style=\"display: inline\">Methods:</h2> Sources and search criteria<br/><br/>We conducted a comprehensive systematic search of PubMed, Embase, Cochrane database, and google to find all published studies that describe the clinical characteristics of COVID-19, using the search terms, “novel coronavirus”, “SARS-CoV-2”, “COVID-19”.",
        "Inclusion and exclusion criterina Literatures described NCP patient's clinical signs.",
        "The authors compared the clinical characteristics of severe and non-severe patients originally from three articles classified NCP patients as severe and non-severe.",
        "The age, gender, number and clinical signs of NCP patients were statistically described; Cochran-mantel-Haenszel test was used to compare the differences between severe and non-severe NCP.",
        "With OR (Odds ratio) as the effect quantity, the authors used Mantel-Haenszel test with fixed or random effect for further meta-analysis of the clinical signs with statistical differences, and showed by drawing forest map.",
        "<h2 style=\"display: inline\">Results:</h2> Search result A total of 333 relevant literatures published in PubMed and other databases were detected, 68 were removed because of duplication. 265 were removed based on the inclusion criteria. 23 literaturesdid not report clinical signs. 4 were excluded because of casesoverlapped[8-9.12-13].",
        "(See fig 2 and 3) Meta analysis results 3 literatures including 262 cases in the severe group (245 fever,93.51%) and 1,095 cases in the non-severe group (967 fever,88.31%) were used to meta analysis for fever; Three studies were considered to be homogeneous, and fixed effect model(Chi2=0.88, P=0.64, I2=0%).",
        "Test showed homogeneity (Chi2=0.32, P=0.85,I2= 0%) and fixed effect model was used, The combined OR value was 1.80 (95%CI, 1.06-3.03), indicating the incidence of diarrhea in the severe group significantly higher than non-severe group, and the severerisk of diarrheapatients was 1.80 times higher than those none.",
        "Test showed homogeneity (Chi2=0.32, P=0.85,I2= 0%) and fixed effect model was used, The combined OR value was 1.80 (95%CI, 1.06-3.03), indicating the incidence of diarrhea in the severe group significantly higher than non-severe group, and the severerisk of diarrheapatients was 1.80 times higher than those none. (See Fig 4) The graphs in funnel plots of fever, polypnea/dyspnea and diarrhea are basically symmetrical, which looks like no significant publication deviation. (See fig 5)",
        "<h2 style=\"display: inline\">Conclusion:</h2> There was no difference in proportion of gender between severe and non-severe NCP patients, which was consistent with the latest report[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>-<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>].",
        "In the early stages of NCP nonspecific signs and symptoms may be clinically indistinguishable from other common infectious diseases, especially winter respiratory virus.",
        "These characteristics of NCP had some similarities with SARS-CoVand MERS-CoVinfections[27.28].",
        "Compared with non-severe NCP patients, the symptoms as fever, polypnea/dyspnea and diarrhea were more common in severe patients.",
        "Those were potential symptoms which might lead patients to severity"
    ],
    "structured_summary": {
        "Introduction": [
            "In December 2019, a series of unknown caused pneumonia appeared in Wuhan, it's clinical manifestations were very similar to viral pneumonia[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
            "Later novel coronavirus was found as source virus, and named COVID-19 [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>].",
            "Novel coronavirus pneumonia (NCP) had been rapidly spread throughout China and overseas countries [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>-<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>].",
            "The clinical features of NCP patients were diversified, in severe cases it may lead to acute respiratory distress syndrome (ARDS) and even death[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>-<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>].",
            "No systematic review and Meta-analysis of the clinical characteristics of NCP was found.",
            "This paper reviewed and compared the difference between severe and non-severe of the disease, which would help to better understand and guide future"
        ],
        "Methods": [
            "Sources and search criteria<br/><br/>We conducted a comprehensive systematic search of PubMed, Embase, Cochrane database, and google to find all published studies that describe the clinical characteristics of COVID-19, using the search terms, “novel coronavirus”, “SARS-CoV-2”, “COVID-19”.",
            "Inclusion and exclusion criterina Literatures described NCP patient's clinical signs.",
            "The authors compared the clinical characteristics of severe and non-severe patients originally from three articles classified NCP patients as severe and non-severe.",
            "The age, gender, number and clinical signs of NCP patients were statistically described; Cochran-mantel-Haenszel test was used to compare the differences between severe and non-severe NCP.",
            "With OR (Odds ratio) as the effect quantity, the authors used Mantel-Haenszel test with fixed or random effect for further meta-analysis of the clinical signs with statistical differences, and showed by drawing forest map."
        ],
        "Results": [
            "Search result A total of 333 relevant literatures published in PubMed and other databases were detected, 68 were removed because of duplication. 265 were removed based on the inclusion criteria. 23 literaturesdid not report clinical signs. 4 were excluded because of casesoverlapped[8-9.12-13].",
            "(See fig 2 and 3) Meta analysis results 3 literatures including 262 cases in the severe group (245 fever,93.51%) and 1,095 cases in the non-severe group (967 fever,88.31%) were used to meta analysis for fever; Three studies were considered to be homogeneous, and fixed effect model(Chi2=0.88, P=0.64, I2=0%).",
            "Test showed homogeneity (Chi2=0.32, P=0.85,I2= 0%) and fixed effect model was used, The combined OR value was 1.80 (95%CI, 1.06-3.03), indicating the incidence of diarrhea in the severe group significantly higher than non-severe group, and the severerisk of diarrheapatients was 1.80 times higher than those none.",
            "Test showed homogeneity (Chi2=0.32, P=0.85,I2= 0%) and fixed effect model was used, The combined OR value was 1.80 (95%CI, 1.06-3.03), indicating the incidence of diarrhea in the severe group significantly higher than non-severe group, and the severerisk of diarrheapatients was 1.80 times higher than those none. (See Fig 4) The graphs in funnel plots of fever, polypnea/dyspnea and diarrhea are basically symmetrical, which looks like no significant publication deviation. (See fig 5)"
        ],
        "Conclusion": [
            "There was no difference in proportion of gender between severe and non-severe NCP patients, which was consistent with the latest report[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>-<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>].",
            "In the early stages of NCP nonspecific signs and symptoms may be clinically indistinguishable from other common infectious diseases, especially winter respiratory virus.",
            "These characteristics of NCP had some similarities with SARS-CoVand MERS-CoVinfections[27.28].",
            "Compared with non-severe NCP patients, the symptoms as fever, polypnea/dyspnea and diarrhea were more common in severe patients.",
            "Those were potential symptoms which might lead patients to severity"
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "W_\"Jan 12,\" # \"Jan\"_a",
            "entry": "1.WHO. Novel coronavirus – China. Jan 12, 2020. http://www.who.int/csr/don/12-january-2020-novel-coronavirus-china/en/ (accessed Jan 19, 2020).2.Lu R, Zhao X, Li J, et al. Genomic characterization and epidemiology of 2019 novel coronavirus:implications of virus origins and receptor binding. Lancet.2020.doi:10.1016/S0140-6736(20)30251-8.3.Zhu N, Zhang D, Wang W et al. A novel coronavirus from patients with Pneumonia in China, 2019. N Engl J Med.2020. DOI:10.1016/j.jinf.2020.02.018.4.Lu H, Stratton CW, Tang YW, et al.Outbreak of pneumonia of unknown etiology in Wuhan China:the mystery and the miracle. J Med Virol.2020. DOI:10.1002/jmv.25678.5.Bogoch II, Watts A, Thomas-BachliA et al. Potential for global spread of a novel coronavirus from China. J Travel Med.2020. DOI:10.1093/jtm/taaa011.",
            "crossref": "https://dx.doi.org/10.1016/S0140-6736(20)30251-8.3.Zhu",
            "scite": "https://scite.ai/reports/10.1016/S0140-6736(20)30251-8.3.Zhu",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1016/S0140-6736%2820%2930251-8.3.Zhu"
        },
        {
            "id": "6",
            "alt_id": "Li_et+al_2020_a",
            "entry": "6. Li Q, Guan X, Wu P,et al. Early transmission dynamics in wuhan, china, of novel coronavirus-infected pneumonia. N Engl J Med, 2020. DOI: 10.1056/NEJMoa2001316.",
            "crossref": "https://dx.doi.org/10.1056/NEJMoa2001316",
            "scite": "https://scite.ai/reports/10.1056/NEJMoa2001316",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1056/NEJMoa2001316"
        },
        {
            "id": "7",
            "alt_id": "Chan_et+al_2019_a",
            "entry": "7. Chan JF, Yuan S, Kok KH et al. A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet. 2020. DOI: 10.1016/S0140-6736(20)30154-9. 8.Chen N, Zhou M, Dong X et al. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020. DOI: 10.1016/S0140-6736(20)30211-7.",
            "crossref": "https://dx.doi.org/10.1016/S0140-6736(20)30154-9.8.Chen",
            "scite": "https://scite.ai/reports/10.1016/S0140-6736(20)30154-9.8.Chen",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1016/S0140-6736%2820%2930154-9.8.Chen"
        },
        {
            "id": "9",
            "alt_id": "Huang_et+al_2019_a",
            "entry": "9. Huang C, Wang Y, Li X et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020. DOI: 10.1016/S0140-6736(20)30183-5. 10.Guan W, Ni Z, Hu Y et al. Clinical characteristics of 2019 novel coronavirus infection in China. medRxiv. 2020. doi: https://doi.org/10.1101/2020.02.06.20020974.11.Wang D, Hu B, Hu C et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA.2020. DOI:10.1001/jama.2020.1585.",
            "crossref": "https://dx.doi.org/10.1016/S0140-6736(20)30183-5.10.Guan",
            "scite": "https://scite.ai/reports/10.1016/S0140-6736(20)30183-5.10.Guan",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1016/S0140-6736%2820%2930183-5.10.Guan"
        },
        {
            "id": "12",
            "alt_id": "Yang_et+al_0000_a",
            "entry": "12. Xiaobo Yang,Yuan Yu,Jiqian Xuet al. Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. Lancet Respiratory Medicine. 2020. DOI:https://doi.org/10.1016/S2213-2600(20)30079-5.",
            "crossref": "https://dx.doi.org/10.1016/S2213-2600(20)30079-5",
            "scite": "https://scite.ai/reports/10.1016/S2213-2600(20)30079-5",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1016/S2213-2600%2820%2930079-5"
        },
        {
            "id": "13",
            "alt_id": "Liu_et+al_13_a",
            "entry": "13. Yanli Liu, Wenwu Sun, Jia Li et al. Clinical features and progression of acute respiratory 1 distress syndrome in 2 coronavirus disease 2019. medRxic. doi: https://doi.org/10.1101/2020.02.17.20024166.14.Zhang Jin-Jin, Dong Xiang, Cao Yi-Yuan et al. Clinical characteristics of 140 patients infected by SARS-CoV-2 in Wuhan, China. Allergy.2020.doi:10.1111/all.14238.15.Chang De, Lin Minggui, Wei Lai et al. Epidemiologic and Clinical Characteristics of Novel Coronavirus Infections Involving 13 Patients Outside Wuhan, China. JAMA.2020.doi:10.1001/jama.2020.1623.",
            "crossref": "https://dx.doi.org/10.1101/2020.02.17.20024166.14.Zhang",
            "scite": "https://scite.ai/reports/10.1101/2020.02.17.20024166.14.Zhang",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1101/2020.02.17.20024166.14.Zhang"
        },
        {
            "id": "16",
            "alt_id": "16._2020_a",
            "entry": "16. COVID-19 National Incident Room Surveillance Team. COVID-19, Australia: Epidemiology Report 3 (Reporting week ending 19:00 AEDT 15 February 2020). Commun Dis Intell. 2020. doi:10.33321/cdi.2020.44.15.",
            "crossref": "https://dx.doi.org/10.33321/cdi.2020.44.15",
            "scite": "https://scite.ai/reports/10.33321/cdi.2020.44.15"
        },
        {
            "id": "17",
            "alt_id": "Min_et+al_2019_a",
            "entry": "17. Wei Min, Yuan Jingping, Liu Yu et al. Novel Coronavirus Infection in Hospitalized Infants Under 1 Year of Age in China. JAMA.2020. doi:10.1001/jama.2020.2131. 18.Bastola Anup., Sah Ranjit., Rodriguez-Morales Alfonso J et al. The first 2019 novel coronavirus case in Nepal. Lancet Infect Dis, 2020. doi:10.1016/S1473-3099(20)30067-0. 19.Bernard Stoecklin Sibylle,Rolland Patrick,Silue Yassoungo et al. First cases of coronavirus disease 2019 (COVID-19) in France: surveillance, investigations and control measures. Euro Surveill. 2020. DOI: 10.2807/1560-7917.ES.2020.25.6.2000094. 20.Pongpirul Wannarat A,Pongpirul Krit,Ratnarathon Anuttra C et al. Journey of a Thai Taxi Driver and Novel Coronavirus.N. Engl. J. Med. 2020. DOI: 10.1056/NEJMc2001621. 21.Kim Jin Yong,Choe Pyoeng Gyun,Oh Yoonju et al. The First Case of 2019 Novel Coronavirus Pneumonia Imported into Korea from Wuhan, China: Implication for Infection Prevention and Control Measures.J. Korean Med. Sci. 2020. DOI: 10.3346/jkms.2020.35.e61. 22.Silverstein William Kyle,Stroud Lynfa,Cleghorn Graham Edward et al. First imported case of 2019 novel coronavirus in Canada, presenting as mild pneumonia. Lancet. 2020. DOI: 10.1016/S0140-6736(20)30370-6. 23.Holshue Michelle L,DeBolt Chas,Lindquist Scott et al. First Case of 2019 Novel Coronavirus in the United States.N. Engl. J. Med. 2020, DOI: 10.1056/NEJMoa2001191. 24.Liu Ying-Chu,Liao Ching-Hui,Chang Chin-Fu et al. A Locally Transmitted Case of SARS-CoV-2 Infection in Taiwan. N. Engl. J. Med. 2020, DOI: 10.1056/NEJMc2001573. 25.Phan Lan T,Nguyen Thuong V,Luong Quang C et al. Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam.N. Engl. J. Med. 2020, DOI: 10.1056/NEJMc2001272.",
            "crossref": "https://dx.doi.org/10.1001/jama.2020.2131.18.Bastola",
            "scite": "https://scite.ai/reports/10.1001/jama.2020.2131.18.Bastola",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1001/jama.2020.2131.18.Bastola"
        },
        {
            "id": "26",
            "alt_id": "W_2020_a",
            "entry": "26. WHO. Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspectedInterim guidance. Jan 28, 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=W.H.O.%20Clinical%20management%20of%20severe%20acute%20respiratory%20infection%20when%20novel%20coronavirus%20%28nCoV%29%20infection%20is%20suspectedInterim%20guidance%202020-01-28"
        },
        {
            "id": "27",
            "alt_id": "Lee_et+al_2003_a",
            "entry": "27. Lee N, Hui D, Wu A, et al. A major outbreak of severe acute respiratory syndrome in Hong Kong. N Engl J Med. 2003; 348: 1986–94.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lee%2C%20N.%20Hui%2C%20D.%20Wu%2C%20A.%20A%20major%20outbreak%20of%20severe%20acute%20respiratory%20syndrome%20in%20Hong%20Kong%202003",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Lee%2C%20N.%20Hui%2C%20D.%20Wu%2C%20A.%20A%20major%20outbreak%20of%20severe%20acute%20respiratory%20syndrome%20in%20Hong%20Kong%202003",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Lee%2C%20N.%20Hui%2C%20D.%20Wu%2C%20A.%20A%20major%20outbreak%20of%20severe%20acute%20respiratory%20syndrome%20in%20Hong%20Kong%202003"
        },
        {
            "id": "28",
            "alt_id": "Assiri_et+al_2013_a",
            "entry": "28. Assiri A, Al-Tawfiq JA, Al-Rabeeah AA, et al. Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study. Lancet Infect Dis. 2013; 13: 752–61.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Assiri%2C%20A.%20Al-Tawfiq%2C%20J.A.%20Al-Rabeeah%2C%20A.A.%20and%20clinical%20characteristics%20of%2047%20cases%20of%20Middle%20East%20respiratory%20syndrome%20coronavirus%20disease%20from%20Saudi%20Arabia%3A%20a%20descriptive%20study%202013",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Assiri%2C%20A.%20Al-Tawfiq%2C%20J.A.%20Al-Rabeeah%2C%20A.A.%20and%20clinical%20characteristics%20of%2047%20cases%20of%20Middle%20East%20respiratory%20syndrome%20coronavirus%20disease%20from%20Saudi%20Arabia%3A%20a%20descriptive%20study%202013",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Assiri%2C%20A.%20Al-Tawfiq%2C%20J.A.%20Al-Rabeeah%2C%20A.A.%20and%20clinical%20characteristics%20of%2047%20cases%20of%20Middle%20East%20respiratory%20syndrome%20coronavirus%20disease%20from%20Saudi%20Arabia%3A%20a%20descriptive%20study%202013"
        },
        {
            "id": "29",
            "alt_id": "Leung_et+al_2003_a",
            "entry": "29. Leung WK, To KF, Chan PK, et al. Enteric involvement of severe acute respiratory syndrome-associated coronavirus infection. Gastroenterology. 2003;125:1011-7. ",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Leung%2C%20W.K.%20To%2C%20K.F.%20Chan%2C%20P.K.%20Enteric%20involvement%20of%20severe%20acute%20respiratory%20syndrome-associated%20coronavirus%20infection%202003",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Leung%2C%20W.K.%20To%2C%20K.F.%20Chan%2C%20P.K.%20Enteric%20involvement%20of%20severe%20acute%20respiratory%20syndrome-associated%20coronavirus%20infection%202003",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Leung%2C%20W.K.%20To%2C%20K.F.%20Chan%2C%20P.K.%20Enteric%20involvement%20of%20severe%20acute%20respiratory%20syndrome-associated%20coronavirus%20infection%202003"
        }
    ],
    "facts": [
        "the potential symptoms lead to severity",
        "Eighteen Literatures were identified with cases of COVID-19 pneumonia",
        "Fever and diarrhea were higher in severe patients",
        "dyspnea and diarrhea was higher in severe patients",
        "which meant the severe risk of patients with fever",
        "dyspnea and diarrhea are potential symptoms lead to severity",
        "caused pneumonia appeared in Wuhan",
        "'s clinical manifestations were very similar to viral pneumonia[1",
        "Later novel coronavirus was found as source virus",
        "At present, novel coronavirus pneumonia had been rapidly spread throughout China",
        "all published studies that describe the clinical characteristics of COVID-19",
        "Cases that did not describe the clinical characteristics of NCP patients",
        "Articles published by the same author were carefully screened to identify duplication",
        "Review Manager 5.3 software were used for analysis and drawing",
        "Continuous variables were represented by median",
        "Classification variables were summarized as counts and percentages in each category",
        "Symmetry tested by funnel plot",
        "Search result A total of 333 relevant literatures published in PubMed",
        "14 articles were included for the final analysis[10-11.14-25",
        "Synthesis of results A systematic review showed that 610 patients with NCP were female. Fever and cough were the",
        "conjunctivitis.1,377 cases were divided into severe group and non-severe group",
        "Stratified chi-square test showed that there was nosignificant difference in gender",
        "Diarrhea were more common in severe patients",
        "recent reports showed that there was no difference in the proportion of fever and diarrhea",
        "dyspnea were similar to those reports[10-11",
        "Non-severe NCP was with fever",
        "In the early stages of NCP nonspecific signs and symptoms may be clinically indistinguishable from other common infectious diseases",
        "These characteristics of NCP had some similarities with SARS-CoVand MERS-CoVinfections[27.28",
        "such as diarrhea were rare in NCP patients",
        "that fever of NCP patients was more common than SARS-CoV",
        "most of the data in this study are from retrospective studies and case reports",
        "dyspnea and diarrhea were more common in severe patients",
        "Novel coronavirus pneumonia had been rapidly spread throughout China",
        "which looks like no significant publication deviation",
        "which was consistent with the latest report[11-14"
    ],
    "claims": [
        "This paper reviewed and compared the difference between severe and non-severe of the disease, which would help to better understand and guide future",
        "This review found preliminary evidence from three literatures that fever, polypnea/dyspnea and diarrhea are statistically significant diagnostic indicators for severe NCP patients and Polypnea/dyspnea was most predictable"
    ],
    "findings": [
        "Polypnea/dyspnea in severe patients were significantly higher than in non-severe patients (42.7% vs.16.3%, P<0.0001), fever and diarrhea were higher in severe patients (P=0.0374and0.0267)",
        "Conjunctival congestion/conjunctivitis (P=0.0176), hemoptysis (P=0.0344), anorexia (P=0.0008), dizziness (P=0.0023) and abdominal pain (P=0.0015) may highly occurred in severe patients, but the dates of these symptoms only been reported in one or two literatures, so inter-group comparisons of these symptoms should be treated with caution. (See fig 2 and 3) Meta analysis results 3 literatures including 262 cases in the severe group (245 fever,93.51%) and 1,095 cases in the non-severe group (967 fever,88.31%) were used to meta analysis for fever; Three studies were considered to be homogeneous, and fixed effect model(Chi2=0.88, P=0.64, I2=0%)"
    ],
    "processes": [],
    "key_statements": [
        "In December 2019, a series of unknown caused pneumonia appeared in Wuhan, it's clinical manifestations were very similar to viral pneumonia[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]",
        "We conducted a comprehensive systematic search of PubMed, Embase, Cochrane database, and google to find all published studies that describe the clinical characteristics of COVID-19, using the search terms, “novel coronavirus”, “SARS-CoV-2”, “COVID-19”",
        "Cases that did not describe the clinical characteristics of novel coronavirus pneumonia patients and repeated cases were excluded",
        "Search result A total of 333 relevant literatures published in PubMed and other databases were detected, 68 were removed because of duplication. 265 were removed based on the inclusion criteria. 23 literaturesdid not report clinical signs. 4 were excluded because of casesoverlapped[8-9.12-13]",
        "14 articles were included for the final analysis[10-11.14-25]",
        "Fever (89.2%) and cough (67.2%) were the most common symptoms, followed by fatigue (43.6%), phlegm (28.6%), shortness of breath/difficulty(21.7%), and the less common symptoms were dizziness, hemoptysis, abdominalpain, conjunctivalcongestion/conjunctivitis.1,377 cases were divided into severe group (1,110) and non-severe group (267), Stratified chi-square test showed that there was nosignificant difference in gender between the two groups(P>0.05), and the median age of severe patients was slightly older",
        "Test showed homogeneity (Chi2=0.32, P=0.85,I2= 0%) and fixed effect model was used, The combined OR value was 1.80 (95%CI, 1.06-3.03), indicating the incidence of diarrhea in the severe group significantly higher than non-severe group, and the severerisk of diarrheapatients was 1.80 times higher than those none. (See Fig 4) The graphs in funnel plots of fever, polypnea/dyspnea and diarrhea are basically symmetrical, which looks like no significant publication deviation. (See fig 5)",
        "There was no difference in proportion of gender between severe and non-severe novel coronavirus pneumonia patients, which was consistent with the latest report[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>-<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]",
        "Compared with non-severe patients, Fever, Polypnea/dyspnea and Diarrhea were more common in severe patients",
        "Recent reports showed that there was no difference in the proportion of fever and diarrhea between severe and non-severe patients [10.11.14]",
        "This review found preliminary evidence from three literatures that fever, polypnea/dyspnea and diarrhea are statistically significant diagnostic indicators for severe novel coronavirus pneumonia patients and Polypnea/dyspnea was most predictable",
        "These characteristics of novel coronavirus pneumonia had some similarities with SARS-CoVand MERS-CoVinfections[27.28]",
        "Intestinal signs and symptoms such as diarrhea were rare in novel coronavirus pneumonia patients, while about 20-25% of patients with MERS-CoV or SARS-CoV infection had diarrhea",
        "Compared with non-severe novel coronavirus pneumonia patients, the symptoms as fever, polypnea/dyspnea and diarrhea were more common in severe patients"
    ],
    "top_statements": [
        "In December 2019, a series of unknown caused pneumonia appeared in Wuhan, it's clinical manifestations were very similar to viral pneumonia[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]",
        "Fever (89.2%) and cough (67.2%) were the most common symptoms, followed by fatigue (43.6%), phlegm (28.6%), shortness of breath/difficulty(21.7%), and the less common symptoms were dizziness, hemoptysis, abdominalpain, conjunctivalcongestion/conjunctivitis.1,377 cases were divided into severe group (1,110) and non-severe group (267), Stratified chi-square test showed that there was nosignificant difference in gender between the two groups(P>0.05), and the median age of severe patients was slightly older",
        "Test showed homogeneity (Chi2=0.32, P=0.85,I2= 0%) and fixed effect model was used, The combined OR value was 1.80 (95%CI, 1.06-3.03), indicating the incidence of diarrhea in the severe group significantly higher than non-severe group, and the severerisk of diarrheapatients was 1.80 times higher than those none. (See Fig 4) The graphs in funnel plots of fever, polypnea/dyspnea and diarrhea are basically symmetrical, which looks like no significant publication deviation. (See fig 5)",
        "This review found preliminary evidence from three literatures that fever, polypnea/dyspnea and diarrhea are statistically significant diagnostic indicators for severe novel coronavirus pneumonia patients and Polypnea/dyspnea was most predictable",
        "Intestinal signs and symptoms such as diarrhea were rare in novel coronavirus pneumonia patients, while about 20-25% of patients with MERS-CoV or SARS-CoV infection had diarrhea",
        "Compared with non-severe novel coronavirus pneumonia patients, the symptoms as fever, polypnea/dyspnea and diarrhea were more common in severe patients"
    ],
    "headline": "Compared with non-severe novel coronavirus pneumonia patients, the symptoms as fever, polypnea/dyspnea and diarrhea were more common in severe patients",
    "contexts": [],
    "abbreviations": {
        "NCP": "novel coronavirus pneumonia",
        "ARDS": "acute respiratory distress syndrome"
    }
}
