{
    "filename": "2020.02.25.20027433.full.pdf",
    "content_type": "application/pdf",
    "file_size": 261607,
    "metadata": {
        "identifiers": {
            "doi": "10.1101/2020.02.25.20027433",
            "url": "https://www.medrxiv.org/content/medrxiv/early/2020/02/27/2020.02.25.20027433.full.pdf"
        },
        "title": "Open-source analytics tools for studying the COVID-19 coronavirus outbreak",
        "author": "Tianzhi Wu, Xijin Ge, Guangchuang Yu, Erqiang Hu",
        "date": 2020,
        "affiliations": [
            "Department of Bioinformatics, School of Basic Medical Science, Southern Medical University, Guangzhou, China",
            "Department of Mathematics and Statistics, South Dakota State University, Brookings, SD 57007, USA.",
            "China National Health Commission (CNHC), confirmed cases across 17 countries reached 75,726, 98% of which is in China [2]. World Health Organization (WHO) declared it a global health emergency. The SARS-COV2 outbreak is still spreading internationally and has had an enormous impact on human health, social life, and the economy. It also puts considerable stress on the healthcare system in China."
        ],
        "abstract": "To provide convenient access to epidemiological data on the coronavirus outbreak, we developed an R package, nCov2019 (https://github.com/GuangchuangYu/nCov2019). Besides detailed real-time statistics, it offers access to three data sources with detailed daily statistics from December 1, 2019, for 43 countries and more than 500 Chinese cities. We also developed a web app (http://www.bcloud.org/e/) with interactive plots and simple time-series forecasts. These analytics tools could be useful in informing the public and studying how this and similar viruses spread in populous countries.",
        "keywords": [
            "coronavirus",
            "SARS-COV-2",
            "2019-nCoV",
            "COVID-19"
        ],
        "references": "@book{hyndman2008a,\n  author = {Hyndman, R.J. and Koehler, A.B. and Ord, J.K. and Snyder, R.D.},\n  date = {2008},\n  title = {Forecasting with exponential smoothing: the state space approach},\n  publisher = {Springer-Verlag},\n  language = {}\n}\n",
        "links": [
            "http://www.nhc.gov.cn/xcs/yqfkdt/202002/4a1b1ec6c03548099de1c3aa935d04fd.shtml",
            "http://www.bcloud.org/v/",
            "https://github.com/GuangchuangYu/chinamap",
            "https://ncov.dxy.cn/ncovh5/view/pneumonia",
            "https://news.qq.com/zt2020/page/feiyan.htm",
            "http://www.bcloud.org/e/"
        ],
        "emails": [
            "gcyu1@smu.edu.cn",
            "Xijin.Ge@sdsate.edu"
        ],
        "references_ris": "TY  - BOOK\nAU  - Hyndman, R.J.\nAU  - Koehler, A.B.\nAU  - Ord, J.K.\nAU  - Snyder, R.D.\nPY  - 2008\nDA  - 2008\nTI  - Forecasting with exponential smoothing: the state space approach\nPB  - Springer-Verlag\nLA  - \nER  - \n\n",
        "author_conclusions": [],
        "table_captions": [],
        "figure_captions": [
            {
                "id": "1",
                "caption": "a). and b). Geographic visualization for tracking the global spreading trend. c). and d). Geographic map with further details in China region, Chinese map, and citylevel map in Hubei province, China, respectively"
            },
            {
                "id": "2",
                "caption": "Through the interactive website, users can get detailed statistics for all provinces in China. The epicenter, Hubei province, was excluded. Similar plots can be obtained easily for hundreds of cities across China using the website"
            }
        ],
        "figure_urls": [
            "https://sandbox-api.scholarcy.com/images/2020.02.25.20027433.full.pdf_aesgnd8c_images_oipcp9m5/img-001.png"
        ]
    },
    "sections": {
        "introduction": [
            "The current outbreak of the novel coronavirus, SARS-COV-2 [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>], originated at the end of 2019 from Wuhan, a city in central China with a population of about 11 million. According to a recent update on February 19, 2020, from the China National Health Commission (CNHC), confirmed cases across 17 countries reached 75,726, 98% of which is in China [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. World Health Organization (WHO) declared it a global health emergency. The SARS-COV2 outbreak is still spreading internationally and has had an enormous impact on human health, social life, and the economy. It also puts considerable stress on the healthcare system in China.<br/><br/>As the outbreak is still escalating rapidly, researchers need to gather the epidemiological data to study the spread of the disease. Our goal is to create an R package that can facilitate the dissemination of accurate data about this outbreak. The number of confirmed cases is updated daily by the CNHC and similar agencies in other countries. We have created the nCov2019 package that integrates the up-to-date public information of the infection based on API (application programming interface) to the Tencent SARS-COV-2 news website[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. The package also offers historical data collected by a non-governmental organization Dingxiangyuan [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]."
        ],
        "discussion": [
            "Real-time data collection is essential not only to inform the public but also for scientists and health officials. Thanks to the cooperation and open source, we can regularly organize public data and develop this package. Our nCov2019 package aims to reduce the difficulties for clinicians and other researchers in obtaining comprehensive data. Also, we developed a web application for researchers to conduct interactive analytics.<br/><br/>Currently detailed, city-level data is only available for mainland China. These data sources occasionally will change data format, which requires us to closely monitoring this package. If the APIs stopped providing data, then the real-time data will not be updated. But the historical data will remain accessible."
        ],
        "data_availability": [
            "https://github.com/GuangchuangYu/chinamap"
        ]
    },
    "structured_content": {
        "Introduction": [
            "The current outbreak of the novel coronavirus, SARS-COV-2 [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>], originated at the end of 2019 from Wuhan, a city in central China with a population of about 11 million. According to a recent update on February 19, 2020, from the China National Health Commission (CNHC), confirmed cases across 17 countries reached 75,726, 98% of which is in China [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. World Health Organization (WHO) declared it a global health emergency. The SARS-COV2 outbreak is still spreading internationally and has had an enormous impact on human health, social life, and the economy. It also puts considerable stress on the healthcare system in China.",
            "As the outbreak is still escalating rapidly, researchers need to gather the epidemiological data to study the spread of the disease. Our goal is to create an R package that can facilitate the dissemination of accurate data about this outbreak. The number of confirmed cases is updated daily by the CNHC and similar agencies in other countries. We have created the nCov2019 package that integrates the up-to-date public information of the infection based on API (application programming interface) to the Tencent SARS-COV-2 news website[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. The package also offers historical data collected by a non-governmental organization Dingxiangyuan [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>].",
            "This kind of detailed historical data for dozens of provinces and hundreds of cities in China provides a unique opportunity to study how the virus spreads in a vast, populous country. The hundreds of Chinese cities could also be considered as independent outbreaks, as many of them are far from the epicenter, and many are effectively on lockdown from the end of January 2020.",
            "Query the latest statistics data Users could utilize the remotes package to install it directly from GitHub. See supplementary document 1 for a more detailed tutorial. Once the nCov2019 package was loaded, we can get the latest statistics data in just one command: x <- get_nCov2019(lang='en'). For ease of use, the package supports two languages, Chinese (default) and English.",
            "The primary function is to get real-time data for each geographical area. Since more than 98% of confirmed cases concentrated in China, researchers may more concerned about the details of the infection in China. Printing the object x will directly show summary information of the total amount of confirmed cases in China and the last updated time. We re-defined the [ operator to extract data. When no region is specified, x[] will return a more intuitive statistical data for China, including cumulative diagnoses, mortality, cure rate, etc. for each province. Users could obtain a more granular scale data, for example, x[‘Hubei’] or x[‘湖北’], which depend on your language setting, will return a data frame contains the latest data available for each city of the selected province. And using x ['global',] will return another data frame for the global landscape view of each country. Also, using the parameter by='today', will return the newly added number of the current day, such as freshly infected cases.",
            "Get the historical statistics data We organize and summarize daily data at province and city levels. The information was updated daily and can be loaded into R using the x <- load_nCov2019() function. Epidemiologists will find the data useful for modeling and forecasting. The methods we provided to access the data is consistent by using the [ operator and summary function. Using the command x[] will return the historical information of all cities in China, and if any province is specified, e.g., x[‘Hubei’], the historical data of all cities belong to the selected region will be returned. Users can use summary(x) to get summary data at the province level. If a province is specified, e.g., summary(x, “Guangdong”), it will only return summary data of the selected region. See supplementary document 1 for a more detailed tutorial.",
            "Plot the Geographic maps Geographic visualization is an effective way to observe the spatial patterns of disease spread. Presenting the spread of the disease on the map is supported in the nCoV2019 package. Users can use the command, plot(x), to visualize disease information on the world map. If users want to plot data on a China map at the province or city level, they need to provide GIS files. Plotting data on a selected province or geographical region is also supported if the GIS information was available.",
            "In combination with R package chinamap [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>], it is easy to visualize data on the Chinese map at the province level (see Figure 1). Using historical data, users can visualize data of specific dates on a map. For example, plot(x, region='china', chinamap=cn, date='2020-02-01') will plot",
            "historical data on 2020-02-01. With historical data and the ability to visualize data on a map, we can incorporate temporal and spatial information to create an animation to show how SARS-Cov-2 is spreading.",
            "Interactive visualization To enable users to access data about this outbreak easily, we created an interactive website based on the RStudio Shiny framework. This web app is available in both English (http://www.bcloud.org/e/) and Chinese (http://www.bcloud.org/v/). See a detailed demonstration in supplementary document 2. It displays various statistics in geological layers, ranging from the world, country (China), provinces, cities. For example, Figure 2 shows detailed infection statistics of all provinces except Hubei, the epicenter with most of the cases. The sharp, exponential growth of coronavirus cases observed in Wuhan, Hubei, is not seen in other provinces. Instead, the total confirmed cases outside Wuhan are stabilizing as of February 23, 2020. The extreme measures of locking down tens of millions of people that the Chinese government took are working.",
            "Users can interactively select their regions of interest and check both the historical and realtime data. This app also has a simple forecast for total confirmed cases and deaths. We first converted the number of confirmed cases in log-scale as a time series data. We used the ets function in the R package forecast with default settings, which automatically selects error type, trend type, and season type. We also converted the raw number of cases as percent changes compared to the previous day and conducted a similar forecast."
        ],
        "Discussion": [
            "Real-time data collection is essential not only to inform the public but also for scientists and health officials. Thanks to the cooperation and open source, we can regularly organize public data and develop this package. Our nCov2019 package aims to reduce the difficulties for clinicians and other researchers in obtaining comprehensive data. Also, we developed a web application for researchers to conduct interactive analytics.",
            "Currently detailed, city-level data is only available for mainland China. These data sources occasionally will change data format, which requires us to closely monitoring this package. If the APIs stopped providing data, then the real-time data will not be updated. But the historical data will remain accessible.",
            "References: [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, Zhao X, Huang B, Shi W, Lu R, Niu P, Zhan",
            "F, Ma X, Wang D, Xu W, Wu G, Gao GF, Tan W, China Novel Coronavirus I, Research T (2020) A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med 382 (8):727-733. doi:10.1056/NEJMoa2001017 [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. http://www.nhc.gov.cn/xcs/yqfkdt/202002/4a1b1ec6c03548099de1c3aa935d04fd.shtml [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. https://news.qq.com/zt2020/page/feiyan.htm [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. https://ncov.dxy.cn/ncovh5/view/pneumonia [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. https://github.com/GuangchuangYu/chinamap [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. Hyndman, R.J., Koehler, A.B., Ord, J.K., and Snyder, R.D. (2008) Forecasting with exponential smoothing: the state space approach, Springer-Verlag."
        ]
    },
    "participants": [],
    "statistics": [],
    "keywords": [
        "China National Health Commission",
        "sars cov",
        "analytics",
        "coronavirus outbreak",
        "COVID-19",
        "historical datum",
        "analytic tool",
        "statistics",
        "coronavirus",
        "ncov2019 package",
        "SARS-COV-2",
        "2019-nCoV",
        "SARS",
        "datum source",
        "open source",
        "real time datum",
        "r package",
        "epidemiological datum",
        "COV-2",
        "World Health Organization"
    ],
    "keyword_relevance": {
        "statistics": 0.1944444444,
        "coronavirus": 0.1388888889,
        "SARS": 0.1388888889,
        "China National Health Commission": 0.0833333333,
        "SARS-COV-2": 0.0833333333,
        "COV-2": 0.0833333333,
        "analytics": 0.0555555556,
        "coronavirus outbreak": 0.0555555556,
        "COVID-19": 0.0555555556,
        "World Health Organization": 0.0555555556,
        "2019-nCoV": 0.0277777778,
        "open source": 0.0277777778,
        "sars cov": 0.0,
        "historical datum": 0.0,
        "analytic tool": 0.0,
        "ncov2019 package": 0.0,
        "datum source": 0.0,
        "real time datum": 0.0,
        "r package": 0.0,
        "epidemiological datum": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> The current outbreak of the novel coronavirus, SARS-COV-2 [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>], originated at the end of 2019 from Wuhan, a city in central China with a population of about 11 million.",
        "The SARS-COV2 outbreak is still spreading internationally and has had an enormous impact on human health, social life, and the economy.",
        "It puts considerable stress on the healthcare system in China.",
        "The package offers historical data collected by a non-governmental organization Dingxiangyuan [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]",
        "<h2 style=\"display: inline\">Results:</h2> Since more than 98% of confirmed cases concentrated in China, researchers may more concerned about the details of the infection in China.",
        "<h2 style=\"display: inline\">Conclusion:</h2> Real-time data collection is essential not only to inform the public but for scientists and health officials.",
        "Thanks to the cooperation and open source, the authors can regularly organize public data and develop this package.",
        "City-level data is only available for mainland China.",
        "These data sources occasionally will change data format, which requires them to closely monitoring this package."
    ],
    "structured_summary": {
        "Introduction": [
            "The current outbreak of the novel coronavirus, SARS-COV-2 [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>], originated at the end of 2019 from Wuhan, a city in central China with a population of about 11 million.",
            "The SARS-COV2 outbreak is still spreading internationally and has had an enormous impact on human health, social life, and the economy.",
            "It puts considerable stress on the healthcare system in China.",
            "The package offers historical data collected by a non-governmental organization Dingxiangyuan [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]"
        ],
        "Results": [
            "Since more than 98% of confirmed cases concentrated in China, researchers may more concerned about the details of the infection in China."
        ],
        "Conclusion": [
            "Real-time data collection is essential not only to inform the public but for scientists and health officials.",
            "Thanks to the cooperation and open source, the authors can regularly organize public data and develop this package.",
            "City-level data is only available for mainland China.",
            "These data sources occasionally will change data format, which requires them to closely monitoring this package."
        ]
    },
    "reference_links": [
        {
            "id": "6",
            "alt_id": "Hyndman_et+al_2008_a",
            "entry": "[6]. Hyndman, R.J., Koehler, A.B., Ord, J.K., and Snyder, R.D. (2008) Forecasting with exponential smoothing: the state space approach, Springer-Verlag.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Hyndman%2C%20R.J.%20Koehler%2C%20A.B.%20Ord%2C%20J.K.%20Snyder%2C%20R.D.%20Forecasting%20with%20exponential%20smoothing%3A%20the%20state%20space%20approach%202008"
        }
    ],
    "facts": [
        "similar viruses spread in populous countries",
        "98% of which is in China",
        "the epidemiological data to study the spread of the disease",
        "an R package that can facilitate the dissemination of accurate data about this outbreak",
        "the up-to-date public information of the infection based on API to the Tencent SARS-COV-2 news website[3",
        "The package offers historical data collected by a non-governmental organization Dingxiangyuan",
        "Our nCov2019 package aims to reduce the difficulties for clinicians",
        "city-level data is only available for mainland China",
        "more than 98% of confirmed cases concentrated in China",
        "researchers may more concerned about the details of the infection",
        "City-level data is only available for mainland China"
    ],
    "claims": [
        "To provide convenient access to epidemiological data on the coronavirus outbreak, we developed an R package, nCov2019 (https://github.com/GuangchuangYu/nCov2019)",
        "We also developed a web app (http://www.bcloud.org/e/) with interactive plots and simple time-series forecasts",
        "The methods we provided to access the data is consistent by using the [ operator and summary function",
        "Also, we developed a web application for researchers to conduct interactive analytics"
    ],
    "findings": [
        "Since more than 98% of confirmed cases concentrated in China, researchers may more concerned about the details of the infection in China"
    ],
    "processes": [],
    "key_statements": [
        "According to a recent update on February 19, 2020, from the China National Health Commission (CNHC), confirmed cases across 17 countries reached 75,726, 98% of which is in China [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]",
        "Since more than 98% of confirmed cases concentrated in China, researchers may more concerned about the details of the infection in China",
        "Our nCov2019 package aims to reduce the difficulties for clinicians and other researchers in obtaining comprehensive data",
        "We developed a web application for researchers to conduct interactive analytics"
    ],
    "top_statements": [
        "The current outbreak of the novel coronavirus, SARS-COV-2 [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>], originated at the end of 2019 from Wuhan, a city in central China with a population of about 11 million",
        "According to a recent update on February 19, 2020, from the China National Health Commission (CNHC), confirmed cases across 17 countries reached 75,726, 98% of which is in China [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]",
        "Since more than 98% of confirmed cases concentrated in China, researchers may more concerned about the details of the infection in China",
        "Our nCov2019 package aims to reduce the difficulties for clinicians and other researchers in obtaining comprehensive data",
        "We developed a web application for researchers to conduct interactive analytics"
    ],
    "headline": "Our nCov2019 package aims to reduce the difficulties for clinicians and other researchers in obtaining comprehensive data",
    "contexts": [],
    "abbreviations": {
        "CNHC": "China National Health Commission",
        "WHO": "World Health Organization"
    }
}
