{
    "filename": "2020.02.29.20029603v1.full.pdf",
    "content_type": "application/pdf",
    "file_size": 390293,
    "metadata": {
        "title": "Machine learning-based CT radiomics model for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection: A multicenter study",
        "author": "Zhongda Hospital, Medical School, Southeast University, Nanjing, China 4. CHESS-COVID-19 center, Zhejiang University Lishui Hospital & Lishui Central",
        "date": 2020,
        "affiliations": [
            "The First Hospital of Lanzhou University, Lanzhou, China",
            "CHESS-COVID-19 center, Ankang Central Hospital, Ankang, China",
            "Department of Radiology, Jiangsu Key Laboratory of Molecular and Functional Imaging,",
            "Zhongda Hospital, Medical School, Southeast University, Nanjing, China",
            "CHESS-COVID-19 center, Zhejiang University Lishui Hospital & Lishui Central",
            "Hospital, Lishui, China",
            "Department of Infectious Diseases and Critical Care Medicine, The Affiliated Third",
            "Hospital of Jiangsu University, Zhenjiang, China",
            "Department of Respiratory Medicine, The People’s Hospital of LinXia Hui Prefecture,",
            "The First Hospital of Lanzhou University, Lanzhou, China Phone: 86-18588602600 E-mail: qixiaolong@vip.163.com OR Shenghong Ju, MD, Professor of Medicine Department of Radiology, Zhongda Hospital, Medical School of Southeast University, Nanjing, China E-mail: jsh0836@126.com"
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.02.29.20029603",
            "isbn": null,
            "doc_id": null,
            "url": "https://www.medrxiv.org/content/10.1101/2020.02.29.20029603v1.full.pdf"
        },
        "abstract": "Objectives To develop and test machine learning-based CT radiomics models for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection. Design Cross-sectional Setting Multicenter Participants A total of 52 patients with laboratory-confirmed SARS-CoV-2 infection and their initial CT images were enrolled from 5 designated hospitals in Ankang, Lishui, Zhenjiang, Lanzhou, and Linxia between January 23, 2020 and February 8, 2020. As of February 20, patients remained in hospital or with non-findings in CT were excluded. Therefore, 31 patients with 72 lesion segments were included in the final analysis. Intervention CT radiomics models based on logistic regression (LR) and random forest (RF) were developed on features extracted from pneumonia lesions in training and inter-validation",
        "references": "@book{wang-a,\n  author = {Wang, D. and Hu, B. and Hu, C.},\n  title = {Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China},\n  note = {published February 7, 2020},\n  publisher = {JAMA},\n  doi = {doi: 10.1001/jama.2020.1585},\n  more-authors = {true},\n  language = {}\n}\n@misc{huang-a,\n  author = {Huang, C. and Wang, Y. and Li, X.},\n  title = {Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China},\n  unknown = {published January 24, 2020]. Lancet},\n  doi = {doi: 10.1016/S0140-6736(20)30183-5},\n  more-authors = {true},\n  language = {}\n}\n@article{xu-a,\n  author = {Xu, X.W. and Wu, XX, Jiang and X.G.},\n  title = {Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series},\n  journal = {BMJ},\n  volume = {2020},\n  pages = {606},\n  more-authors = {true},\n  number = {368},\n  language = {}\n}\n@article{zu2019a,\n  author = {Zu, Z.Y. and Jiang, M.D. and Xu, P.P.},\n  journal = {Coronavirus Disease},\n  date = {2019},\n  title = {(COVID- 19): A Perspective from China},\n  volume = {2020},\n  more-authors = {true},\n  unmatched-journal = {Radiology.},\n  language = {}\n}\n@article{pan2003a,\n  author = {Pan, F. and Ye, T. and Sun, P.},\n  title = {Time Course of Lung Changes On Chest CT During Recovery From 2019 Novel Coronavirus (COVID-19) Pneumonia},\n  journal = {Radiology},\n  volume = {2020},\n  date = {2003},\n  more-authors = {true},\n  language = {}\n}\n@article{lei2019a,\n  author = {Lei, J. and Li, J. and Li, X.},\n  title = {CT Imaging of the 2019 Novel Coronavirus},\n  date = {2019},\n  journal = {Radiology},\n  volume = {2020},\n  more-authors = {true},\n  source = {Pneumonia},\n  language = {}\n}\n@book{qi-a,\n  author = {Qi, X. and Lei, J. and Yu, Q. and Xi, Y. and Wang, Y. and Ju, S.},\n  title = {CT imaging of coronavirus disease 2019 (COVID- 19): from the qualitative to quantitative},\n  publisher = {Transl Med},\n  doi = {doi: 10.21037/atm.2020.02.91},\n  language = {},\n  address = {2020]. Ann},\n  urldate = {[published January 20,}\n}\n@article{gillies2016a,\n  author = {Gillies, R.J. and Kinahan, P.E. and Hricak, H.},\n  title = {Radiomics: Images Are More than Pictures, They Are Data},\n  journal = {Radiology},\n  date = {2016},\n  volume = {278},\n  pages = {563–577},\n  number = {2},\n  language = {}\n}\n@misc{hofmanninger-a,\n  author = {Hofmanninger, J. and Prayer, F. and Pan, J. and Rohrich, S. and Prosch, H. and Langs, G.},\n  title = {Automatic lung segmentation in routine imaging is a data diversity problem, not a methodology problem. ArXiv200111767 Phys Stat. January 2020},\n  url = {http://arxiv.org/abs/2001.11767.},\n  language = {}\n}\n@article{van2017a,\n  author = {van Griethuysen JJM and A, Fedorov and C, Parmar},\n  title = {Computational Radiomics System to Decode the Radiographic Phenotype},\n  journal = {Cancer Res},\n  date = {2017},\n  volume = {77},\n  pages = {104–107},\n  more-authors = {true},\n  number = {21},\n  language = {}\n}\n@article{parmar2015a,\n  author = {Parmar, C. and Grossmann, P. and Bussink, J.},\n  title = {Machine Learning methods for Quantitative Radiomic Biomarkers},\n  journal = {Sci Rep},\n  date = {2015},\n  volume = {5},\n  pages = {13087},\n  more-authors = {true},\n  number = {1},\n  language = {}\n}\n@article{elshafeey2019a,\n  author = {Elshafeey, N. and Kotrotsou, A. and Hassan, A.},\n  title = {Multicenter study demonstrates radiomic features derived from magnetic resonance perfusion images identify pseudoprogression in glioblastoma},\n  journal = {Nat Commun},\n  date = {2019},\n  volume = {10},\n  pages = {3170},\n  more-authors = {true},\n  number = {1},\n  language = {}\n}\n",
        "links": [
            "https://www.python.org",
            "https://www.slicer.org/",
            "https://www.python.org/",
            "https://github.com/salan668/FAE"
        ],
        "emails": [
            "jsh0836@126.com",
            "qixiaolong@vip.163.com"
        ],
        "references_ris": "TY  - BOOK\nAU  - Wang, D.\nAU  - Hu, B.\nAU  - Hu, C.\nTI  - Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China\nN1  - published February 7, 2020\nPB  - JAMA\nDO  - 10.1001/jama.2020.1585\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Huang, C.\nAU  - Wang, Y.\nAU  - Li, X.\nTI  - Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China\nC1  - published January 24, 2020]. Lancet\nDO  - 10.1016/S0140-6736(20)30183-5\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Xu, X.W.\nAU  - Wu, XX, Jiang\nAU  - X.G.\nTI  - Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series\nT2  - BMJ\nVL  - 2020\nSP  - 606\nC1  - true\nIS  - 368\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Zu, Z.Y.\nAU  - Jiang, M.D.\nAU  - Xu, P.P.\nT2  - Coronavirus Disease\nPY  - 2019\nDA  - 2019\nTI  - (COVID- 19): A Perspective from China\nVL  - 2020\nC1  - true\nC1  - Radiology.\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Pan, F.\nAU  - Ye, T.\nAU  - Sun, P.\nTI  - Time Course of Lung Changes On Chest CT During Recovery From 2019 Novel Coronavirus (COVID-19) Pneumonia\nT2  - Radiology\nVL  - 2020\nPY  - 2003\nDA  - 2003\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Lei, J.\nAU  - Li, J.\nAU  - Li, X.\nTI  - CT Imaging of the 2019 Novel Coronavirus\nPY  - 2019\nDA  - 2019\nT2  - Radiology\nVL  - 2020\nC1  - true\nT2  - Pneumonia\nLA  - \nER  - \n\nTY  - BOOK\nAU  - Qi, X.\nAU  - Lei, J.\nAU  - Yu, Q.\nAU  - Xi, Y.\nAU  - Wang, Y.\nAU  - Ju, S.\nTI  - CT imaging of coronavirus disease 2019 (COVID- 19): from the qualitative to quantitative\nPB  - Transl Med\nDO  - 10.21037/atm.2020.02.91\nLA  - \nCY  - 2020]. Ann\nC1  - [published January 20,\nER  - \n\nTY  - JOUR\nAU  - Gillies, R.J.\nAU  - Kinahan, P.E.\nAU  - Hricak, H.\nTI  - Radiomics: Images Are More than Pictures, They Are Data\nT2  - Radiology\nPY  - 2016\nDA  - 2016\nVL  - 278\nSP  - 563\nEP  - 577\nIS  - 2\nLA  - \nER  - \n\nTY  - GEN\nAU  - Hofmanninger, J.\nAU  - Prayer, F.\nAU  - Pan, J.\nAU  - Rohrich, S.\nAU  - Prosch, H.\nAU  - Langs, G.\nTI  - Automatic lung segmentation in routine imaging is a data diversity problem, not a methodology problem. ArXiv200111767 Phys Stat. January 2020\nUR  - http://arxiv.org/abs/2001.11767.\nLA  - \nER  - \n\nTY  - JOUR\nAU  - van Griethuysen JJM\nAU  - A, Fedorov\nAU  - C, Parmar\nTI  - Computational Radiomics System to Decode the Radiographic Phenotype\nT2  - Cancer Res\nPY  - 2017\nDA  - 2017\nVL  - 77\nSP  - 104\nEP  - 107\nC1  - true\nIS  - 21\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Parmar, C.\nAU  - Grossmann, P.\nAU  - Bussink, J.\nTI  - Machine Learning methods for Quantitative Radiomic Biomarkers\nT2  - Sci Rep\nPY  - 2015\nDA  - 2015\nVL  - 5\nSP  - 13087\nC1  - true\nIS  - 1\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Elshafeey, N.\nAU  - Kotrotsou, A.\nAU  - Hassan, A.\nTI  - Multicenter study demonstrates radiomic features derived from magnetic resonance perfusion images identify pseudoprogression in glioblastoma\nT2  - Nat Commun\nPY  - 2019\nDA  - 2019\nVL  - 10\nSP  - 3170\nC1  - true\nIS  - 1\nLA  - \nER  - \n\n",
        "author_conclusions": [
            "In summary, the machine learning-based CT radiomics models showed feasibility and accuracy for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection."
        ],
        "table_captions": [
            {
                "id": "1",
                "caption": "Baseline characteristics"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "Flow chart of study population and model building. PCC, Pearson correlation coefficient; LR, logistic regression; RF, random forest"
            },
            {
                "id": "2",
                "caption": "The predictive performance of CT radiomics models in training, inter-validation and test datasets. ROC, receiver operating characteristic; AUC, areas under the ROC curves; LR, logistic regression; RF, random forest; PPV, positive predictive value; NPV, negative predictive value"
            }
        ],
        "tables_url": "https://sandbox-api.scholarcy.com/tables/2020.02.29.20029603v1.full.pdf_i9_ezghu_ydwwp76w.xlsx",
        "figure_urls": [
            "https://sandbox-api.scholarcy.com/images/2020.02.29.20029603v1.full.pdf_i9_ezghu_images_mppiubpa/img-000.png",
            "https://sandbox-api.scholarcy.com/images/2020.02.29.20029603v1.full.pdf_i9_ezghu_images_mppiubpa/img-001.png"
        ]
    },
    "sections": {
        "disclosures": [
            "All authors have completed the ICMJE uniform disclosure form at www.icmje.org/coi_disclosure.pdf and declare: no support from any organisation for the submitted work; no financial relationships with any organisations that might have an interest in the submitted work in the previous three years; no other relationships or activities that could appear to have influenced the submitted work. Data sharing: The imaging or algorithm data used in this study are available upon request. Transparency statement: Lead author and the manuscript's guarantor affirms that the manuscript is an honest, accurate, and transparent account of the study being reported; that no important aspects of the study have been omitted; and that any discrepancies from the study as originally planned have been explained. Word count: 1356 words<br/><br/>Abstract Objectives To develop and test machine learning-based CT radiomics models for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection. Design Cross-sectional Setting Multicenter Participants A total of 52 patients with laboratory-confirmed SARS-CoV-2 infection and their initial CT images were enrolled from 5 designated hospitals in Ankang, Lishui, Zhenjiang, Lanzhou, and Linxia between January 23, 2020 and February 8, 2020. As of February 20, patients remained in hospital or with non-findings in CT were excluded. Therefore, 31 patients with 72 lesion segments were included in the final analysis. Intervention CT radiomics models based on logistic regression (LR) and random forest (RF) were developed on features extracted from pneumonia lesions in training and inter-validation datasets. The predictive performance was further evaluated in test dataset on lung lobe- and patients-level. Main outcomes"
        ],
        "results": [
            "The CT radiomics models based on 6 second-order features were effective in discriminating short- and long-term hospital stay in patients with pneumonia associated with SARS-CoV-2 infection, with areas under the curves of 0.97 (95%CI 0.83-1.0) and 0.92 (95%CI 0.67-1.0) by LR and RF, respectively, in the test dataset. The LR model showed a sensitivity and specificity of 1.0 and 0.89, and the RF model showed similar performance with sensitivity and specificity of 0.75 and 1.0 in test dataset. Conclusions The machine learning-based CT radiomics models showed feasibility and accuracy for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection.",
            "Patient characteristics<br/><br/>A total of 52 patients with laboratory-confirmed SARS-CoV-2 infection and initial CT images were enrolled from 5 designated hospitals in Ankang, Lishui, Zhenjiang, Lanzhou, and Linxia, China. As of February 20, 14 patients were still hospitalized, and 7 patients had non-findings in CT images. Therefore, 31 patients with 72 lesion segments were included in the final analysis. The training and inter-validation cohort comprised 26 patients (12 from Ankang, 8 from Lishui, 4 from Lanzhou, and 2 from Linxia) with 59 lesion segments, and test cohort comprised 5 patients from Zhenjiang with 13 lesion segments. The median age was 38.00 (interquartile range, 26.00-47.00) years and 17 (57%) were male. Comorbidities, symptoms and laboratory findings at admission were summarized in Table 1."
        ],
        "introduction": [
            "The coronavirus disease 2019 (COVID-19) from Wuhan, China has become a global challenge since the December 2019.1-3 Clinical characteristics of patients with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection have been reported, and the median hospital stay of forty-seven discharged patients was 10 days.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>] Studies showed that patients’ condition in Wuhan worsens on the 10th day after illness onset.[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] However, patients with symptoms longer than 10 days outside Wuhan were less severe than those in Wuhan.[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] Therefore, the hospital stay in patients with SARS-CoV-2 infection is one of the prognostic indicators, and its non-invasive predicting tool is important for assessing the patients’ clinical outcome. Chest CT is recommended as a routine test in the diagnoses and monitoring of COVID-19 since ground-glass opacities and consolidation are the most relative imaging features in pneumonia associated with SARS-CoV-2 infection.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>-<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] On the basis of our previous work utilizing quantitative CT for COVID-19,7 we hypothesized that high-throughout information hidden behind CT images[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] had potential in discriminating the hospital stay. The study aimed to develop and test machine learning-based CT radiomics models for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection."
        ],
        "methods": [
            "Study population<br/><br/>The multicenter study was conducted according to principles of the Declaration of Helsinki and approved by all institutional review board. The need for written informed consent from the participants was waived. Patients with laboratory-confirmed SARS-CoV-2 infection and their initial CT images were enrolled from 5 designated hospitals between January 23, 2020 and February 8, 2020, with final follow-up on February 20, 2020 (Figure 1). Most patients received antiviral treatment with interferon inhalation, lopinavir and ritonavir, combined with probiotics. Patients were discharged once the results of two real-time fluorescence polymerase-chain-reaction tests taken 24 hours apart were negative for SARS-CoV-2 antigens. Patients without pneumonia findings or those remained in hospital were excluded. Sample size consideration was shown in supplementary file. In this study, the optimal cut-off value of hospital stay was determined to be 10 days based on previous studies[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>], by which patients were classified into short-term hospital stay (≤10 days) and long-term hospital stay (>10 days)."
        ],
        "discussion": [
            "In this study, machine learning-based CT radiomics models were developed and tested for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection. CT radiomics features hidden within lesions, ground-glass opacities and consolidation, were extracted, and machine-learning models demonstrated robust performance using multicenter cohorts for training and inter-validation, and an independent dataset and a prospective dataset for test.<br/><br/>Though there were slightly differences in CT scan parameters among centers, key features included in models were second-order, and focused on distribution, correlation and variance in gray level intensities, which described the relationship between voxels and hold quantitative information on the spatial heterogeneity of pneumonia lesions.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>,<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] Compared with first-order features, second-order features were not sensitive to absolute value and thus more robust. Moreover, the models showed satisfied AUCs more than 90% on both training and test process, which indicated that the models could be applied in a general situation. Similarity in AUCs, sensitivity and specificity for RF and LR models also demonstrated the robustness, according to prior study that classification method showed most dominant in variability of model.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]"
        ],
        "summary": [
            "<strong>Summary boxes</strong><br/><br/>What is already known on this topic The coronavirus disease 2019 (COVID-19) from Wuhan, China has become a global challenge since the December 2019. The median hospital stay of discharged patients with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection was reported as 10 days. The condition of patients in Wuhan worsens on the 10th day after illness onset. However, patients with symptoms longer than 10 days outside Wuhan were less severe than those in Wuhan. The hospital stay is one of the prognostic indicators, and its non-invasive predicting model based on CT radiomics features is important for assessing the patients’ clinical outcome. What this study adds In the multicenter study with patients from 5 designated hospitals in China, the CT radiomics models using logistic regression and random forest method showed satisfied diagnostic performance with sensitivity of 1.0 and 0.75, specificity of 0.89 and 1.0, respectively, in independent test dataset. The machine learning-based CT radiomics models showed feasibility and accuracy for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection."
        ],
        "funding": [
            "Financial support: The study was supported by Gansu Provincial COVID-19 Science and Technology Major Project; Shanxi Provincial Emergency Research Project for Chinese Medicine for Prevention and Treatment of COVID-19 (2020-YJ005); Zhenjiang Key Research and Development Plan for COVID-19 Emergency Project (SH2020001)。"
        ],
        "ethical_compliance": [
            "The multicenter study was conducted according to principles of the Declaration of Helsinki and approved by all institutional review board"
        ],
        "data_availability": [
            "https://github.com/salan668/FAE"
        ],
        "supplementary_references": {
            "supplementary_data_references": [
                "supplementary file"
            ],
            "supplementary_figure_references": [
                "supplementary Table",
                "supplementary Table 2"
            ]
        }
    },
    "structured_content": {
        "Results": [
            "A total of 52 patients with laboratory-confirmed SARS-CoV-2 infection and initial CT images were enrolled from 5 designated hospitals in Ankang, Lishui, Zhenjiang, Lanzhou, and Linxia, China. As of February 20, 14 patients were still hospitalized, and 7 patients had non-findings in CT images. Therefore, 31 patients with 72 lesion segments were included in the final analysis. The training and inter-validation cohort comprised 26 patients (12 from Ankang, 8 from Lishui, 4 from Lanzhou, and 2 from Linxia) with 59 lesion segments, and test cohort comprised 5 patients from Zhenjiang with 13 lesion segments. The median age was 38.00 (interquartile range, 26.00-47.00) years and 17 (57%) were male. Comorbidities, symptoms and laboratory findings at admission were summarized in Table 1.",
            "The CT radiomics model, based on 6 features (supplementary Table1), showed the highest AUC on the training and inter-validation dataset. The performance of modeling using LR and RF methods was shown in Figure 2. On lung lobe-level, models using LR method significantly distinguished short- and long-term hospital stay (In training and inter-validation datasets, cut-off value 0.31, AUC 0.94 (95%CI 0.92-0.97), sensitivity 1.0, specificity 0.87, NPV 1.0, and PPV 0.88; In test dataset, AUC 0.97 (95%CI 0.83-1.0), sensitivity 1.0, specificity 0.89, NPV 1.0, and PPV 0.8). Besides, models using RF method obtained satisfied results (In training and inter-validation datasets, cut-off value 0.68, AUC 1.0 (95%CI 1.0-1.0), sensitivity 1.0, specificity 1.0, NPV 1.0, and PPV 1.0; In test dataset, AUC 0.92 (95%CI 0.67-1.0), sensitivity 0.75, specificity 1.0, NPV 0.9, and PPV 1.0). On patients-level, in training and inter-validation datasets, 6 of 6 patients were correctly classified as short-term stay by both models, and 20 of 20, 16 of 20 patients were correctly identified as long-term stay by RF and LR models, respectively. In test dataset, 1 of 2 patients was correctly classified as short-term stay, and 3 of 3 were correctly identified as long-term stay by RF and LR models. As of February 28, we followed up for a prospective dataset of 6 newly discharged patients with 24 lesions from designated hospitals (Comorbidities, symptoms and laboratory findings were described in supplementary Table 2). All patients were correctly recognized as long-term stay using both RF and LR models developed on raw 52 patients."
        ],
        "Introduction": [
            "The coronavirus disease 2019 (COVID-19) from Wuhan, China has become a global challenge since the December 2019.1-3 Clinical characteristics of patients with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection have been reported, and the median hospital stay of forty-seven discharged patients was 10 days.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>] Studies showed that patients’ condition in Wuhan worsens on the 10th day after illness onset.[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] However, patients with symptoms longer than 10 days outside Wuhan were less severe than those in Wuhan.[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] Therefore, the hospital stay in patients with SARS-CoV-2 infection is one of the prognostic indicators, and its non-invasive predicting tool is important for assessing the patients’ clinical outcome. Chest CT is recommended as a routine test in the diagnoses and monitoring of COVID-19 since ground-glass opacities and consolidation are the most relative imaging features in pneumonia associated with SARS-CoV-2 infection.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>-<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] On the basis of our previous work utilizing quantitative CT for COVID-19,7 we hypothesized that high-throughout information hidden behind CT images[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] had potential in discriminating the hospital stay. The study aimed to develop and test machine learning-based CT radiomics models for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection."
        ],
        "Methods": [
            "The multicenter study was conducted according to principles of the Declaration of Helsinki and approved by all institutional review board. The need for written informed consent from the participants was waived. Patients with laboratory-confirmed SARS-CoV-2 infection and their initial CT images were enrolled from 5 designated hospitals between January 23, 2020 and February 8, 2020, with final follow-up on February 20, 2020 (Figure 1). Most patients received antiviral treatment with interferon inhalation, lopinavir and ritonavir, combined with probiotics. Patients were discharged once the results of two real-time fluorescence polymerase-chain-reaction tests taken 24 hours apart were negative for SARS-CoV-2 antigens. Patients without pneumonia findings or those remained in hospital were excluded. Sample size consideration was shown in supplementary file. In this study, the optimal cut-off value of hospital stay was determined to be 10 days based on previous studies[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>], by which patients were classified into short-term hospital stay (≤10 days) and long-term hospital stay (>10 days).",
            "The pipeline of radiomics model was shown (Figure 1), and features extraction and model building were performed on lung lobe-level. Images preprocessing was shown in supplementary file. Images containing lesions were segmented using Python (3.6, https://www.python.org) and 3Dslicer (version 4.10.0; https://www.slicer.org/) with two steps. First, lung lobes of each patient were segmented automatically using algorithms based on U-net[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>], and results were checked and modified by one radiologist (Q.Y). Next, lesions in each lung lobe were labeled semi-automatically using serval seeds placed within lesion region to generate the contours. Three radiologists (S.H, Q.Y and X.P.M) evaluated segments of each lesion and reached a consensus. All imaging processes were blinded to clinical data.",
            "In total, 1218 features were calculated per lesion patch. First-order, shape and second-order features were extracted from original images and wavelet filter applied images using pyradiomics.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>] Two supervised learning algorithms, logistic regression (LR) and random forest (RF), were used to build the model and verify the robustness of features (supplementary file).[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] We applied 5-fold cross-validation on the training dataset to prove model performance.",
            "The cutoff point was defined on receiver operating characteristic (ROC) curves of training data by maximizing the sum of sensitivity and specificity. The model performance was evaluated using test dataset on lung lobe-level. Areas under the ROC curve (AUC), sensitivities, specificities, positive predictive value (PPV), and negative predictive value (NPV) were recorded. On patient-level, one was defined as long-term hospital stay once more than one lesion of lung lobe was labeled as long-term stay lesion, if not, as short-term hospital stay.",
            "Categorical data were expressed in numbers (percentages), and continuous variables as median (interquartile range). Demographic and clinical characteristics of patients were assessed using Chi square test (Fisher's exact test as appropriate) for categorical variables, and Mann-Whitney test for continuous variables in SPSS (version 22.0. IBM Crop. Armonk, NY, USA). Feature selection and model building were implemented with FeAture Explorer (FAE, v0.2.5, https://github.com/salan668/FAE) on Python (3.6.8, https://www.python.org/)). Test values like areas under the receiver operating characteristic curves (95% confidence interval), sensitivity, specificity was calculated in SPSS and Python. A P-value < 0.05 was considered statistically significant. Patient and Public Involvement This cross-sectional study did not involve patients in study design, outcome measures, or writing or editing of this study."
        ],
        "Discussion": [
            "In this study, machine learning-based CT radiomics models were developed and tested for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection. CT radiomics features hidden within lesions, ground-glass opacities and consolidation, were extracted, and machine-learning models demonstrated robust performance using multicenter cohorts for training and inter-validation, and an independent dataset and a prospective dataset for test.",
            "Though there were slightly differences in CT scan parameters among centers, key features included in models were second-order, and focused on distribution, correlation and variance in gray level intensities, which described the relationship between voxels and hold quantitative information on the spatial heterogeneity of pneumonia lesions.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>,<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] Compared with first-order features, second-order features were not sensitive to absolute value and thus more robust. Moreover, the models showed satisfied AUCs more than 90% on both training and test process, which indicated that the models could be applied in a general situation. Similarity in AUCs, sensitivity and specificity for RF and LR models also demonstrated the robustness, according to prior study that classification method showed most dominant in variability of model.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]",
            "The study was limited by small sample size. The percentage of short-term hospital stay is low in our multicenter cohorts, and semi-automated lesion segmentation might result in selection bias. A larger prospective multicenter cohort is needed to tune and test the machine learning-based CT radiomics models.",
            "In summary, the machine learning-based CT radiomics models showed feasibility and accuracy for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection.",
            "Summary boxes What is already known on this topic The coronavirus disease 2019 (COVID-19) from Wuhan, China has become a global challenge since the December 2019. The median hospital stay of discharged patients with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection was reported as 10 days. The condition of patients in Wuhan worsens on the 10th day after illness onset. However, patients with symptoms longer than 10 days outside Wuhan were less severe than those in Wuhan. The hospital stay is one of the prognostic indicators, and its non-invasive predicting model based on CT radiomics features is important for assessing the patients’ clinical outcome. What this study adds In the multicenter study with patients from 5 designated hospitals in China, the CT radiomics models using logistic regression and random forest method showed satisfied diagnostic performance with sensitivity of 1.0 and 0.75, specificity of 0.89 and 1.0, respectively, in independent test dataset. The machine learning-based CT radiomics models showed feasibility and accuracy for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection."
        ],
        "References": [
            "1. Wang D, Hu B, Hu C, et al Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. [published February 7, 2020]. JAMA. doi:10.1001/jama.2020.1585.",
            "2. Huang C, Wang Y, Li X, et al Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. [published January 24, 2020]. Lancet. doi: 10.1016/S0140-6736(20)30183-5.",
            "3. Xu XW, Wu XX, Jiang XG, et al Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series. BMJ. 2020;368:m606.",
            "4. Zu ZY, Jiang MD, Xu PP, et al Coronavirus Disease 2019 (COVID-19): A Perspective from China. Radiology. 2020:200490.",
            "5. Pan F, Ye T, Sun P, et al Time Course of Lung Changes On Chest CT During Recovery From 2019 Novel Coronavirus (COVID-19) Pneumonia. Radiology. 2020:200370.",
            "6. Lei J, Li J, Li X, et al CT Imaging of the 2019 Novel Coronavirus (2019-nCoV) Pneumonia. Radiology. 2020:200236.",
            "7. Qi X, Lei J, Yu Q, Xi Y, Wang Y, Ju S. CT imaging of coronavirus disease 2019 (COVID-19): from the qualitative to quantitative. [published January 20, 2020]. Ann Transl Med. doi:10.21037/atm.2020.02.91",
            "8. Gillies RJ, Kinahan PE, Hricak H. Radiomics: Images Are More than Pictures, They Are Data. Radiology. 2016;278(2):[563-577].",
            "9. Hofmanninger J, Prayer F, Pan J, Rohrich S, Prosch H, Langs G. Automatic lung segmentation in routine imaging is a data diversity problem, not a methodology problem. ArXiv200111767 Phys Stat. January 2020. http://arxiv.org/abs/2001.11767.",
            "10. van Griethuysen JJM, Fedorov A, Parmar C, et al Computational Radiomics System to Decode the Radiographic Phenotype. Cancer Res. 2017;77(21):e104-e107.",
            "11. Parmar C, Grossmann P, Bussink J, et al Machine Learning methods for Quantitative Radiomic Biomarkers. Sci Rep. 2015;5(1):13087.",
            "12. Elshafeey N, Kotrotsou A, Hassan A, et al Multicenter study demonstrates radiomic features derived from magnetic resonance perfusion images identify pseudoprogression in glioblastoma. Nat Commun. 2019;10(1):3170.",
            "Table 1 Baseline characteristics",
            "Characteristics Age, median (interquartile range [IQR]), years Gender, No (%), male Comorbidities, No (%)",
            "Hypertension, No (%) History of cancer, No (%) Symptoms Fever, No (%) Myalgia, No (%) Diarrhea, No (%) Headache, No (%) Cough, No (%) Laboratory findings Blood leukocyte count, median (IQR), ×109/L Neutrophil count, median (IQR), ×109/L Neutrophil percentage, median (IQR), %",
            "All 38.00 17 (55%) 3 (10%) 2 (6%) 2 (6%)",
            "Short-term stay (≤10days) 32.00 (26.00-46.50) 2 (25%) 1 (13%) 1 (13%) 0 (0%)",
            "22 (71%) 6 (19%) 2 (6%) 11 (35%) 25 (81%)",
            "5 (63%) 2 (25%) 1 (13%) 3 (38%) 7 (88%)",
            "5.09 (3.70-6.89) 3.25 (2.45-4.19) 63.15 (61.63-71.80)",
            "Long-term stay (>10days) 41.00 (26.00-47.00) 15 (65%) 2 (9%) 1 (4%) 2 (9%)",
            "P value 0.72 0.10 1",
            "17 (74%) 4 (17%) 1 (4%) 8 (35%) 18 (78%)",
            "4.30 (3.56-4.66)",
            "2.80 (1.90-3.30)",
            "61.30 (52.90-65.50)",
            "0.30",
            "31.90 (23.2-36.10)",
            "1.22 (0.91-1.40)",
            "1.38 (1.16-1.93) 26.70 (21.63-29.45)",
            "1.30 29.00 (22.80-36.10)",
            "Lymphocyte count, median (IQR), ×109/L Lymphocyte percentage, median (IQR), %",
            "Figure legends Figure 1 Flow chart of study population and model building. PCC, Pearson correlation coefficient; LR, logistic regression; RF, random forest.",
            "Figure 2 The predictive performance of CT radiomics models in training, inter-validation and test datasets. ROC, receiver operating characteristic; AUC, areas under the ROC curves; LR, logistic regression; RF, random forest; PPV, positive predictive value; NPV, negative predictive value."
        ]
    },
    "participants": [
        {
            "participant": "patients with laboratory-confirmed SARS-CoV-2 infection and their initial CT",
            "number": 52,
            "context": "Objectives To develop and test machine learning-based CT radiomics models for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection. <mark class=\"stats\">Design Cross-sectional Setting Multicenter Participants A total of 52 patients with laboratory-confirmed SARS-CoV-2 infection and their initial CT images were enrolled from 5 designated hospitals in Ankang, Lishui, Zhenjiang, Lanzhou, and Linxia between January 23, 2020 and February 8, 2020</mark>. As of February 20, patients remained in hospital or with non-findings in CT were excluded"
        },
        {
            "participant": "patients with 72 lesion segments",
            "number": 31,
            "context": "As of February 20, patients remained in hospital or with non-findings in CT were excluded. <mark class=\"stats\">Therefore, 31 patients with 72 lesion segments were included in the final analysis</mark>. Intervention CT radiomics models based on logistic regression (LR) and random forest (RF) were developed on features extracted from pneumonia lesions in training and inter-validation"
        },
        {
            "participant": "radiologists",
            "number": 3,
            "context": "Next, lesions in each lung lobe were labeled semi-automatically using serval seeds placed within lesion region to generate the contours. <mark class=\"stats\">Three radiologists (S.H, Q.Y and X.P.M) evaluated segments of each lesion and reached a consensus</mark>. All imaging processes were blinded to clinical data"
        },
        {
            "participant": "patients with laboratory-confirmed SARS-CoV-2 infection and initial CT images",
            "number": 52,
            "context": "Patient and Public Involvement This cross-sectional study did not involve patients in study design, outcome measures, or writing or editing of this study. <mark class=\"stats\">A total of 52 patients with laboratory-confirmed SARS-CoV-2 infection and initial CT images were enrolled from 5 designated hospitals in Ankang, Lishui, Zhenjiang, Lanzhou, and Linxia, China</mark>. As of February 20, 14 patients were still hospitalized, and 7 patients had non-findings in CT images"
        },
        {
            "participant": "patients",
            "number": 14,
            "context": "A total of 52 patients with laboratory-confirmed SARS-CoV-2 infection and initial CT images were enrolled from 5 designated hospitals in Ankang, Lishui, Zhenjiang, Lanzhou, and Linxia, China. <mark class=\"stats\">As of February 20, 14 patients were still hospitalized, and 7 patients had non-findings in CT images</mark>. Therefore, 31 patients with 72 lesion segments were included in the final analysis"
        },
        {
            "participant": "patients with 72 lesion segments",
            "number": 31,
            "context": "As of February 20, 14 patients were still hospitalized, and 7 patients had non-findings in CT images. <mark class=\"stats\">Therefore, 31 patients with 72 lesion segments were included in the final analysis</mark>. The training and inter-validation cohort comprised 26 patients (12 from Ankang, 8 from Lishui, 4 from Lanzhou, and 2 from Linxia) with 59 lesion segments, and test cohort comprised 5 patients from Zhenjiang with 13 lesion segments"
        },
        {
            "participant": "patients",
            "number": 26,
            "context": "Therefore, 31 patients with 72 lesion segments were included in the final analysis. <mark class=\"stats\">The training and inter-validation cohort comprised 26 patients (12 from Ankang, 8 from Lishui, 4 from Lanzhou, and 2 from Linxia) with 59 lesion segments, and test cohort comprised 5 patients from Zhenjiang with 13 lesion segments</mark>. The median age was 38.00 (interquartile range, 26.00-47.00) years and 17 (57%) were male"
        },
        {
            "participant": "patients",
            "number": 6,
            "context": "Besides, models using RF method obtained satisfied results (In training and inter-validation datasets, cut-off value 0.68, AUC 1.0 (95%CI 1.0-1.0), sensitivity 1.0, specificity 1.0, NPV 1.0, and PPV 1.0; In test dataset, AUC 0.92 (95%CI 0.67-1.0), sensitivity 0.75, specificity 1.0, NPV 0.9, and PPV 1.0). <mark class=\"stats\">On patients-level, in training and inter-validation datasets, 6 of 6 patients were correctly classified as short-term stay by both models, and 20 of 20, 16 of 20 patients were correctly identified as long-term stay by RF and LR models, respectively</mark>. In test dataset, 1 of 2 patients was correctly classified as short-term stay, and 3 of 3 were correctly identified as long-term stay by RF and LR models"
        },
        {
            "participant": "patients",
            "number": 2,
            "context": "On patients-level, in training and inter-validation datasets, 6 of 6 patients were correctly classified as short-term stay by both models, and 20 of 20, 16 of 20 patients were correctly identified as long-term stay by RF and LR models, respectively. <mark class=\"stats\">In test dataset, 1 of 2 patients was correctly classified as short-term stay, and 3 of 3 were correctly identified as long-term stay by RF and LR models</mark>. As of February 28, we followed up for a prospective dataset of 6 newly discharged patients with 24 lesions from designated hospitals (Comorbidities, symptoms and laboratory findings were described in supplementary Table 2)"
        },
        {
            "participant": "newly discharged patients with 24 lesions from designated hospitals",
            "number": 6,
            "context": "In test dataset, 1 of 2 patients was correctly classified as short-term stay, and 3 of 3 were correctly identified as long-term stay by RF and LR models. <mark class=\"stats\">As of February 28, we followed up for a prospective dataset of 6 newly discharged patients with 24 lesions from designated hospitals (Comorbidities, symptoms and laboratory findings were described in supplementary Table 2)</mark>. All patients were correctly recognized as long-term stay using both RF and LR models developed on raw 52 patients"
        },
        {
            "participant": "patients",
            "number": 52,
            "context": "As of February 28, we followed up for a prospective dataset of 6 newly discharged patients with 24 lesions from designated hospitals (Comorbidities, symptoms and laboratory findings were described in supplementary Table 2). <mark class=\"stats\">All patients were correctly recognized as long-term stay using both RF and LR models developed on raw 52 patients</mark>. In this study, machine learning-based CT radiomics models were developed and tested for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection"
        }
    ],
    "statistics": [
        {
            "tests": {
                "context": "<mark class=\"stats\">First-order, shape and second-order features were extracted from original images and wavelet filter applied images using pyradiomics.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>] Two supervised learning algorithms, logistic regression (LR) and random forest (RF), were used to build the model and verify the robustness of features (supplementary file).[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] We applied 5-fold cross-validation on the training dataset to prove model performance</mark>",
                "tests": [
                    {
                        "test": "logistic regression"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Demographic and clinical characteristics of patients were assessed using Chi square test (Fisher's exact test as appropriate) for categorical variables, and Mann-Whitney test for continuous variables in SPSS (version 22.0</mark>",
                "tests": [
                    {
                        "test": "Chi square test"
                    },
                    {
                        "test": "Fisher's exact test"
                    },
                    {
                        "test": "Mann-Whitney test",
                        "value": "22.0"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">What this study adds In the multicenter study with patients from 5 designated hospitals in China, the CT radiomics models using logistic regression and random forest method showed satisfied diagnostic performance with sensitivity of 1.0 and 0.75, specificity of 0.89 and 1.0, respectively, in independent test dataset</mark>",
                "tests": [
                    {
                        "test": "logistic regression"
                    }
                ]
            }
        }
    ],
    "keywords": [
        "pneumonia lesions",
        "logistic regression",
        "sars cov",
        "acute respiratory",
        "clinical characteristics",
        "SARS",
        "negative predictive value",
        "hospital stay",
        "Areas under the ROC curve",
        "COVID-19",
        "median hospital",
        "severe acute",
        "machine learning",
        "positive predictive value",
        "radiomics",
        "random forest",
        "receiver operating characteristic",
        "respiratory syndrome",
        "global challenge",
        "multicenter study",
        "syndrome coronavirus",
        "ct radiomic model",
        "coronavirus disease"
    ],
    "keyword_relevance": {
        "hospital stay": 0.1317365269,
        "radiomics": 0.1137724551,
        "logistic regression": 0.1017964072,
        "SARS": 0.1017964072,
        "random forest": 0.1017964072,
        "COVID-19": 0.0838323353,
        "Areas under the ROC curve": 0.0598802395,
        "negative predictive value": 0.0479041916,
        "positive predictive value": 0.0479041916,
        "machine learning": 0.0419161677,
        "receiver operating characteristic": 0.0419161677,
        "multicenter study": 0.0179640719,
        "coronavirus disease": 0.0179640719,
        "pneumonia lesions": 0.0119760479,
        "acute respiratory": 0.0119760479,
        "median hospital": 0.0119760479,
        "severe acute": 0.0119760479,
        "respiratory syndrome": 0.0119760479,
        "global challenge": 0.0119760479,
        "syndrome coronavirus": 0.0119760479,
        "clinical characteristics": 0.005988024,
        "sars cov": 0.0,
        "ct radiomic model": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> The coronavirus disease 2019 (COVID-19) from Wuhan, China has become a global challenge since the December 2019.1-3 Clinical characteristics of patients with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection have been reported, and the median hospital stay of forty-seven discharged patients was 10 days.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
        "Chest CT is recommended as a routine test in the diagnoses and monitoring of COVID-19 since ground-glass opacities and consolidation are the most relative imaging features in pneumonia associated with SARS-CoV-2 infection.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>-<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] On the basis of the previous work utilizing quantitative CT for COVID-19,7 the authors hypothesized that high-throughout information hidden behind CT images[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] had potential in discriminating the hospital stay.",
        "The study aimed to develop and test machine learning-based CT radiomics models for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection",
        "<h2 style=\"display: inline\">Methods:</h2> Study population<br/><br/>The multicenter study was conducted according to principles of the Declaration of Helsinki and approved by all institutional review board.",
        "Patients with laboratory-confirmed SARS-CoV-2 infection and their initial CT images were enrolled from 5 designated hospitals between January 23, 2020 and February 8, 2020, with final follow-up on February 20, 2020 (Figure 1).",
        "Most patients received antiviral treatment with interferon inhalation, lopinavir and ritonavir, combined with probiotics.",
        "Patients were discharged once the results of two real-time fluorescence polymerase-chain-reaction tests taken 24 hours apart were negative for SARS-CoV-2 antigens.",
        "Patients without pneumonia findings or those remained in hospital were excluded.",
        "The optimal cut-off value of hospital stay was determined to be 10 days based on previous studies[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>], by which patients were classified into short-term hospital stay (≤10 days) and long-term hospital stay (>10 days)",
        "<h2 style=\"display: inline\">Results:</h2> The CT radiomics models based on 6 second-order features were effective in discriminating short- and long-term hospital stay in patients with pneumonia associated with SARS-CoV-2 infection, with areas under the curves of 0.97 (95%CI 0.83-1.0) and 0.92 (95%CI 0.67-1.0) by LR and RF, respectively, in the test dataset.",
        "A total of 52 patients with laboratory-confirmed SARS-CoV-2 infection and initial CT images were enrolled from 5 designated hospitals in Ankang, Lishui, Zhenjiang, Lanzhou, and Linxia, China.",
        "Comorbidities, symptoms and laboratory findings at admission were summarized in Table 1",
        "<h2 style=\"display: inline\">Conclusion:</h2> Machine learning-based CT radiomics models were developed and tested for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection.",
        "What this study adds In the multicenter study with patients from 5 designated hospitals in China, the CT radiomics models using logistic regression and random forest method showed satisfied diagnostic performance with sensitivity of 1.0 and 0.75, specificity of 0.89 and 1.0, respectively, in independent test dataset.",
        "The machine learning-based CT radiomics models showed feasibility and accuracy for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection"
    ],
    "structured_summary": {
        "Introduction": [
            "The coronavirus disease 2019 (COVID-19) from Wuhan, China has become a global challenge since the December 2019.1-3 Clinical characteristics of patients with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection have been reported, and the median hospital stay of forty-seven discharged patients was 10 days.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
            "Chest CT is recommended as a routine test in the diagnoses and monitoring of COVID-19 since ground-glass opacities and consolidation are the most relative imaging features in pneumonia associated with SARS-CoV-2 infection.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>-<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] On the basis of the previous work utilizing quantitative CT for COVID-19,7 the authors hypothesized that high-throughout information hidden behind CT images[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] had potential in discriminating the hospital stay.",
            "The study aimed to develop and test machine learning-based CT radiomics models for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection"
        ],
        "Methods": [
            "Study population<br/><br/>The multicenter study was conducted according to principles of the Declaration of Helsinki and approved by all institutional review board.",
            "Patients with laboratory-confirmed SARS-CoV-2 infection and their initial CT images were enrolled from 5 designated hospitals between January 23, 2020 and February 8, 2020, with final follow-up on February 20, 2020 (Figure 1).",
            "Most patients received antiviral treatment with interferon inhalation, lopinavir and ritonavir, combined with probiotics.",
            "Patients were discharged once the results of two real-time fluorescence polymerase-chain-reaction tests taken 24 hours apart were negative for SARS-CoV-2 antigens.",
            "Patients without pneumonia findings or those remained in hospital were excluded.",
            "The optimal cut-off value of hospital stay was determined to be 10 days based on previous studies[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>], by which patients were classified into short-term hospital stay (≤10 days) and long-term hospital stay (>10 days)"
        ],
        "Results": [
            "The CT radiomics models based on 6 second-order features were effective in discriminating short- and long-term hospital stay in patients with pneumonia associated with SARS-CoV-2 infection, with areas under the curves of 0.97 (95%CI 0.83-1.0) and 0.92 (95%CI 0.67-1.0) by LR and RF, respectively, in the test dataset.",
            "A total of 52 patients with laboratory-confirmed SARS-CoV-2 infection and initial CT images were enrolled from 5 designated hospitals in Ankang, Lishui, Zhenjiang, Lanzhou, and Linxia, China.",
            "Comorbidities, symptoms and laboratory findings at admission were summarized in Table 1"
        ],
        "Conclusion": [
            "Machine learning-based CT radiomics models were developed and tested for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection.",
            "What this study adds In the multicenter study with patients from 5 designated hospitals in China, the CT radiomics models using logistic regression and random forest method showed satisfied diagnostic performance with sensitivity of 1.0 and 0.75, specificity of 0.89 and 1.0, respectively, in independent test dataset.",
            "The machine learning-based CT radiomics models showed feasibility and accuracy for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection"
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Wang_et+al_2019_a",
            "entry": "1. Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. [published February 7, 2020]. JAMA. doi:10.1001/jama.2020.1585.",
            "crossref": "https://dx.doi.org/10.1001/jama.2020.1585",
            "scite": "https://scite.ai/reports/10.1001/jama.2020.1585"
        },
        {
            "id": "2",
            "alt_id": "Huang_et+al_2019_a",
            "entry": "2. Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. [published January 24, 2020]. Lancet. doi: 10.1016/S0140-6736(20)30183-5.",
            "crossref": "https://dx.doi.org/10.1016/S0140-6736(20)30183-5",
            "scite": "https://scite.ai/reports/10.1016/S0140-6736(20)30183-5"
        },
        {
            "id": "3",
            "alt_id": "Xu_et+al_2019_a",
            "entry": "3. Xu XW, Wu XX, Jiang XG, et al. Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series. BMJ. 2020;368:m606.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Xu%20XW%20Wu%20XX%20Jiang%20XG%20et%20al%20Clinical%20findings%20in%20a%20group%20of%20patients%20infected%20with%20the%202019%20novel%20coronavirus%20SARSCov2%20outside%20of%20Wuhan%20China%20retrospective%20case%20series%20BMJ%202020368m606",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Xu%20XW%20Wu%20XX%20Jiang%20XG%20et%20al%20Clinical%20findings%20in%20a%20group%20of%20patients%20infected%20with%20the%202019%20novel%20coronavirus%20SARSCov2%20outside%20of%20Wuhan%20China%20retrospective%20case%20series%20BMJ%202020368m606",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Xu%20XW%20Wu%20XX%20Jiang%20XG%20et%20al%20Clinical%20findings%20in%20a%20group%20of%20patients%20infected%20with%20the%202019%20novel%20coronavirus%20SARSCov2%20outside%20of%20Wuhan%20China%20retrospective%20case%20series%20BMJ%202020368m606"
        },
        {
            "id": "4",
            "alt_id": "Zu_et+al_2019_a",
            "entry": "4. Zu ZY, Jiang MD, Xu PP, et al. Coronavirus Disease 2019 (COVID-19): A Perspective from China. Radiology. 2020:200490.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zu%2C%20Z.Y.%20Jiang%2C%20M.D.%20Xu%2C%20P.P.%20%28COVID-%2019%29%3A%20A%20Perspective%20from%20China%202019",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Zu%2C%20Z.Y.%20Jiang%2C%20M.D.%20Xu%2C%20P.P.%20%28COVID-%2019%29%3A%20A%20Perspective%20from%20China%202019",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Zu%2C%20Z.Y.%20Jiang%2C%20M.D.%20Xu%2C%20P.P.%20%28COVID-%2019%29%3A%20A%20Perspective%20from%20China%202019"
        },
        {
            "id": "5",
            "alt_id": "Pan_et+al_2003_a",
            "entry": "5. Pan F, Ye T, Sun P, et al. Time Course of Lung Changes On Chest CT During Recovery From 2019 Novel Coronavirus (COVID-19) Pneumonia. Radiology. 2020:200370.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Pan%20F%20Ye%20T%20Sun%20P%20et%20al%20Time%20Course%20of%20Lung%20Changes%20On%20Chest%20CT%20During%20Recovery%20From%202019%20Novel%20Coronavirus%20COVID19%20Pneumonia%20Radiology%202020200370",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Pan%20F%20Ye%20T%20Sun%20P%20et%20al%20Time%20Course%20of%20Lung%20Changes%20On%20Chest%20CT%20During%20Recovery%20From%202019%20Novel%20Coronavirus%20COVID19%20Pneumonia%20Radiology%202020200370",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Pan%20F%20Ye%20T%20Sun%20P%20et%20al%20Time%20Course%20of%20Lung%20Changes%20On%20Chest%20CT%20During%20Recovery%20From%202019%20Novel%20Coronavirus%20COVID19%20Pneumonia%20Radiology%202020200370"
        },
        {
            "id": "6",
            "alt_id": "Lei_et+al_2019_a",
            "entry": "6. Lei J, Li J, Li X, et al. CT Imaging of the 2019 Novel Coronavirus (2019-nCoV) Pneumonia. Radiology. 2020:200236.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lei%20J%20Li%20J%20Li%20X%20et%20al%20CT%20Imaging%20of%20the%202019%20Novel%20Coronavirus%202019nCoV%20Pneumonia%20Radiology%202020200236",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Lei%20J%20Li%20J%20Li%20X%20et%20al%20CT%20Imaging%20of%20the%202019%20Novel%20Coronavirus%202019nCoV%20Pneumonia%20Radiology%202020200236",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Lei%20J%20Li%20J%20Li%20X%20et%20al%20CT%20Imaging%20of%20the%202019%20Novel%20Coronavirus%202019nCoV%20Pneumonia%20Radiology%202020200236"
        },
        {
            "id": "7",
            "alt_id": "Qi_et+al_2019_a",
            "entry": "7. Qi X, Lei J, Yu Q, Xi Y, Wang Y, Ju S. CT imaging of coronavirus disease 2019 (COVID-19): from the qualitative to quantitative. [published January 20, 2020]. Ann Transl Med. doi:10.21037/atm.2020.02.91",
            "crossref": "https://dx.doi.org/10.21037/atm.2020.02.91",
            "scite": "https://scite.ai/reports/10.21037/atm.2020.02.91"
        },
        {
            "id": "8",
            "alt_id": "Gillies_et+al_2016_a",
            "entry": "8. Gillies RJ, Kinahan PE, Hricak H. Radiomics: Images Are More than Pictures, They Are Data. Radiology. 2016;278(2):563-577.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Gillies%2C%20R.J.%20Kinahan%2C%20P.E.%20Hricak%2C%20H.%20Radiomics%3A%20Images%20Are%20More%20than%20Pictures%2C%20They%20Are%20Data%202016",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Gillies%2C%20R.J.%20Kinahan%2C%20P.E.%20Hricak%2C%20H.%20Radiomics%3A%20Images%20Are%20More%20than%20Pictures%2C%20They%20Are%20Data%202016",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Gillies%2C%20R.J.%20Kinahan%2C%20P.E.%20Hricak%2C%20H.%20Radiomics%3A%20Images%20Are%20More%20than%20Pictures%2C%20They%20Are%20Data%202016"
        },
        {
            "id": "9",
            "alt_id": "Hofmanninger_et+al_2020_a",
            "entry": "9. Hofmanninger J, Prayer F, Pan J, Rohrich S, Prosch H, Langs G. Automatic lung segmentation in routine imaging is a data diversity problem, not a methodology problem. ArXiv200111767 Phys Stat. January 2020. http://arxiv.org/abs/2001.11767.",
            "url": "http://arxiv.org/abs/2001.11767",
            "arxiv_url": "https://arxiv.org/pdf/2001.11767"
        },
        {
            "id": "10",
            "alt_id": "van_Griethuysen_et+al_2017_a",
            "entry": "10. van Griethuysen JJM, Fedorov A, Parmar C, et al. Computational Radiomics System to Decode the Radiographic Phenotype. Cancer Res. 2017;77(21):e104-e107.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=van%20Griethuysen%20JJM%20A%2C%20Fedorov%20C%2C%20Parmar%20Computational%20Radiomics%20System%20to%20Decode%20the%20Radiographic%20Phenotype%202017",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=van%20Griethuysen%20JJM%20A%2C%20Fedorov%20C%2C%20Parmar%20Computational%20Radiomics%20System%20to%20Decode%20the%20Radiographic%20Phenotype%202017",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=van%20Griethuysen%20JJM%20A%2C%20Fedorov%20C%2C%20Parmar%20Computational%20Radiomics%20System%20to%20Decode%20the%20Radiographic%20Phenotype%202017"
        },
        {
            "id": "11",
            "alt_id": "Parmar_et+al_2015_a",
            "entry": "11. Parmar C, Grossmann P, Bussink J, et al. Machine Learning methods for Quantitative Radiomic Biomarkers. Sci Rep. 2015;5(1):13087.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Parmar%2C%20C.%20Grossmann%2C%20P.%20Bussink%2C%20J.%20Machine%20Learning%20methods%20for%20Quantitative%20Radiomic%20Biomarkers%202015",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Parmar%2C%20C.%20Grossmann%2C%20P.%20Bussink%2C%20J.%20Machine%20Learning%20methods%20for%20Quantitative%20Radiomic%20Biomarkers%202015",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Parmar%2C%20C.%20Grossmann%2C%20P.%20Bussink%2C%20J.%20Machine%20Learning%20methods%20for%20Quantitative%20Radiomic%20Biomarkers%202015"
        },
        {
            "id": "12",
            "alt_id": "Elshafeey_et+al_2019_a",
            "entry": "12. Elshafeey N, Kotrotsou A, Hassan A, et al. Multicenter study demonstrates radiomic features derived from magnetic resonance perfusion images identify pseudoprogression in glioblastoma. Nat Commun. 2019;10(1):3170. ",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Elshafeey%2C%20N.%20Kotrotsou%2C%20A.%20Hassan%2C%20A.%20Multicenter%20study%20demonstrates%20radiomic%20features%20derived%20from%20magnetic%20resonance%20perfusion%20images%20identify%20pseudoprogression%20in%20glioblastoma%202019",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Elshafeey%2C%20N.%20Kotrotsou%2C%20A.%20Hassan%2C%20A.%20Multicenter%20study%20demonstrates%20radiomic%20features%20derived%20from%20magnetic%20resonance%20perfusion%20images%20identify%20pseudoprogression%20in%20glioblastoma%202019",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Elshafeey%2C%20N.%20Kotrotsou%2C%20A.%20Hassan%2C%20A.%20Multicenter%20study%20demonstrates%20radiomic%20features%20derived%20from%20magnetic%20resonance%20perfusion%20images%20identify%20pseudoprogression%20in%20glioblastoma%202019"
        }
    ],
    "facts": [
        "test machine learning-based CT radiomics models for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection",
        "their initial CT images were enrolled from 5 designated hospitals in Ankang",
        "patients remained in hospital",
        "31 patients with 72 lesion segments were included in the final analysis",
        "Intervention CT radiomics models based on logistic regression",
        "random forest were developed on features extracted from pneumonia lesions",
        "China has become a global challenge since the December 2019.1-3 Clinical characteristics of patients",
        "Studies showed that patients' condition in Wuhan worsens on the 10th day",
        "Chest CT is recommended as a routine test in the diagnoses and monitoring",
        "most relative imaging features in pneumonia associated with SARS-CoV-2 infection.[4-6",
        "that high-throughout information hidden behind CT images[8",
        "The multicenter study was conducted according to principles of the Declaration",
        "their initial CT images were enrolled from 5 designated hospitals between January 23",
        "24 hours apart were negative for SARS-CoV-2 antigens",
        "Sample size consideration was shown in supplementary file",
        "10 days based on previous studies[1-3",
        "by which patients were classified into short-term hospital stay and long-term hospital stay",
        "The CT radiomics models based on 6 second-order features were effective in discriminating short-",
        "long-term hospital stay in patients with pneumonia associated with SARS-CoV-2 infection",
        "Conclusions The machine learning-based CT radiomics models showed feasibility and accuracy for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection",
        "initial CT images were enrolled from 5 designated hospitals in Ankang",
        "symptoms and laboratory findings at admission were summarized in Table 1",
        "for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection",
        "CT radiomics features hidden within lesions",
        "key features included in models were second-order",
        "which described the relationship between voxels",
        "second-order features were not sensitive to absolute value",
        "which indicated that the models could be applied in a general situation",
        "to prior study that classification method showed most dominant in variability of model.[11",
        "What is already known on this topic The coronavirus disease 2019 from Wuhan",
        "China has become a global challenge since the December 2019",
        "The median hospital stay of discharged patients with severe acute respiratory syndrome coronavirus 2 infection was reported as 10 days",
        "The condition of patients in Wuhan worsens on the 10th day after illness onset",
        "its non-invasive predicting model based on CT radiomics features is important for assessing the patients",
        "What this study adds In the multicenter study with patients",
        "The machine learning-based CT radiomics models showed feasibility and accuracy for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection"
    ],
    "claims": [],
    "findings": [
        "The models showed satisfied AUCs more than 90% on both training and test process, which indicated that the models could be applied in a general situation"
    ],
    "processes": [],
    "key_statements": [
        "Machine learning-based CT radiomics models were developed and tested for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection",
        "Though there were slightly differences in CT scan parameters among centers, key features included in models were second-order, and focused on distribution, correlation and variance in gray level intensities, which described the relationship between voxels and hold quantitative information on the spatial heterogeneity of pneumonia lesions.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>,<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]",
        "The machine learning-based CT radiomics models showed feasibility and accuracy for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection",
        "Summary boxes What is already known on this topic The coronavirus disease 2019 (COVID-19) from Wuhan, China has become a global challenge since the December 2019",
        "The hospital stay is one of the prognostic indicators, and its non-invasive predicting model based on CT radiomics features is important for assessing the patients’ clinical outcome",
        "What this study adds In the multicenter study with patients from 5 designated hospitals in China, the CT radiomics models using logistic regression and random forest method showed satisfied diagnostic performance with sensitivity of 1.0 and 0.75, specificity of 0.89 and 1.0, respectively, in independent test dataset"
    ],
    "top_statements": [
        "The coronavirus disease 2019 (COVID-19) from Wuhan, China has become a global challenge since the December 2019.1-3 Clinical characteristics of patients with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection have been reported, and the median hospital stay of forty-seven discharged patients was 10 days.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]",
        "Machine learning-based CT radiomics models were developed and tested for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection",
        "The machine learning-based CT radiomics models showed feasibility and accuracy for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection",
        "Summary boxes What is already known on this topic The coronavirus disease 2019 (COVID-19) from Wuhan, China has become a global challenge since the December 2019",
        "The hospital stay is one of the prognostic indicators, and its non-invasive predicting model based on CT radiomics features is important for assessing the patients’ clinical outcome",
        "What this study adds In the multicenter study with patients from 5 designated hospitals in China, the CT radiomics models using logistic regression and random forest method showed satisfied diagnostic performance with sensitivity of 1.0 and 0.75, specificity of 0.89 and 1.0, respectively, in independent test dataset"
    ],
    "headline": "The machine learning-based CT radiomics models showed feasibility and accuracy for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection",
    "contexts": [],
    "abbreviations": {
        "LR": "logistic regression",
        "RF": "random forest",
        "ROC": "receiver operating characteristic",
        "AUC": "Areas under the ROC curve",
        "PPV": "positive predictive value",
        "NPV": "negative predictive value"
    }
}
