{
    "filename": "2020.02.11.20021956.full.pdf",
    "content_type": "application/pdf",
    "file_size": 73590,
    "metadata": {
        "identifiers": {
            "doi": "10.1101/2020.02.11.20021956",
            "url": "https://www.medrxiv.org/content/medrxiv/early/2020/02/12/2020.02.11.20021956.full.pdf"
        },
        "title": "Ophthalmologic evidence against the interpersonal transmission of 2019 novel coronavirus through conjunctiva",
        "author": "Yunyun Zhou, Yuyang Zeng, Yongqing Tong, ChangZheng Chen",
        "date": 2020,
        "affiliations": [
            "Department of Ophthalmology, Renmin Hospital of Wuhan University, Wuhan, 430060, Hubei Province, People's Republic of China.",
            "Department of Laboratory Medicine, Renmin Hospital of Wuhan University, Wuhan, 430060, Hubei Province, People's Republic of China.",
            "Department of Ophthalmology, Renmin Hospital of Wuhan University, Wuhan, 430060, Hubei Province, People's Republic of China. chenchangzheng@whu.edu.cn",
            "Department of Ophthalmology, Renmin Hospital of Wuhan University, 238 Jiefang Road, Wuhan, 430060, Hubei Province, People's Republic of China. OCRID: 0000-0002-7281-552X"
        ],
        "abstract": "Background: The emerging 2019 novel coronavirus (2019−nCoV) has pushed several countries into state of emergency all over the world. The possible transmission of 2019−nCoV by conjunctiva is controversial and has substantial public health implications.\nMethods: A retrospective cohort study was initiated to investigate the possible transmission of 2019−nCoV through aerosol contact with conjunctiva. We enrolled 67 cases of confirmed or suspected cases of novel coronavirus pneumonia (NCP) during 17−28 Jan 2020. Nasopharyngeal and conjunctival swabs were collected for real time RT-PCR analysis to detect 2019−nCoV.\nResults: 63 patients were identified as laboratory−confirmed NCP and the remaining four were suspected NCP. Conjunctival swab samples from one NCP patient yielded positive PCR results and two NCP patients yielded probable positive PCR results. None of the three patients had ocular symptoms. The only one NCP patient with conjunctivitis as the first symptom had negative conjunctival sac 2019−nCoV test. Conjunctival swab samples from the four suspected cases of NCIP were negative.\nConclusion: 2019−nCoV can be detected in the conjunctival sac of patients with NCP. Through clinical analysis, viral transmission via the conjunctival route was not supported by the data. Good clinical protection can effectively cut off the transmission path.",
        "keywords": [
            "2019-nCoV",
            "conjunctiva"
        ],
        "references": "@book{mahase2020a,\n  author = {Mahase, E.},\n  title = {China coronavirus: WHO declares international emergency as death toll exceeds 200},\n  publisher = {BMJ},\n  date = {2020},\n  volume = {368},\n  pages = {408},\n  language = {}\n}\n@techreport{unknown-a,\n  title = {the People's Republic of China. Pneumonia epidemic situation of new coronavirus infection on February 9, 2020. 2020},\n  url = {http://www.nhc.gov.cn/xcs/yqfkdt/202002/167a0e01b2d24274b03b2ca961107929.shtml.},\n  language = {},\n  urldate = {(February 10, 2020,},\n  institution = {National Health Commission of}\n}\n@misc{huang2020a,\n  author = {Huang, C. and Wang, Y. and Li, X.},\n  title = {Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet},\n  date = {2020},\n  more-authors = {true},\n  language = {},\n  address = {London, England}\n}\n@misc{unknown-b,\n  title = {American Academy of Ophthalmology. Alert: Important coronavirus context for ophthalmologists},\n  unknown = {28, 2020},\n  url = {https://www.aao.org/headline/alert-important-coronavirus-context.},\n  language = {}\n}\n@article{rothe2020a,\n  author = {Rothe, C. and Schunk, M. and Sothmann, P.},\n  title = {Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany},\n  journal = {N Engl J Med},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{zhang-a,\n  author = {Zhang, H. and Kang, Z. and Gong, H.},\n  title = {The digestive system is a potential route of 2019-nCov infection: a bioinformatics analysis based on single-cell transcriptomes. bioRxiv 2020: 2020.01.30.927806},\n  more-authors = {true},\n  language = {}\n}\n@article{zhu2020a,\n  author = {Zhu, N. and Zhang, D. and Wang, W.},\n  title = {A Novel Coronavirus from Patients with Pneumonia in China, 2019},\n  journal = {N Engl J Med},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{benvenuto2020a,\n  author = {Benvenuto, D. and Giovannetti, M. and Ciccozzi, A. and Spoto, S. and Angeletti, S. and Ciccozzi, M.},\n  title = {The 2019-new coronavirus epidemic: evidence for virus evolution},\n  journal = {J Med Virol},\n  date = {2020},\n  language = {}\n}\n@article{wan2020a,\n  author = {Wan, Y. and Shang, J. and Graham, R. and Baric, R.S. and Li, F.},\n  title = {Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS},\n  journal = {J Virol},\n  date = {2020},\n  language = {}\n}\n@article{hamming2004a,\n  author = {Hamming, I. and Timens, W. and Bulthuis, M.L. and Lely, A.T. and Navis, G. and van Goor, H.},\n  title = {Tissue distribution of SARS pathogenesis},\n  journal = {J Pathol},\n  date = {2004},\n  volume = {203},\n  pages = {631–7},\n  language = {}\n}\n@article{holappa2017a,\n  author = {Holappa, M. and Vapaatalo, H. and Vaajanen, A.},\n  title = {Many Faces of Renin-angiotensin System - Focus on Eye},\n  journal = {Open Ophthalmol J},\n  date = {2017},\n  volume = {11},\n  pages = {122–42},\n  language = {}\n}\n@article{raboud2010a,\n  author = {Raboud, J. and Shigayeva, A. and McGeer, A.},\n  title = {Risk factors for SARS transmission from patients requiring intubation: a multicentre investigation in Toronto, Canada},\n  journal = {PLoS ONE},\n  volume = {222},\n  date = {2010},\n  pages = \"224\" # \"2431-41.\",\n  more-authors = {true},\n  unmatched-journal = {N Engl J Med},\n  unmatched-volume = {5: e10717. 223 13. 349: 225 14.},\n  unmatched-pages = {2431-41.},\n  language = {}\n}\n@article{belser2013a,\n  author = {Belser, J.A. and Rota, P.A. and Tumpey, T.M.},\n  title = {Ocular tropism of respiratory viruses},\n  journal = {Microbiol Mol Biol 226 Rev},\n  date = {2013},\n  volume = {77},\n  pages = {144–56},\n  url = {at},\n  publisher = {The Lancet.232},\n  source = {Peking University Hospital Wang Guangfa disclosed treatment status on Weibo and 228 suspected infection without wearing goggles. 2020},\n  unmatched-volume = {227 15. 229},\n  unmatched-url = {http://www.bjnews.com.cn/news/2020/01/23/678189.html.)230},\n  language = {},\n  urldate = {(February 9, 2020,}\n}\n@article{li2004a,\n  author = {Li, Q. and Guan, X. and Wu, P.},\n  title = {Early Transmission Dynamics in Wuhan, China, of Novel 233 Coronavirus-Infected Pneumonia},\n  journal = {N Engl J Med},\n  volume = {2020},\n  url = {at},\n  publisher = {19.van der Hoek L, Pyrc K, Jebbink MF, et},\n  source = {Primers and probes for 235 detection of the novel coronavirus. 2020},\n  date = {2004},\n  pages = {20},\n  unmatched-author = {al.},\n  more-authors = {true},\n  unmatched-volume = {236 10: 368-73.239},\n  number = {234 18},\n  unmatched-url = {http://ivdc.chinacdc.cn/kyjz/202001/t20200121_211337.html.)237},\n  language = {},\n  urldate = {(February 3, 2020,},\n  organization = {Institute of Virus Disease Control and Prevention, China CDC}\n}\n@article{loon2004a,\n  author = {Loon, S.C. and Teoh, S.C. and Oon, L.L.},\n  title = {The severe acute respiratory syndrome coronavirus in 240 tears},\n  journal = {The British journal of ophthalmology},\n  date = {2004},\n  volume = {88},\n  pages = {861–3},\n  more-authors = {true},\n  source = {Table 1. Signalment for 67 patients and viral detection results of nasopharyngeal and conjunctival samples},\n  unmatched-volume = {241 242},\n  language = {}\n}\n@misc{unknown-c,\n  title = {nCoV RNA test: nasopharyngeal swab},\n  language = {}\n}\n@misc{unknown-d,\n  title = {nCoV RNA test: conjunctival swab},\n  language = {}\n}\n@misc{ncov2019a,\n  author = {nCoV},\n  date = {2019},\n  title = {novel coronavirus; F, female; M, male; +, positive result; -, negative result},\n  language = {}\n}\n",
        "emails": [
            "chenchangzheng@whu.edu.cn"
        ],
        "cited_by": 1,
        "references_ris": "TY  - BOOK\nAU  - Mahase, E.\nTI  - China coronavirus: WHO declares international emergency as death toll exceeds 200\nPB  - BMJ\nPY  - 2020\nDA  - 2020\nVL  - 368\nSP  - 408\nLA  - \nER  - \n\nTY  - RPRT\nTI  - the People's Republic of China. Pneumonia epidemic situation of new coronavirus infection on February 9, 2020. 2020\nUR  - http://www.nhc.gov.cn/xcs/yqfkdt/202002/167a0e01b2d24274b03b2ca961107929.shtml.\nLA  - \nC1  - (February 10, 2020,\nC1  - National Health Commission of\nER  - \n\nTY  - GEN\nAU  - Huang, C.\nAU  - Wang, Y.\nAU  - Li, X.\nTI  - Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nCY  - London, England\nER  - \n\nTY  - GEN\nTI  - American Academy of Ophthalmology. Alert: Important coronavirus context for ophthalmologists\nC1  - 28, 2020\nUR  - https://www.aao.org/headline/alert-important-coronavirus-context.\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Rothe, C.\nAU  - Schunk, M.\nAU  - Sothmann, P.\nTI  - Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany\nT2  - N Engl J Med\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Zhang, H.\nAU  - Kang, Z.\nAU  - Gong, H.\nTI  - The digestive system is a potential route of 2019-nCov infection: a bioinformatics analysis based on single-cell transcriptomes. bioRxiv 2020: 2020.01.30.927806\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Zhu, N.\nAU  - Zhang, D.\nAU  - Wang, W.\nTI  - A Novel Coronavirus from Patients with Pneumonia in China, 2019\nT2  - N Engl J Med\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Benvenuto, D.\nAU  - Giovannetti, M.\nAU  - Ciccozzi, A.\nAU  - Spoto, S.\nAU  - Angeletti, S.\nAU  - Ciccozzi, M.\nTI  - The 2019-new coronavirus epidemic: evidence for virus evolution\nT2  - J Med Virol\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Wan, Y.\nAU  - Shang, J.\nAU  - Graham, R.\nAU  - Baric, R.S.\nAU  - Li, F.\nTI  - Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS\nT2  - J Virol\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Hamming, I.\nAU  - Timens, W.\nAU  - Bulthuis, M.L.\nAU  - Lely, A.T.\nAU  - Navis, G.\nAU  - van Goor, H.\nTI  - Tissue distribution of SARS pathogenesis\nT2  - J Pathol\nPY  - 2004\nDA  - 2004\nVL  - 203\nSP  - 631\nEP  - 7\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Holappa, M.\nAU  - Vapaatalo, H.\nAU  - Vaajanen, A.\nTI  - Many Faces of Renin-angiotensin System - Focus on Eye\nT2  - Open Ophthalmol J\nPY  - 2017\nDA  - 2017\nVL  - 11\nSP  - 122\nEP  - 42\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Raboud, J.\nAU  - Shigayeva, A.\nAU  - McGeer, A.\nTI  - Risk factors for SARS transmission from patients requiring intubation: a multicentre investigation in Toronto, Canada\nT2  - PLoS ONE\nVL  - 222\nPY  - 2010\nDA  - 2010\nSP  - \"224\" # \"2431\nEP  - 41.\"\nC1  - true\nC1  - N Engl J Med\nC1  - 5: e10717. 223 13. 349: 225 14.\nC1  - 2431-41.\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Belser, J.A.\nAU  - Rota, P.A.\nAU  - Tumpey, T.M.\nTI  - Ocular tropism of respiratory viruses\nT2  - Microbiol Mol Biol 226 Rev\nPY  - 2013\nDA  - 2013\nVL  - 77\nSP  - 144\nEP  - 56\nUR  - at\nPB  - The Lancet.232\nT2  - Peking University Hospital Wang Guangfa disclosed treatment status on Weibo and 228 suspected infection without wearing goggles. 2020\nC1  - 227 15. 229\nC1  - http://www.bjnews.com.cn/news/2020/01/23/678189.html.)230\nLA  - \nC1  - (February 9, 2020,\nER  - \n\nTY  - JOUR\nAU  - Li, Q.\nAU  - Guan, X.\nAU  - Wu, P.\nTI  - Early Transmission Dynamics in Wuhan, China, of Novel 233 Coronavirus-Infected Pneumonia\nT2  - N Engl J Med\nVL  - 2020\nUR  - at\nPB  - 19.van der Hoek L, Pyrc K, Jebbink MF, et\nT2  - Primers and probes for 235 detection of the novel coronavirus. 2020\nPY  - 2004\nDA  - 2004\nSP  - 20\nC1  - al.\nC1  - true\nC1  - 236 10: 368-73.239\nIS  - 234 18\nC1  - http://ivdc.chinacdc.cn/kyjz/202001/t20200121_211337.html.)237\nLA  - \nC1  - (February 3, 2020,\nC1  - Institute of Virus Disease Control and Prevention, China CDC\nER  - \n\nTY  - JOUR\nAU  - Loon, S.C.\nAU  - Teoh, S.C.\nAU  - Oon, L.L.\nTI  - The severe acute respiratory syndrome coronavirus in 240 tears\nT2  - The British journal of ophthalmology\nPY  - 2004\nDA  - 2004\nVL  - 88\nSP  - 861\nEP  - 3\nC1  - true\nT2  - Table 1. Signalment for 67 patients and viral detection results of nasopharyngeal and conjunctival samples\nC1  - 241 242\nLA  - \nER  - \n\nTY  - GEN\nTI  - nCoV RNA test: nasopharyngeal swab\nLA  - \nER  - \n\nTY  - GEN\nTI  - nCoV RNA test: conjunctival swab\nLA  - \nER  - \n\nTY  - GEN\nAU  - nCoV\nPY  - 2019\nDA  - 2019\nTI  - novel coronavirus; F, female; M, male; +, positive result; -, negative result\nLA  - \nER  - \n\n",
        "links": [],
        "author_conclusions": [
            "In conclusion, 2019-nCoV can be detected in the conjunctival sac of patients with NCP. Through our clinical analysis, the concept that the virus is transmitted through the conjunctival route it is not supported. The prevention of and treatment for new coronavirus infectious disease requires greater attention and activity. The possibility of eye infection and the ocular route as a potential infection source should be considered and further examined, and scientific protection should be carried out."
        ],
        "table_captions": [
            {
                "id": "1",
                "caption": "Signalment for 67 patients and viral detection results of nasopharyngeal and"
            }
        ],
        "figure_captions": [],
        "tables_url": "https://sandbox-api.scholarcy.com/tables/2020.02.11.20021956.full.pdf_ghy9wlg6_x7ngokv4.xlsx"
    },
    "sections": {
        "background": [
            "The emerging 2019 novel coronavirus (2019-nCoV) has pushed several countries into state of emergency all over the world. The possible transmission of<br/><br/>2019-nCoV by conjunctiva is controversial and has substantial public health implications."
        ],
        "methods": [
            "A retrospective cohort study was initiated to investigate the possible transmission of 2019-nCoV through aerosol contact with conjunctiva. We enrolled 67 cases of confirmed or suspected cases of novel coronavirus pneumonia (NCP) during<br/><br/>17–28 Jan 2020. Nasopharyngeal and conjunctival swabs were collected for real time<br/><br/>RT-PCR analysis to detect 2019-nCoV.",
            "Case enrollment<br/><br/>From 17 Jan to 28 Jan 2020, we enrolled 67 patients with either confirmed or suspected cases of NCP in the Renmin Hospital of Wuhan University.<br/><br/>Laboratory-confirmed cases were identified with the criteria of at least one positive result from a respiratory specimen using viral isolation, next-generation sequencing, or reverse transcription-polymerase chain reaction (RT-PCR) assays. Suspected cases were recruited based on the criteria of fever or signs/symptoms of lower respiratory illness (e.g. cough or shortness of breath), low or normal white-cell count or low lymphocyte count, and no reduction in symptoms after antimicrobial treatment for 3 days. The history of epidemiologic exposure was also considered and incorporated[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>].<br/><br/>All patients invited to participate in the study provided consent for the nasopharyngeal and conjunctival swab samples. The study was approved by the"
        ],
        "results": [
            "63 patients were identified as laboratory-confirmed NCP and the remaining four were suspected NCP. Conjunctival swab samples from one NCP patient yielded positive PCR results and two NCP patients yielded probable positive PCR results.<br/><br/>None of the three patients had ocular symptoms. The only one NCP patient with conjunctivitis as the first symptom had negative conjunctival sac 2019-nCoV test.<br/><br/>Conjunctival swab samples from the four suspected cases of NCIP were negative.",
            "Samples were collected from 67 patients initially suspected to have NCP over a period of 11 days (17–28 Jan 2020), of whom, 25 were male and 42 were female (Table 1). The mean age was 35.7 (SD 10.6) years (range 22–78 years). The majority were healthcare workers and female nurses. By Jan 28, 2020, 63 patients were identified as laboratory-confirmed NCP and the other four were suspected NCP. Of the four suspected NCP cases, there were two males and two females. Conjunctival swab samples from one NCP patient yielded positive PCR results, and swabs from two NCP patients yielded probable positive PCR results. None of the three patients had ocular symptoms. The only one NCP patient with conjunctivitis as the first symptom had negative conjunctival sac 2019-nCoV test. Conjunctival swabs samples from the four suspected NCP cases were negative. The history of one positive case, two probable positive cases, and one case with the first symptom of the eye were as follows: Patient No 8 was a male, 58 years old, and an emergency vehicle driver for the pre-hospital emergency team. He was admitted to the hospital because of fever and cough. The chest CT examination showed viral pneumonia. Both the nasopharyngeal and conjunctival swabs tested positive for 2019-nCoV nucleic acid. There has been no ocular discomfort. He had a history of unprotected contact with isolated patients."
        ],
        "introduction": [
            "The current outbreak of the 2019 novel coronavirus (2019-nCoV) originating in<br/><br/>Wuhan, China has posed a threat to global public health and has been defined as a<br/><br/>Public Health Emergency of International Concern (PHEIC) by the World Health<br/><br/>Organization (WHO)[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. Thus far, tens of thousands of confirmed cases, including healthcare workers, have been identified in China, with the latest mortality rate calculated at approximately 2.52%2. Generally, patients infected with 2019-nCoV develop respiratory illness, with the first symptoms of fever, cough and fatigue that quickly progress to pneumonia[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. A number of patients were observed with extra-pulmonary manifestations at the onset of the illness, such as conjunctivitis, or even presented with asymptomatic infection[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. Additionally, the susceptible and potential routes of viral spread from patients or asymptomatic carriers to healthy person have yet to be fully understood[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. These issues pose great challenges for disease diagnosis and outbreak control, and make the goal of improving our understanding one of the upmost urgencies."
        ],
        "design": [
            "Patient clinical details, including general information, clinical manifestations, and extra ocular symptoms, were obtained through review of health records or the implementation of questionnaire-styled interviews. General information was documented, including age, gender, underlying chronic conditions, date of symptom onset, date of hospital and ICU admission, and previous history of contact with confirmed patients or potential exposure to 2019-nCoV. The clinical manifestations included fever, cough, fatigue, shortness of breath, etc. Additionally, any ocular symptoms at the very onset, such as conjunctivitis or other ophthalmic manifestations, were solicited from all participants.<br/><br/>We took nasopharyngeal swabs and conjunctival swabs from all patients during hospitalization. Further laboratory methods were performed on these swab samples for the detection of 2019-nCoV utilizing real-time RT-PCR assays. The experimental binding dye and thermal cycler. The primers and probes for 2019-nCoV detection were selected according to the National Pathogen Resource Center (National Institute for Viral Disease Control and Prevention, China CDC), and the sequences were as follows: forward primer 5 -CCCTGTGGGTTTTACACTTAA-3 ; reverse primer"
        ],
        "discussion": [
            "Of the cases enrolled in this study, one was positive for the conjunctival sac<br/><br/>2019-nCoV test and two cases were suspicious positive. None of these three patients had ocular symptoms. One anesthesiologist presented with conjunctivitis as the first symptom but had a negative conjunctival sac 2019-nCoV test. There have been some reports regarding conjunctival sac and coronavirus, and coronavirus has been isolated from 7-month-old children with conjunctivitis and bronchitis[19]. Moreover, SARS coronavirus was detected in the tears of SARS patients, although the detection rate of coronavirus in the conjunctival sac was low[20]. The results of this study revealed that the incidence of conjunctivitis in patients with NCP is not high. At present, this kind of conjunctivitis has no specific manifestation, and can present in one eye or two eyes."
        ],
        "disclosures": [
            "<strong>Conflict of Interest Statement</strong><br/><br/>The authors declare no conflict of interest."
        ],
        "acknowledgement": [
            "The authors wish to thank the library of Wuhan University and the help of the healthcare workers from Renmin Hospital of Wuhan University."
        ],
        "ethical_compliance": [
            "All patients invited to participate in the study provided consent for the nasopharyngeal and conjunctival swab samples"
        ]
    },
    "structured_content": {
        "Abstract": [],
        "Background": [
            "The emerging 2019 novel coronavirus (2019-nCoV) has pushed several countries into state of emergency all over the world. The possible transmission of",
            "2019-nCoV by conjunctiva is controversial and has substantial public health implications."
        ],
        "Methods": [
            "From 17 Jan to 28 Jan 2020, we enrolled 67 patients with either confirmed or suspected cases of NCP in the Renmin Hospital of Wuhan University.",
            "Laboratory-confirmed cases were identified with the criteria of at least one positive result from a respiratory specimen using viral isolation, next-generation sequencing, or reverse transcription-polymerase chain reaction (RT-PCR) assays. Suspected cases were recruited based on the criteria of fever or signs/symptoms of lower respiratory illness (e.g. cough or shortness of breath), low or normal white-cell count or low lymphocyte count, and no reduction in symptoms after antimicrobial treatment for 3 days. The history of epidemiologic exposure was also considered and incorporated[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>].",
            "All patients invited to participate in the study provided consent for the nasopharyngeal and conjunctival swab samples. The study was approved by the",
            "Ethics Committees of Renmin Hospital of Wuhan University."
        ],
        "Results": [
            "Samples were collected from 67 patients initially suspected to have NCP over a period of 11 days (17–28 Jan 2020), of whom, 25 were male and 42 were female (Table 1). The mean age was 35.7 (SD 10.6) years (range 22–78 years). The majority were healthcare workers and female nurses. By Jan 28, 2020, 63 patients were identified as laboratory-confirmed NCP and the other four were suspected NCP. Of the four suspected NCP cases, there were two males and two females. Conjunctival swab samples from one NCP patient yielded positive PCR results, and swabs from two NCP patients yielded probable positive PCR results. None of the three patients had ocular symptoms. The only one NCP patient with conjunctivitis as the first symptom had negative conjunctival sac 2019-nCoV test. Conjunctival swabs samples from the four suspected NCP cases were negative. The history of one positive case, two probable positive cases, and one case with the first symptom of the eye were as follows: Patient No 8 was a male, 58 years old, and an emergency vehicle driver for the pre-hospital emergency team. He was admitted to the hospital because of fever and cough. The chest CT examination showed viral pneumonia. Both the nasopharyngeal and conjunctival swabs tested positive for 2019-nCoV nucleic acid. There has been no ocular discomfort. He had a history of unprotected contact with isolated patients.",
            "Patient No 24 was a male, 78 years old, and had a history of lung cancer with brain metastasis, chronic obstructive pneumonia, and hypertension. He was admitted to hospital for coughing, expectoration, and gasping. The results of 2019-nCoV RNA testing revealed that the nasopharyngeal swab was positive and the conjunctival swab was suspicious positive. There was no ocular discomfort. He had a history of contact with an NCP recessive carrier. The recessive carrier was also diagnosed with NCP and was hospitalized.",
            "Patient No 30 was a female, 29 years old, and pregnant at 36 weeks. She was a physician. She was admitted to the hospital because of fever. The results of the",
            "2019-nCoV RNA test revealed that the nasopharyngeal swab was positive and the conjunctival swab was suspicious positive. She had no ocular complaint. She had a history of contact with a confirmed NCP patient.",
            "Patient No 41 was a female, 48 years old, and an anesthesiologist. She was admitted to hospital with fever, cough, redness of eyes, itching, and secretion. The results of 2019-nCoV RNA testing revealed that the nasopharyngeal swab was positive but the conjunctival swab was negative. The anesthesiologist presented with conjunctivitis as the initial symptom. The ocular symptoms were mild. The discomfort of the eye was relieved by itself without medication. She had a history of contact with a confirmed NCP patient wearing a surgical mask but no protective goggles."
        ],
        "Conclusion": [
            "2019-nCoV can be detected in the conjunctival sac of patients with NCP.",
            "Through clinical analysis, viral transmission via the conjunctival route was not supported by the data. Good clinical protection can effectively cut off the transmission path.",
            "Key words: 2019-nCoV; NCP; conjunctiva author/funder, who has granted medRxiv a license to display the preprint in perpetuity."
        ],
        "Introduction": [
            "Wuhan, China has posed a threat to global public health and has been defined as a",
            "Organization (WHO)[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. Thus far, tens of thousands of confirmed cases, including healthcare workers, have been identified in China, with the latest mortality rate calculated at approximately 2.52%2. Generally, patients infected with 2019-nCoV develop respiratory illness, with the first symptoms of fever, cough and fatigue that quickly progress to pneumonia[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. A number of patients were observed with extra-pulmonary manifestations at the onset of the illness, such as conjunctivitis, or even presented with asymptomatic infection[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. Additionally, the susceptible and potential routes of viral spread from patients or asymptomatic carriers to healthy person have yet to be fully understood[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. These issues pose great challenges for disease diagnosis and outbreak control, and make the goal of improving our understanding one of the upmost urgencies.",
            "RNA viruses, belonging to the beta-coronaviruses genus of the Coronaviridae family that has been isolated from several mammals, including humans[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. Although the genome sequence of 2019-nCoV is distinct from severe acute respiratory syndrome coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV), they all have the potential to cause a severe acute respiratory disease and possess human-to-human transmissibility[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>]. Similar to SARS-CoV, 2019-nCoV gains entry into host cells through recognizing and binding to its potential host receptor, angiotensin-converting enzyme 2 (ACE2), which is distributed among various tissue and cell types, including the conjunctiva[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>-<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]. A previous study indicates that healthcare workers suffer from higher risk of SARS infection in the case of unprotected eye contact with secretions[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]. The SARS-CoV has been shown to spread through direct or indirect contact with mucous membranes in the eyes[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>,<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]. Moreover, there are increasing reports suggesting that a few novel coronavirus pneumonia (NCP)",
            "cases began with conjunctivitis as the initial symptom following contact with confirmed patients without protective goggles[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>,<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>]. For these reasons, determining whether 2019-nCoV is capable of transmission through aerosol contact with conjunctiva is an important consideration that warrants for further exploration.",
            "In view of the limited understanding and controversy surrounding knowledge of viral transmission through the conjunctival sac, we performed a retrospective cohort study designed to seek ophthalmologic evidence for the transmission of 2019-nCoV from patients via aerosol contact with the conjunctiva. The findings of this study may provide novel insights into spread routes and potential infection control measures for",
            "2019-nCoV that may help battle this outbreak."
        ],
        "Study design": [
            "Patient clinical details, including general information, clinical manifestations, and extra ocular symptoms, were obtained through review of health records or the implementation of questionnaire-styled interviews. General information was documented, including age, gender, underlying chronic conditions, date of symptom onset, date of hospital and ICU admission, and previous history of contact with confirmed patients or potential exposure to 2019-nCoV. The clinical manifestations included fever, cough, fatigue, shortness of breath, etc. Additionally, any ocular symptoms at the very onset, such as conjunctivitis or other ophthalmic manifestations, were solicited from all participants.",
            "We took nasopharyngeal swabs and conjunctival swabs from all patients during hospitalization. Further laboratory methods were performed on these swab samples for the detection of 2019-nCoV utilizing real-time RT-PCR assays. The experimental protocols are as follows: RNA extraction from conjunctival swabs and nasopharyngeal swabs was performed in preparation for subsequent one-step reverse transcription–coupled PCR reaction using a proprietary master mix containing a DNA binding dye and thermal cycler. The primers and probes for 2019-nCoV detection were selected according to the National Pathogen Resource Center (National Institute for Viral Disease Control and Prevention, China CDC), and the sequences were as follows: forward primer 5 -CCCTGTGGGTTTTACACTTAA-3 ; reverse primer",
            "-ACGATTGTGCATCAGCTGA-3 ; 5’-FAM-CCGTCTGCGGTATGTGGAAAGGTTATGG-BHQ1-3’. The conditions for the amplifications were 50°C for 15 min, 95°C for 3 min, followed by 45 cycles of",
            "95°C for 15 s and 60°C for 30 s 18."
        ],
        "Discussion": [
            "2019-nCoV test and two cases were suspicious positive. None of these three patients had ocular symptoms. One anesthesiologist presented with conjunctivitis as the first symptom but had a negative conjunctival sac 2019-nCoV test. There have been some reports regarding conjunctival sac and coronavirus, and coronavirus has been isolated from 7-month-old children with conjunctivitis and bronchitis[19]. Moreover, SARS coronavirus was detected in the tears of SARS patients, although the detection rate of coronavirus in the conjunctival sac was low[20]. The results of this study revealed that the incidence of conjunctivitis in patients with NCP is not high. At present, this kind of conjunctivitis has no specific manifestation, and can present in one eye or two eyes.",
            "In the early stage, it appears as common conjunctival hyperemia with fewer secretions.",
            "It is watery and akin to thin mucus. Occasionally small pieces of conjunctival hemorrhage are seen. The ocular symptoms of the patients were mild and tended to be self-healing. There was great variation between the patients.",
            "Our confirmed patient No 41 was an anesthesiologist. She developed ocular symptoms after performing intubation anesthesia for a patient, followed by fever and cough. The patient was diagnosed with NCP, however during the anesthesia, the anesthesiologist wore only an ordinary surgical mask, hats, and gloves, and did not wear goggles, protective clothing, or other protective devices. Two surgeons (patient",
            "No 10 and patient No 40) who operated on the NCP patient were later diagnosed with NCP. The two surgeons had no ocular discomfort. General anesthesia involves tracheal intubation and may increase the risk of viral infection. Our confirmed patient",
            "No 30 is a physician. She and her three colleagues (patient No 28, patient No 46, and patient No 65) were all infected from the same patient. The conjunctival swab tests for the six infected doctors (patient No 41, patient No 10, patient No 40, patient No 28, patient No 46, and patient No 65) were all negative, which did not support the spread of the virus through temporary aerosol contact with the conjunctiva.",
            "This is a retrospective study of a small sample size, in which there is only one time point. Negative results from conjunctival sac swabs could be influenced by the sampling amount and time, as viral conjunctivitis is self-healing. There was a certain false negative rate in the viral RNA test, and with this knowledge, we will continue to pay close attention to the progress of the patients. Additionally, we should determine whether 2019-nCoV is also present in convalescent patients as well as the infectivity of the conjunctiva.",
            "Our clinical observation and analysis can serve as a reminder that all medical workers, not only ophthalmologists, must make solid efforts for protection when treating patients. Specifically, doctors must wear masks, goggles, protective clothing, and gloves. Following contact with patients, close attention must be paid to hand disinfection as well as the disinfection of relevant inspection instruments and the clinical environment. The above measures can serve to cut off transmission channels and prevent cross infection in support of public health and safety.",
            "In conclusion, 2019-nCoV can be detected in the conjunctival sac of patients with NCP. Through our clinical analysis, the concept that the virus is transmitted through the conjunctival route it is not supported. The prevention of and treatment for new coronavirus infectious disease requires greater attention and activity. The possibility of eye infection and the ocular route as a potential infection source should be considered and further examined, and scientific protection should be carried out."
        ],
        "Conflict of Interest Statement": [
            "The authors declare no conflict of interest."
        ],
        "Acknowledgement": [
            "The authors wish to thank the library of Wuhan University and the help of the healthcare workers from Renmin Hospital of Wuhan University."
        ],
        "References": [
            "exceeds 200. BMJ 2020;368:m408.",
            "situation of new coronavirus infection on February 9, 2020. 2020. (Accessed February 10, 2020, http://www.nhc.gov.cn/xcs/yqfkdt/202002/167a0e01b2d24274b03b2ca961107929.shtml.)",
            "Mahase E. China coronavirus: WHO declares international emergency as death toll",
            "National Health Commission of the People's Republic of China. Pneumonia epidemic at coronavirus in Wuhan, China. Lancet (London, England) 2020.",
            "ophthalmologists.",
            "https://www.aao.org/headline/alert-important-coronavirus-context.)",
            "Asymptomatic Contact in Germany. N Engl J Med 2020.",
            "infection: a bioinformatics analysis based on single-cell transcriptomes. bioRxiv",
            "2020:2020.01.30.927806.",
            "China, 2019. N Engl J Med 2020.",
            "coronavirus epidemic: evidence for virus evolution. J Med Virol 2020.",
            "from Wuhan: An analysis based on decade-long structural studies of SARS. J Virol 2020.",
            "10. Hamming I, Timens W, Bulthuis ML, Lely AT, Navis G, van Goor H. Tissue distribution of",
            "ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding",
            "SARS pathogenesis. J Pathol 2004;203:631-7.",
            "11. Holappa M, Vapaatalo H, Vaajanen A. Many Faces of Renin-angiotensin System - Focus on Eye. Open Ophthalmol J 2017;11:122-42.",
            "12. Raboud J, Shigayeva A, McGeer A, et al Risk factors for SARS transmission from",
            "Huang C, Wang Y, Li X, et al Clinical features of patients infected with 2019 novel",
            "American Academy of Ophthalmology. Alert: Important coronavirus context for (Accessed",
            "January",
            "28, 2020, at",
            "Rothe C, Schunk M, Sothmann P, et al Transmission of 2019-nCoV Infection from an",
            "Zhang H, Kang Z, Gong H, et al The digestive system is a potential route of 2019-nCov",
            "Zhu N, Zhang D, Wang W, et al A Novel Coronavirus from Patients with Pneumonia in",
            "Benvenuto D, Giovannetti M, Ciccozzi A, Spoto S, Angeletti S, Ciccozzi M. The 2019-new",
            "Wan Y, Shang J, Graham R, Baric RS, Li F. Receptor recognition by novel coronavirus patients requiring intubation: a multicentre investigation in Toronto, Canada. PLoS ONE",
            "2010;5:e10717.",
            "13. Peiris JSM, Yuen KY, Osterhaus ADME, Stöhr K. The severe acute respiratory syndrome.",
            "N Engl J Med 2003;349:2431-41.",
            "14. Belser JA, Rota PA, Tumpey TM. Ocular tropism of respiratory viruses. Microbiol Mol Biol",
            "Rev 2013;77:144-56.",
            "15. Peking University Hospital Wang Guangfa disclosed treatment status on Weibo and suspected infection without wearing goggles. 2020. (Accessed February 9, 2020, at http://www.bjnews.com.cn/news/2020/01/23/678189.html.)",
            "16. Lu C-w, Liu X-f, Jia Z-f. 2019-nCoV transmission through the ocular surface must not be ignored. The Lancet.",
            "17. Li Q, Guan X, Wu P, et al Early Transmission Dynamics in Wuhan, China, of Novel",
            "Coronavirus-Infected Pneumonia. N Engl J Med 2020.",
            "18. Institute of Virus Disease Control and Prevention, China CDC. Primers and probes for detection http://ivdc.chinacdc.cn/kyjz/202001/t20200121_211337.html.)",
            "19. van der Hoek L, Pyrc K, Jebbink MF, et al Identification of a new human coronavirus. Nat",
            "Med 2004;10:368-73.",
            "20. Loon SC, Teoh SC, Oon LL, et al The severe acute respiratory syndrome coronavirus in tears. The British journal of ophthalmology 2004;88:861-3.",
            "of the novel coronavirus.",
            "February",
            "3, Table 1. Signalment for 67 patients and viral detection results of nasopharyngeal and conjunctival samples.",
            "Patient",
            "No.",
            "Sex",
            "Age",
            "2019-nCoV RNA test: nasopharyngeal swab conjunctival swab",
            "M",
            "+",
            "-",
            "F",
            "±",
            "2019-nCoV, 2019 novel coronavirus; F, female; M, male; +, positive result; -, negative result;",
            "±, suspicious positive"
        ]
    },
    "participants": [
        {
            "participant": "cases",
            "number": 67,
            "context": "Methods: A retrospective cohort study was initiated to investigate the possible transmission of 2019−nCoV through aerosol contact with conjunctiva. <mark class=\"stats\">We enrolled 67 cases of confirmed or suspected cases of novel coronavirus pneumonia (NCP) during 17−28 Jan 2020</mark>. Nasopharyngeal and conjunctival swabs were collected for real time RT-PCR analysis to detect 2019−nCoV"
        },
        {
            "participant": "patients",
            "number": 63,
            "context": "Nasopharyngeal and conjunctival swabs were collected for real time RT-PCR analysis to detect 2019−nCoV. <mark class=\"stats\">Results: 63 patients were identified as laboratory−confirmed NCP and the remaining four were suspected NCP</mark>. Conjunctival swab samples from one NCP patient yielded positive PCR results and two NCP patients yielded probable positive PCR results"
        },
        {
            "participant": "patients",
            "number": 3,
            "context": "Conjunctival swab samples from one NCP patient yielded positive PCR results and two NCP patients yielded probable positive PCR results. <mark class=\"stats\">None of the three patients had ocular symptoms</mark>. The only one NCP patient with conjunctivitis as the first symptom had negative conjunctival sac 2019−nCoV test"
        },
        {
            "participant": "suspected cases",
            "number": 4,
            "context": "The only one NCP patient with conjunctivitis as the first symptom had negative conjunctival sac 2019−nCoV test. <mark class=\"stats\">Conjunctival swab samples from the four suspected cases of NCIP were negative</mark>. Conclusion: 2019−nCoV can be detected in the conjunctival sac of patients with NCP"
        },
        {
            "participant": "cases",
            "number": 67,
            "context": "A retrospective cohort study was initiated to investigate the possible transmission of 2019-nCoV through aerosol contact with conjunctiva. <mark class=\"stats\">We enrolled 67 cases of confirmed or suspected cases of novel coronavirus pneumonia (NCP) during<br/><br/>17–28 Jan 2020</mark>. Nasopharyngeal and conjunctival swabs were collected for real time<br/><br/>RT-PCR analysis to detect 2019-nCoV"
        },
        {
            "participant": "patients with either confirmed or suspected cases of NCP",
            "number": 67,
            "context": "Nasopharyngeal and conjunctival swabs were collected for real time<br/><br/>RT-PCR analysis to detect 2019-nCoV. <mark class=\"stats\">Case enrollment<br/><br/>From 17 Jan to 28 Jan 2020, we enrolled 67 patients with either confirmed or suspected cases of NCP in the Renmin Hospital of Wuhan University.<br/><br/>Laboratory-confirmed cases were identified with the criteria of at least one positive result from a respiratory specimen using viral isolation, next-generation sequencing, or reverse transcription-polymerase chain reaction (RT-PCR) assays</mark>. Suspected cases were recruited based on the criteria of fever or signs/symptoms of lower respiratory illness (e.g. cough or shortness of breath), low or normal white-cell count or low lymphocyte count, and no reduction in symptoms after antimicrobial treatment for 3 days"
        },
        {
            "participant": "patients with either confirmed or suspected cases of NCP",
            "number": 67,
            "context": "The history of epidemiologic exposure was also considered and incorporated[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>].<br/><br/>All patients invited to participate in the study provided consent for the nasopharyngeal and conjunctival swab samples. <mark class=\"stats\">The study was approved by theFrom 17 Jan to 28 Jan 2020, we enrolled 67 patients with either confirmed or suspected cases of NCP in the Renmin Hospital of Wuhan University</mark>. Laboratory-confirmed cases were identified with the criteria of at least one positive result from a respiratory specimen using viral isolation, next-generation sequencing, or reverse transcription-polymerase chain reaction (RT-PCR) assays"
        },
        {
            "participant": "patients with either confirmed or suspected cases of NCP",
            "number": 67,
            "context": "2019-nCoV that may help battle this outbreak. <mark class=\"stats\">From 17 Jan to 28 Jan 2020, we enrolled 67 patients with either confirmed or suspected cases of NCP in the Renmin Hospital of Wuhan University</mark>. Laboratory-confirmed cases were identified with the criteria of at least one positive author/funder, who has granted medRxiv a license to display the preprint in perpetuity"
        },
        {
            "participant": "patients",
            "number": 67,
            "context": "and the probe. <mark class=\"stats\">Samples were collected from 67 patients initially suspected to have NCP over a period of 11 days (17–28 Jan 2020), of whom, 25 were male and 42 were female (Table 1)</mark>. The mean age was 35.7 (SD 10.6) years (range 22–78 years)"
        },
        {
            "participant": "patients",
            "number": 63,
            "context": "The majority were healthcare workers and female nurses. <mark class=\"stats\">By Jan 28, 2020, 63 patients were identified as laboratory-confirmed NCP and the other four were suspected NCP</mark>. Of the four suspected NCP cases, there were two males and two females"
        },
        {
            "participant": "suspected NCP cases",
            "number": 4,
            "context": "By Jan 28, 2020, 63 patients were identified as laboratory-confirmed NCP and the other four were suspected NCP. <mark class=\"stats\">Of the four suspected NCP cases, there were two males and two females</mark>. Conjunctival swab samples from one NCP patient yielded positive PCR results, and swabs from two NCP patients yielded probable positive PCR results"
        },
        {
            "participant": "patients",
            "number": 3,
            "context": "Conjunctival swab samples from one NCP patient yielded positive PCR results, and swabs from two NCP patients yielded probable positive PCR results. <mark class=\"stats\">None of the three patients had ocular symptoms</mark>. The only one NCP patient with conjunctivitis as the first symptom had negative conjunctival sac 2019-nCoV test"
        },
        {
            "participant": "suspected NCP cases",
            "number": 4,
            "context": "Conjunctival swabs samples author/funder, who has granted medRxiv a license to display the preprint in perpetuity. <mark class=\"stats\">from the four suspected NCP cases were negative</mark>. The history of one positive case, two probable positive cases, and one case with the first symptom of the eye were as follows: Patient No 8 was a male, 58 years old, and an emergency vehicle driver for the pre-hospital emergency team"
        },
        {
            "participant": "cases",
            "number": 2,
            "context": "Of the cases enrolled in this study, one was positive for the conjunctival sac. <mark class=\"stats\">2019-nCoV test and two cases were suspicious positive</mark>. None of these three patients had ocular symptoms"
        },
        {
            "participant": "patients",
            "number": 3,
            "context": "2019-nCoV test and two cases were suspicious positive. <mark class=\"stats\">None of these three patients had ocular symptoms</mark>. One anesthesiologist presented with conjunctivitis as the first symptom but had a negative conjunctival sac 2019-nCoV test"
        },
        {
            "participant": "patients",
            "number": 67,
            "context": ". <mark class=\"stats\">Signalment for 67 patients and viral detection results of nasopharyngeal and</mark>. "
        }
    ],
    "statistics": [],
    "keywords": [
        "conjunctivitis",
        "World HealthOrganization",
        "novel coronavirus pneumonia",
        "negative conjunctival sac",
        "novel coronavirus",
        "ocular symptom",
        "substantial public health implication",
        "conjunctiva",
        "conjunctival sac",
        "conjunctival swab sample",
        "ncp patient",
        "2019-nCoV",
        "SARS",
        "pneumonia",
        "possible transmission",
        "reverse transcription-polymerase chain reaction",
        "positive pcr result",
        "coronavirus",
        "angiotensin-converting enzyme 2",
        "Public Health Emergency of International Concern"
    ],
    "keyword_relevance": {
        "conjunctiva": 0.1789473684,
        "2019-nCoV": 0.1684210526,
        "novel coronavirus pneumonia": 0.1526315789,
        "coronavirus": 0.1315789474,
        "conjunctivitis": 0.0578947368,
        "conjunctival sac": 0.0526315789,
        "SARS": 0.0526315789,
        "novel coronavirus": 0.0421052632,
        "ocular symptom": 0.0421052632,
        "pneumonia": 0.0263157895,
        "reverse transcription-polymerase chain reaction": 0.0210526316,
        "negative conjunctival sac": 0.0157894737,
        "angiotensin-converting enzyme 2": 0.0157894737,
        "World HealthOrganization": 0.0105263158,
        "possible transmission": 0.0105263158,
        "Public Health Emergency of International Concern": 0.0105263158,
        "substantial public health implication": 0.0052631579,
        "conjunctival swab sample": 0.0052631579,
        "ncp patient": 0.0,
        "positive pcr result": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> The current outbreak of the 2019 novel coronavirus (2019-nCoV) originating in<br/><br/>Wuhan, China has posed a threat to global public health and has been defined as a<br/><br/>Public Health Emergency of International Concern (PHEIC) by the World Health<br/><br/>Organization (WHO)[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
        "The susceptible and potential routes of viral spread from patients or asymptomatic carriers to healthy person have yet to be fully understood[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>].",
        "These issues pose great challenges for disease diagnosis and outbreak control, and make the goal of improving the understanding one of the upmost urgencies.",
        "2019-nCoV by conjunctiva is controversial and has substantial public health implications",
        "<h2 style=\"display: inline\">Methods:</h2> A retrospective cohort study was initiated to investigate the possible transmission of 2019-nCoV through aerosol contact with conjunctiva.",
        "The authors enrolled 67 cases of confirmed or suspected cases of novel coronavirus pneumonia (NCP) during.",
        "From 17 Jan to 28 Jan 2020, the authors enrolled 67 patients with either confirmed or suspected cases of NCP in the Renmin Hospital of Wuhan University.",
        "Laboratory-confirmed cases were identified with the criteria of at least one positive result from a respiratory specimen using viral isolation, next-generation sequencing, or reverse transcription-polymerase chain reaction (RT-PCR) assays.",
        "All patients invited to participate in the study provided consent for the nasopharyngeal and conjunctival swab samples.",
        "<h2 style=\"display: inline\">Results:</h2> 63 patients were identified as laboratory-confirmed NCP and the remaining four were suspected NCP.",
        "The history of one positive case, two probable positive cases, and one case with the first symptom of the eye were as follows: Patient No 8 was a male, 58 years old, and an emergency vehicle driver for the pre-hospital emergency team.",
        "He was admitted to the hospital because of fever and cough.",
        "He had a history of unprotected contact with isolated patients",
        "<h2 style=\"display: inline\">Conclusion:</h2> 2019-nCoV test and two cases were suspicious positive.",
        "None of these three patients had ocular symptoms.",
        "The results of this study revealed that the incidence of conjunctivitis in patients with NCP is not high.",
        "At present, this kind of conjunctivitis has no specific manifestation, and can present in one eye or two eyes"
    ],
    "structured_summary": {
        "Introduction": [
            "The current outbreak of the 2019 novel coronavirus (2019-nCoV) originating in<br/><br/>Wuhan, China has posed a threat to global public health and has been defined as a<br/><br/>Public Health Emergency of International Concern (PHEIC) by the World Health<br/><br/>Organization (WHO)[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
            "The susceptible and potential routes of viral spread from patients or asymptomatic carriers to healthy person have yet to be fully understood[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>].",
            "These issues pose great challenges for disease diagnosis and outbreak control, and make the goal of improving the understanding one of the upmost urgencies.",
            "2019-nCoV by conjunctiva is controversial and has substantial public health implications"
        ],
        "Methods": [
            "A retrospective cohort study was initiated to investigate the possible transmission of 2019-nCoV through aerosol contact with conjunctiva.",
            "The authors enrolled 67 cases of confirmed or suspected cases of novel coronavirus pneumonia (NCP) during.",
            "From 17 Jan to 28 Jan 2020, the authors enrolled 67 patients with either confirmed or suspected cases of NCP in the Renmin Hospital of Wuhan University.",
            "Laboratory-confirmed cases were identified with the criteria of at least one positive result from a respiratory specimen using viral isolation, next-generation sequencing, or reverse transcription-polymerase chain reaction (RT-PCR) assays.",
            "All patients invited to participate in the study provided consent for the nasopharyngeal and conjunctival swab samples."
        ],
        "Results": [
            "63 patients were identified as laboratory-confirmed NCP and the remaining four were suspected NCP.",
            "The history of one positive case, two probable positive cases, and one case with the first symptom of the eye were as follows: Patient No 8 was a male, 58 years old, and an emergency vehicle driver for the pre-hospital emergency team.",
            "He was admitted to the hospital because of fever and cough.",
            "He had a history of unprotected contact with isolated patients"
        ],
        "Conclusion": [
            "2019-nCoV test and two cases were suspicious positive.",
            "None of these three patients had ocular symptoms.",
            "The results of this study revealed that the incidence of conjunctivitis in patients with NCP is not high.",
            "At present, this kind of conjunctivitis has no specific manifestation, and can present in one eye or two eyes"
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Mahase_2020_a",
            "entry": "1. Mahase E. China coronavirus: WHO declares international emergency as death toll exceeds 200. BMJ 2020;368:m408.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Mahase%2C%20E.%20China%20coronavirus%3A%20WHO%20declares%20international%20emergency%20as%20death%20toll%20exceeds%20200%202020"
        },
        {
            "id": "2",
            "alt_id": "2._2020_a",
            "entry": "2. National Health Commission of the People's Republic of China. Pneumonia epidemic situation of new coronavirus infection on February 9, 2020. 2020. (Accessed February 10, 2020, at http://www.nhc.gov.cn/xcs/yqfkdt/202002/167a0e01b2d24274b03b2ca961107929.shtml.)",
            "url": "http://www.nhc.gov.cn/xcs/yqfkdt/202002/167a0e01b2d24274b03b2ca961107929.shtml"
        },
        {
            "id": "3",
            "alt_id": "Huang_et+al_2020_a",
            "entry": "3. Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet (London, England) 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20Lancet%20London%20England%202020"
        },
        {
            "id": "4",
            "alt_id": "4._0000_b",
            "entry": "4. American Academy of Ophthalmology. Alert: Important coronavirus context for ophthalmologists. 28, 2020, at https://www.aao.org/headline/alert-important-coronavirus-context.)",
            "url": "https://www.aao.org/headline/alert-important-coronavirus-context"
        },
        {
            "id": "5",
            "alt_id": "Rothe_et+al_2020_a",
            "entry": "5. Rothe C, Schunk M, Sothmann P, et al. Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany. N Engl J Med 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Rothe%20C%20Schunk%20M%20Sothmann%20P%20et%20al%20Transmission%20of%202019nCoV%20Infection%20from%20an%20Asymptomatic%20Contact%20in%20Germany%20N%20Engl%20J%20Med%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Rothe%20C%20Schunk%20M%20Sothmann%20P%20et%20al%20Transmission%20of%202019nCoV%20Infection%20from%20an%20Asymptomatic%20Contact%20in%20Germany%20N%20Engl%20J%20Med%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Rothe%20C%20Schunk%20M%20Sothmann%20P%20et%20al%20Transmission%20of%202019nCoV%20Infection%20from%20an%20Asymptomatic%20Contact%20in%20Germany%20N%20Engl%20J%20Med%202020"
        },
        {
            "id": "6",
            "alt_id": "Zhang_et+al_2019_a",
            "entry": "6. Zhang H, Kang Z, Gong H, et al. The digestive system is a potential route of 2019-nCov infection: a bioinformatics analysis based on single-cell transcriptomes. bioRxiv 2020:2020.01.30.927806.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhang%20H%20Kang%20Z%20Gong%20H%20et%20al%20The%20digestive%20system%20is%20a%20potential%20route%20of%202019nCov%20infection%20a%20bioinformatics%20analysis%20based%20on%20singlecell%20transcriptomes%20bioRxiv%20202020200130927806"
        },
        {
            "id": "7",
            "alt_id": "Zhu_et+al_2020_a",
            "entry": "7. Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20N%20Engl%20J%20Med%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20N%20Engl%20J%20Med%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20N%20Engl%20J%20Med%202020"
        },
        {
            "id": "8",
            "alt_id": "Benvenuto_et+al_2020_a",
            "entry": "8. Benvenuto D, Giovannetti M, Ciccozzi A, Spoto S, Angeletti S, Ciccozzi M. The 2019-new coronavirus epidemic: evidence for virus evolution. J Med Virol 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Benvenuto%20D%20Giovannetti%20M%20Ciccozzi%20A%20Spoto%20S%20Angeletti%20S%20Ciccozzi%20M%20The%202019new%20coronavirus%20epidemic%20evidence%20for%20virus%20evolution%20J%20Med%20Virol%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Benvenuto%20D%20Giovannetti%20M%20Ciccozzi%20A%20Spoto%20S%20Angeletti%20S%20Ciccozzi%20M%20The%202019new%20coronavirus%20epidemic%20evidence%20for%20virus%20evolution%20J%20Med%20Virol%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Benvenuto%20D%20Giovannetti%20M%20Ciccozzi%20A%20Spoto%20S%20Angeletti%20S%20Ciccozzi%20M%20The%202019new%20coronavirus%20epidemic%20evidence%20for%20virus%20evolution%20J%20Med%20Virol%202020"
        },
        {
            "id": "9",
            "alt_id": "Wan_et+al_2020_a",
            "entry": "9. Wan Y, Shang J, Graham R, Baric RS, Li F. Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS. J Virol 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wan%2C%20Y.%20Shang%2C%20J.%20Graham%2C%20R.%20Baric%2C%20R.S.%20Receptor%20recognition%20by%20novel%20coronavirus%20from%20Wuhan%3A%20An%20analysis%20based%20on%20decade-long%20structural%20studies%20of%20SARS%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Wan%2C%20Y.%20Shang%2C%20J.%20Graham%2C%20R.%20Baric%2C%20R.S.%20Receptor%20recognition%20by%20novel%20coronavirus%20from%20Wuhan%3A%20An%20analysis%20based%20on%20decade-long%20structural%20studies%20of%20SARS%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Wan%2C%20Y.%20Shang%2C%20J.%20Graham%2C%20R.%20Baric%2C%20R.S.%20Receptor%20recognition%20by%20novel%20coronavirus%20from%20Wuhan%3A%20An%20analysis%20based%20on%20decade-long%20structural%20studies%20of%20SARS%202020"
        },
        {
            "id": "10",
            "alt_id": "Hamming_et+al_2004_a",
            "entry": "10. Hamming I, Timens W, Bulthuis ML, Lely AT, Navis G, van Goor H. Tissue distribution of SARS pathogenesis. J Pathol 2004;203:631-7.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Hamming%2C%20I.%20Timens%2C%20W.%20Bulthuis%2C%20M.L.%20Lely%2C%20A.T.%20Tissue%20distribution%20of%20SARS%20pathogenesis%202004",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Hamming%2C%20I.%20Timens%2C%20W.%20Bulthuis%2C%20M.L.%20Lely%2C%20A.T.%20Tissue%20distribution%20of%20SARS%20pathogenesis%202004",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Hamming%2C%20I.%20Timens%2C%20W.%20Bulthuis%2C%20M.L.%20Lely%2C%20A.T.%20Tissue%20distribution%20of%20SARS%20pathogenesis%202004"
        },
        {
            "id": "11",
            "alt_id": "Holappa_et+al_2017_a",
            "entry": "11. Holappa M, Vapaatalo H, Vaajanen A. Many Faces of Renin-angiotensin System - Focus on Eye. Open Ophthalmol J 2017;11:122-42.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Holappa%2C%20M.%20Vapaatalo%2C%20H.%20Vaajanen%2C%20A.%20Many%20Faces%20of%20Renin-angiotensin%20System%20-%20Focus%20on%20Eye%202017",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Holappa%2C%20M.%20Vapaatalo%2C%20H.%20Vaajanen%2C%20A.%20Many%20Faces%20of%20Renin-angiotensin%20System%20-%20Focus%20on%20Eye%202017",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Holappa%2C%20M.%20Vapaatalo%2C%20H.%20Vaajanen%2C%20A.%20Many%20Faces%20of%20Renin-angiotensin%20System%20-%20Focus%20on%20Eye%202017"
        },
        {
            "id": "12",
            "alt_id": "Raboud_et+al_2010_a",
            "entry": "12. Raboud J, Shigayeva A, McGeer A, et al. Risk factors for SARS transmission from patients requiring intubation: a multicentre investigation in Toronto, Canada. PLoS ONE 222 2010;5:e10717. 223 13. 224 N Engl J Med 2003;349:2431-41. 225 14.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Raboud%2C%20J.%20Shigayeva%2C%20A.%20McGeer%2C%20A.%20Risk%20factors%20for%20SARS%20transmission%20from%20patients%20requiring%20intubation%3A%20a%20multicentre%20investigation%20in%20Toronto%2C%20Canada%202010",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Raboud%2C%20J.%20Shigayeva%2C%20A.%20McGeer%2C%20A.%20Risk%20factors%20for%20SARS%20transmission%20from%20patients%20requiring%20intubation%3A%20a%20multicentre%20investigation%20in%20Toronto%2C%20Canada%202010",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Raboud%2C%20J.%20Shigayeva%2C%20A.%20McGeer%2C%20A.%20Risk%20factors%20for%20SARS%20transmission%20from%20patients%20requiring%20intubation%3A%20a%20multicentre%20investigation%20in%20Toronto%2C%20Canada%202010"
        },
        {
            "id": "Belser_et+al_2013_a",
            "alt_id": "13",
            "entry": "Belser JA, Rota PA, Tumpey TM. Ocular tropism of respiratory viruses. Microbiol Mol Biol 226 Rev 2013;77:144-56. 227 15. Peking University Hospital Wang Guangfa disclosed treatment status on Weibo and 228 suspected infection without wearing goggles. 2020. (Accessed February 9, 2020, at 229 http://www.bjnews.com.cn/news/2020/01/23/678189.html.)230 16. Lu C-w, Liu X-f, Jia Z-f.2019-nCoV transmission through the ocular surface must not be 231 ignored. The Lancet.232 17.",
            "url": "http://www.bjnews.com.cn/news/2020/01/23/678189.html.)230",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Belser%2C%20J.A.%20Rota%2C%20P.A.%20Tumpey%2C%20T.M.%20Ocular%20tropism%20of%20respiratory%20viruses%202013",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Belser%2C%20J.A.%20Rota%2C%20P.A.%20Tumpey%2C%20T.M.%20Ocular%20tropism%20of%20respiratory%20viruses%202013"
        },
        {
            "id": "Li_et+al_2004_a",
            "alt_id": "14",
            "entry": "Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of Novel 233 Coronavirus-Infected Pneumonia. N Engl J Med 2020. 234 18. Institute of Virus Disease Control and Prevention, China CDC. Primers and probes for 235 detection of the novel coronavirus. 2020. (Accessed February 3, 2020, at 236 http://ivdc.chinacdc.cn/kyjz/202001/t20200121_211337.html.)237 19.van der Hoek L, Pyrc K, Jebbink MF, et al. Identification of a new human coronavirus. Nat 238 Med 2004;10:368-73.239 20.",
            "url": "http://ivdc.chinacdc.cn/kyjz/202001/t20200121_211337.html.)237",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20233%20Coronavirus-Infected%20Pneumonia%202004",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20233%20Coronavirus-Infected%20Pneumonia%202004"
        },
        {
            "id": "Loon_et+al_2004_a",
            "alt_id": "15",
            "entry": "Loon SC, Teoh SC, Oon LL, et al. The severe acute respiratory syndrome coronavirus in 240 tears. The British journal of ophthalmology 2004;88:861-3. 241 242 Table 1. Signalment for 67 patients and viral detection results of nasopharyngeal and conjunctival samples.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Loon%2C%20S.C.%20Teoh%2C%20S.C.%20Oon%2C%20L.L.%20The%20severe%20acute%20respiratory%20syndrome%20coronavirus%20in%20240%20tears%202004",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Loon%2C%20S.C.%20Teoh%2C%20S.C.%20Oon%2C%20L.L.%20The%20severe%20acute%20respiratory%20syndrome%20coronavirus%20in%20240%20tears%202004",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Loon%2C%20S.C.%20Teoh%2C%20S.C.%20Oon%2C%20L.L.%20The%20severe%20acute%20respiratory%20syndrome%20coronavirus%20in%20240%20tears%202004"
        },
        {
            "id": "2019-nCoV_0000_c",
            "alt_id": "16",
            "entry": "2019-nCoV RNA test: nasopharyngeal swab",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=nCoV%20RNA%20test%20nasopharyngeal%20swab"
        },
        {
            "id": "2019-nCoV_0000_d",
            "alt_id": "17",
            "entry": "2019-nCoV RNA test: conjunctival swab",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=nCoV%20RNA%20test%20conjunctival%20swab"
        },
        {
            "id": "Ncov_2019_a",
            "alt_id": "18",
            "entry": "2019-nCoV, 2019 novel coronavirus; F, female; M, male; +, positive result; -, negative result;",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=nCoV%20novel%20coronavirus%3B%20F%2C%20female%3B%20M%2C%20male%3B%20%2B%2C%20positive%20result%3B%20-%2C%20negative%20result%202019"
        }
    ],
    "facts": [
        "conjunctival swabs were collected for real time RT-PCR analysis to detect",
        "63 patients were identified as laboratory−confirmed NCP",
        "2019−nCoV can be detected in the conjunctival sac of patients",
        "viral transmission via the conjunctival route was not supported by the data",
        "China has posed a threat to global public health",
        "patients infected with 2019-nCoV develop respiratory illness",
        "that quickly progress to pneumonia[3",
        "A number of patients were observed with extra-pulmonary manifestations at the onset",
        "conjunctival swabs were collected for real time",
        "Laboratory-confirmed cases were identified with the criteria",
        "Suspected cases were recruited based on the criteria of fever or signs",
        "All patients invited to participate in the study provided consent",
        "63 patients were identified as laboratory-confirmed NCP",
        "Samples were collected from 67 patients initially suspected to have",
        "conjunctival swabs tested positive for 2019-nCoV nucleic acid",
        "Of the cases enrolled in this study",
        "One anesthesiologist presented with conjunctivitis as the first symptom",
        "coronavirus has been isolated from 7-month-old children with conjunctivitis and bronchitis[19",
        "SARS coronavirus was detected in the tears of SARS patients",
        "The results of this study revealed that the incidence of conjunctivitis"
    ],
    "claims": [
        "The results of this study revealed that the incidence of conjunctivitis in patients with NCP is not high"
    ],
    "findings": [],
    "processes": [],
    "key_statements": [
        "Samples were collected from 67 patients initially suspected to have novel coronavirus pneumonia over a period of 11 days (17–28 Jan 2020), of whom, 25 were male and 42 were female (Table 1)",
        "The chest CT examination showed viral pneumonia. Both the nasopharyngeal and conjunctival swabs tested positive for 2019-nCoV nucleic acid",
        "Of the cases enrolled in this study, one was positive for the conjunctival sac",
        "One anesthesiologist presented with conjunctivitis as the first symptom but had a negative conjunctival sac 2019-nCoV test",
        "The results of this study revealed that the incidence of conjunctivitis in patients with novel coronavirus pneumonia is not high"
    ],
    "top_statements": [
        "The current outbreak of the 2019 novel coronavirus (2019-nCoV) originating in<br/><br/>Wuhan, China has posed a threat to global public health and has been defined as a<br/><br/>Public Health Emergency of International Concern (PHEIC) by the World Health<br/><br/>Organization (WHO)[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]",
        "Samples were collected from 67 patients initially suspected to have novel coronavirus pneumonia over a period of 11 days (17–28 Jan 2020), of whom, 25 were male and 42 were female (Table 1)",
        "The chest CT examination showed viral pneumonia. Both the nasopharyngeal and conjunctival swabs tested positive for 2019-nCoV nucleic acid",
        "Of the cases enrolled in this study, one was positive for the conjunctival sac",
        "One anesthesiologist presented with conjunctivitis as the first symptom but had a negative conjunctival sac 2019-nCoV test",
        "The results of this study revealed that the incidence of conjunctivitis in patients with novel coronavirus pneumonia is not high"
    ],
    "headline": "One anesthesiologist presented with conjunctivitis as the first symptom but had a negative conjunctival sac 2019-nCoV test",
    "contexts": [],
    "abbreviations": {
        "NCP": "novel coronavirus pneumonia",
        "WHO": "World HealthOrganization",
        "PHEIC": "Public Health Emergency of International Concern",
        "ACE2": "angiotensin-converting enzyme 2",
        "RT-PCR": "reverse transcription-polymerase chain reaction"
    }
}
