{
    "filename": "2020.02.08.20021212.full.pdf",
    "content_type": "application/pdf",
    "file_size": 927695,
    "metadata": {
        "identifiers": {
            "doi": "10.1101/2020.02.08.20021212",
            "url": "https://www.medrxiv.org/content/medrxiv/early/2020/02/12/2020.02.08.20021212.full.pdf"
        },
        "title": "Caution on Kidney Dysfunctions of 2019-nCoV Patients",
        "author": "Anti-2019-nCoV Volunteers, Zhen Li, Ming Wu, Jie Guo, Jiwei Yao, Xiang Liao, Siji Song, Min Han, Jiali Li, Guangjie Duan, Yuanxiu Zhou, Xiaojun Wu, Zhansong Zhou, Taojiao Wang, Ming Hu, Xianxiang Chen, Yu Fu, Chong Lei, Hailong Dong, Yi Zhou, Hongbo Jia, Xiaowei Chen, Junan Yan",
        "date": 2020,
        "affiliations": [
            "Department of Radiology, Tongji Hospital, Tongji Medical College of Huazhong University of Science and Technology, Wuhan 430030, China.",
            "Department of Critical Care Medicine, the General Hospital of Central Theater Command, Wuhan 430030, China.",
            "Department of Critical Care Medicine, Wuhan Pulmonary Hospital, Wuhan 430030, China.",
            "Department of Gastrointestinal Endoscopy, Huangshi Central Hospital, Affiliated Hospital of Hubei Polytechnic University, Edong Healthcare Group, Huangshi 435000, China.",
            "Brain Research Center and State Key Laboratory of Trauma, Burns, and Combined Injury, Third Military Medical University, Chongqing 400038, China.",
            "Center for Neurointelligence, Chongqing University, Chongqing 400030, China.",
            "Department of Urology, Southwest Hospital, Third Military Medical University, Chongqing 400038, China.",
            "Division of Nephrology, Tongji Hospital, Tongji Medical College of Huazhong University of Science and Technology, Wuhan 430030, China.",
            "Department of Pathology, Southwest Hospital, Third Military Medical University, Chongqing 400038,China.",
            "Department of Otolaryngology, Huangshi Central Hospital, Affiliated Hospital of Hubei Polytechnic University, Edong Healthcare Group, Huangshi 435000, China.",
            "Department of Physiology, Yong Loo Lin School of Medicine, National University of Singapore, Singapore 117597.",
            "Singapore Bioimaging Consortium, Agency for Science Technology and Research, Singapore 138667.",
            "Department of Anesthesiology and Perioprative Medicine, Xijing Hospital, Fourth Military Medical University, Xi’an 710032, China.",
            "Department of Neurobiology, Chongqing Key Laboratory of Neurobiology, Third Military Medical University, Chongqing 400038, China.",
            "Brain Research Instrument Innovation Center, Suzhou Institute of Biomedical Engineering and Technology, Chinese Academy of Sciences, Suzhou 215163, China."
        ],
        "abstract": "Until 24:00 of February 7th 2020, 31774 laboratory-confirmed cases of novel coronavirus (2019-nCoV) infection have been reported, including 6101 severe cases in critical conditions and 722 deaths. The critical and urgent need at this moment is to find an effective treatment strategy with available means to prevent these thousands of severe inpatients from worsening and dying. It has been recently known that the 2019-nCoV shares a common cellular mechanism with the severe acute respiratory syndrome-associated coronavirus (SARS-CoV). Thus, we surveyed a previous retrospective case study on SARS which showed that acute renal impairment was uncommon in SARS but carried a formidably high mortality (91.7%, 33 of 36 cases). Here we report an ongoing case study on kidney functions in 59 patients infected by 2019-nCoV (including 28 diagnosed as severe cases and 3 deaths). 63% (32/51) of the patients exhibited proteinuria, indicative of renal impairment. 19% (11/59) and 27% (16/59) of the patients had an elevated level of plasma creatinine and urea nitrogen respectively. The computerized tomography (CT) scan showed radiographic abnormalities of the kidneys in 100% (27/27) of the patients. Together, these multiple lines of evidence point to the idea that renal impairment is common in 2019-nCov patients, which may be one of the major causes of the illness by the virus infection and also may contribute to multi-organ failure and death eventually. Therefore, we strongly suggest exercising a high degree of caution in monitoring the kidney functions of 2019-nCoV patients and, very importantly, that applying potential interventions including continuous renal replacement therapies (CRRT) for protecting kidney functions as early as possible, particular for those with plasma creatinine rising, is key to preventing fatality.",
        "references": "@book{zhou2020a,\n  author = {Zhou, P.},\n  title = {A pneumonia outbreak associated with a new coronavirus of probable},\n  publisher = {bat origin., Nature},\n  doi = {doi: 10.1038/s41586-020-2012-7},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{li2003a,\n  author = {Li, W.},\n  title = {Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus},\n  journal = {Nature},\n  volume = {426},\n  pages = {450–454},\n  doi = {doi: 10.1038/nature02145},\n  date = {2003},\n  more-authors = {true},\n  language = {}\n}\n@article{hamming2004a,\n  author = {Hamming, I.},\n  title = {Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis},\n  journal = {J. Pathol},\n  volume = {203},\n  pages = {631–637},\n  doi = {doi: 10.1002/path.1570},\n  date = {2004},\n  more-authors = {true},\n  language = {}\n}\n@article{menachery2015a,\n  author = {Menachery, V.D.},\n  title = {A SARS-like cluster of circulating bat coronaviruses shows potential for human emergence},\n  journal = {Nat. Med},\n  volume = {21},\n  pages = {1508–1513},\n  doi = {doi: 10.1038/nm.3985},\n  date = {2015},\n  more-authors = {true},\n  language = {}\n}\n@article{chu2005a,\n  author = {Chu, K.H.},\n  title = {Acute renal impairment in coronavirus-associated severe acute respiratory syndrome},\n  journal = {Kidney Int},\n  volume = {67},\n  pages = {698–705},\n  doi = {doi:https://doi.org/10.1111/j.1523-1755.2005.67130.x},\n  date = {2005},\n  more-authors = {true},\n  language = {}\n}\n@article{goldman2004a,\n  author = {Goldman, S.M.},\n  title = {Diagnostic value of attenuation measurements of the kidney on unenhanced helical CT of obstructive ureterolithiasis},\n  journal = {AJR Am. J. Roentgenol},\n  volume = {182},\n  pages = {1251–1254},\n  doi = {doi: 10.2214/ajr.182.5.1821251},\n  date = {2004},\n  more-authors = {true},\n  language = {}\n}\n@article{erbas2012a,\n  author = {Erbas, G.},\n  title = {Unenhanced urinary CT: value of parenchymal attenuation measurements in differentiating acute vs. chronic renal obstruction},\n  journal = {Eur. J. Radiol},\n  volume = {81},\n  pages = {825–829},\n  doi = {doi: 10.1016/j.ejrad.2011.02.029},\n  date = {2012},\n  more-authors = {true},\n  language = {}\n}\n@article{georgiades2001a,\n  author = {Georgiades, C.S. and Moore, C.J. and Smith, D.P.},\n  title = {Differences of renal parenchymal attenuation for acutely obstructed and unobstructed kidneys on unenhanced helical CT: a useful secondary sign?},\n  journal = {AJR Am. J. Roentgenol},\n  volume = {176},\n  pages = {965–968},\n  doi = {doi: 10.2214/ajr.176.4.1760965},\n  date = {2001},\n  language = {}\n}\n@article{tandukar2019a,\n  author = {Tandukar, S. and Palevsky, P.M.},\n  title = {Continuous Renal Replacement Therapy: Who, When, Why, and How},\n  journal = {Chest},\n  volume = {155},\n  pages = {626–638},\n  doi = {doi: 10.1016/j.chest.2018.09.004},\n  date = {2019},\n  language = {}\n}\n@article{cha2015a,\n  author = {Cha, R.-H.},\n  title = {Renal Complications and Their Prognosis in Korean Patients with Middle East Respiratory Syndrome-Coronavirus from the Central MERS-CoV Designated Hospital},\n  journal = {J. Korean Med. Sci},\n  volume = {30},\n  pages = {1807–1814},\n  doi = {doi: 10.3346/jkms.2015.30.12.1807},\n  date = {2015},\n  more-authors = {true},\n  language = {}\n}\n@article{silvester1997a,\n  author = {Silvester, W.},\n  title = {Mediator removal with CRRT: complement and cytokines},\n  journal = {Am. J. Kidney Dis},\n  volume = {30},\n  pages = {38–43},\n  doi = {doi: 10.1016/s0272-6386(97)90541-2},\n  date = {1997},\n  language = {}\n}\n",
        "links": [
            "https://www.ncbi.nlm.nih.gov/gene/?term=59272"
        ],
        "emails": [
            "zhouyisjtu@gmail.com",
            "jiahb@sibet.ac.cn",
            "xiaowei_chen@tmmu.edu.cn",
            "junan_yan@aliyun.com"
        ],
        "cited_by": 1,
        "references_ris": "TY  - BOOK\nAU  - Zhou, P.\nTI  - A pneumonia outbreak associated with a new coronavirus of probable\nPB  - bat origin., Nature\nDO  - 10.1038/s41586-020-2012-7\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Li, W.\nTI  - Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus\nT2  - Nature\nVL  - 426\nSP  - 450\nEP  - 454\nDO  - 10.1038/nature02145\nPY  - 2003\nDA  - 2003\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Hamming, I.\nTI  - Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis\nT2  - J. Pathol\nVL  - 203\nSP  - 631\nEP  - 637\nDO  - 10.1002/path.1570\nPY  - 2004\nDA  - 2004\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Menachery, V.D.\nTI  - A SARS-like cluster of circulating bat coronaviruses shows potential for human emergence\nT2  - Nat. Med\nVL  - 21\nSP  - 1508\nEP  - 1513\nDO  - 10.1038/nm.3985\nPY  - 2015\nDA  - 2015\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Chu, K.H.\nTI  - Acute renal impairment in coronavirus-associated severe acute respiratory syndrome\nT2  - Kidney Int\nVL  - 67\nSP  - 698\nEP  - 705\nDO  - https://doi.org/10.1111/j.1523-1755.2005.67130.x\nPY  - 2005\nDA  - 2005\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Goldman, S.M.\nTI  - Diagnostic value of attenuation measurements of the kidney on unenhanced helical CT of obstructive ureterolithiasis\nT2  - AJR Am. J. Roentgenol\nVL  - 182\nSP  - 1251\nEP  - 1254\nDO  - 10.2214/ajr.182.5.1821251\nPY  - 2004\nDA  - 2004\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Erbas, G.\nTI  - Unenhanced urinary CT: value of parenchymal attenuation measurements in differentiating acute vs. chronic renal obstruction\nT2  - Eur. J. Radiol\nVL  - 81\nSP  - 825\nEP  - 829\nDO  - 10.1016/j.ejrad.2011.02.029\nPY  - 2012\nDA  - 2012\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Georgiades, C.S.\nAU  - Moore, C.J.\nAU  - Smith, D.P.\nTI  - Differences of renal parenchymal attenuation for acutely obstructed and unobstructed kidneys on unenhanced helical CT: a useful secondary sign?\nT2  - AJR Am. J. Roentgenol\nVL  - 176\nSP  - 965\nEP  - 968\nDO  - 10.2214/ajr.176.4.1760965\nPY  - 2001\nDA  - 2001\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Tandukar, S.\nAU  - Palevsky, P.M.\nTI  - Continuous Renal Replacement Therapy: Who, When, Why, and How\nT2  - Chest\nVL  - 155\nSP  - 626\nEP  - 638\nDO  - 10.1016/j.chest.2018.09.004\nPY  - 2019\nDA  - 2019\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Cha, R.-H.\nTI  - Renal Complications and Their Prognosis in Korean Patients with Middle East Respiratory Syndrome-Coronavirus from the Central MERS-CoV Designated Hospital\nT2  - J. Korean Med. Sci\nVL  - 30\nSP  - 1807\nEP  - 1814\nDO  - 10.3346/jkms.2015.30.12.1807\nPY  - 2015\nDA  - 2015\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Silvester, W.\nTI  - Mediator removal with CRRT: complement and cytokines\nT2  - Am. J. Kidney Dis\nVL  - 30\nSP  - 38\nEP  - 43\nDO  - 10.1016/s0272-6386(97)90541-2\nPY  - 1997\nDA  - 1997\nLA  - \nER  - \n\n",
        "author_conclusions": [],
        "table_captions": [],
        "figure_captions": [
            {
                "id": "1",
                "caption": "ACE2 RNA expressing level in human tissues"
            },
            {
                "id": "2",
                "caption": "The levels of urine protein in 2019-nCoV patients. a, Level values for all patients tested with respect to urine protein. Red circles correspond to proteinuria. b, Percentages of patients tested (n = 51). Note that 0 represents (-), and 1, 2, 3 represent (+), (++) and (+++) respectively"
            },
            {
                "id": "3",
                "caption": "The levels of blood urea nitrogen (BUN) in 2019-nCoV patients. a, Values for all patients tested with respect to BUN. Red triangles correspond to elevated levels of BUN. b, Percentages of patients exhibited normal and elevated BUN (n = 59). c, BUN values for the patients (n = 23) tested over multiple days. The color-coded triangles correspond to the BUN values of different days. The red arrows indicate the deceased cases. Note that the dotted lines indicate the normal level that has been normalized to 1"
            },
            {
                "id": "4",
                "caption": "The levels of plasma creatinine (Cre) in 2019-nCoV patients. a, Values for all patients tested with respect to Cre. Red squares correspond to elevated level of Cre. b, Percentages of patients exhibited normal and elevated Cre (n = 59). c, Cre values for the patients (n = 23) tested over multiple days. The color-coded squares correspond to the Cre values of different days. The red arrows indicate the death cases. Note that the dotted lines indicate the normal level that has been normalized to 1"
            },
            {
                "id": "5",
                "caption": "Radiographic abnormalities of the kidneys by CT scan. a and b, CT examples of two different patients (71-year old male and 70-year old male), respectively. The left column is the lung window images of the plan chest CT scan, and the middle column is the mediastinal window images. Multiple lung segments with patchy,"
            }
        ],
        "figure_urls": [
            "https://sandbox-api.scholarcy.com/images/2020.02.08.20021212.full.pdf_t0ki_3ej_images_dd4qinyw/img-000.png",
            "https://sandbox-api.scholarcy.com/images/2020.02.08.20021212.full.pdf_t0ki_3ej_images_dd4qinyw/img-001.png",
            "https://sandbox-api.scholarcy.com/images/2020.02.08.20021212.full.pdf_t0ki_3ej_images_dd4qinyw/img-002.png",
            "https://sandbox-api.scholarcy.com/images/2020.02.08.20021212.full.pdf_t0ki_3ej_images_dd4qinyw/img-003.png",
            "https://sandbox-api.scholarcy.com/images/2020.02.08.20021212.full.pdf_t0ki_3ej_images_dd4qinyw/img-004.png"
        ]
    },
    "sections": {
        "summary": [
            "Until 24:00 of February 7th 2020, 31774 laboratory-confirmed cases of novel coronavirus (2019-nCoV) infection have been reported, including 6101 severe cases in critical conditions and 722 deaths. The critical and urgent need at this moment is to find an effective treatment strategy with available means to prevent these thousands of severe inpatients from worsening and dying. It has been recently known that 2019-nCoV shares a common cellular mechanism with the severe acute respiratory syndrome-associated coronavirus (SARS-CoV). Thus, we surveyed a previous retrospective case study on SARS which showed that acute renal impairment was uncommon in SARS but carried a formidably high mortality (91.7%, 33 of 36 cases). Here we report an ongoing case study on kidney functions in 59 patients infected by 2019-nCoV (including 28 diagnosed as severe cases and 3 deaths). 63% (32/51) of the patients exhibited proteinuria, indicative of renal impairment. 19% (11/59) and 27% (16/59) of the patients had an elevated level of plasma creatinine and urea nitrogen respectively. The computerized tomography (CT) scan showed radiographic abnormalities of the kidneys in 100% (27/27) of the patients. Together, these multiple lines of evidence point to the idea that renal impairment is common in 2019-nCov patients, which may be one of the major causes of the illness by the virus infection and also may contribute to multiorgan failure and death eventually. Therefore, we strongly suggest exercising a high degree of caution in monitoring the kidney functions of 2019-nCoV patients and, very importantly, that applying potential interventions including continuous renal replacement therapies (CRRT) for protecting kidney functions as early as possible, particular for those with plasma creatinine rising, is key to preventing fatality."
        ],
        "background": [
            "A recent seminal work by the lab of Dr. Shi[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>] provided strong evidence that the 2019-nCoV uses the ACE2 (angiotensin converting enzyme II) as a cell entry receptor, a cellular mechanism identical to that of the SARS-CoV2,3. Moreover, a gain-of-function experiment reported in 20154 verified that the ACE2 could be indeed used by a wildtype coronavirus of a bat origin. However, ACE2 is not exclusively expressed in the respiratory organs. Previous reports on the ACE2 expressing level in human tissues using RNA-seq method (Fig. 1) showed that the ACE2 expression in gastrointestinal organs (small intestine, duodenum) or urinary organs (kidney) was much higher (nearly 100-fold) than that in respiratory organs (lung). This result suggests that the kidney is a possible target that can be infected by either SARS-CoV or 2019-nCoV. On the other hand, according to the clinical case data, a detailed retrospective study of the 2003 SARS-CoV outbreak[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] found that acute renal impairment was uncommon in SARS but carried a formidably high mortality (91.7%, 33 of 36)."
        ],
        "participants": [
            "For this retrospective study, we randomly recruited 59 patients from Jan. 21st to Feb. 7th, 2020 at Tongji Hospital and Wuhan Pulmonary Hospital in Wuhan, Huangshi Central Hospital in Huangshi, and Southwest Hospital in Chongqing, China. According to the arrangements conducted by the Chinese Government, adult patients (aged > 18 years) were admitted to the hospitals without selectivity. All patients who were enrolled in this study were diagnosed as infected by 2019nCoV pneumonia according to the guidance provided by the China’s National Health Commission. This study was approved by the Ethics Commissions of Tongji Hospital, Wuhan Pulmonary Hospital, Huangshi Central Hospital and Southwest Hospital."
        ],
        "results": [
            "We analyzed 59 cases of 2019-nCoV inpatients from multiple hospitals in Wuhan as well as in another nearby outbreak city Huangshi, and also from Chongqing (~900 km away from Wuhan, 426 infected cases reported until 24:00 of February 7th 2020). We focused our analysis on some key function indicators of the kidney, including urine protein, blood urea nitrogen (BUN), plasma creatinine (Cre), and renal CT scan data.<br/><br/>These 59 patients (34 males and 25 females, in the age of 28 to 83, median age of 52) included 28 that were diagnosed as ‘severe’ cases according to the guidance issued by the China’s National Health Commission, and 3 deceased cases (their ages were 66, 62 and 48 respectively). Demographic and symptom profiles were obtained in all patients on admission. The statistical analyses showed that the blood urea nitrogen (BUN) had a significant difference between the group of severe cases and the group of the rest (***p<0.001, Wilcoxon rank sum test), while both the urine protein and plasma creatinine had no significant difference between the groups.<br/><br/>1. Proteinuria: 32/51 (63%) patients exhibited proteinuria"
        ],
        "discussion": [
            "<strong>Discussion and suggestion</strong><br/><br/>The high degree of similarity in cellular mechanism of the 2019-nCoV and the SARS-CoV suggests that the risk factors of mortality could also be similar. In the previous SARS-CoV case study[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>], acute renal impairment was the top risk factor of mortality (16.91 (8.368–34.16)), even significantly higher than acute respiratory distress 10.28 (4.854–21.77). In that case study, all patients who eventually died (N = 33) had a progressive rise of plasma creatinine, and the rise of plasma creatinine was rapid in those who succumbed early in their illness. In our results, three deceased cases also showed very high levels of creatinine before death.<br/><br/>Compared to the 2003 SARS patients that had only a small fraction (6.7%) of cases with acute renal impairment, we found that, in the patient group that we studied, a remarkably increased number (63%, 32/51) of 2019-nCoV cases exhibited proteinuria (Fig. 2), indicative of renal impairment. In support of renal impairment, we observed an increased level of BUN (Fig. 3) and Cre (Fig. 4) in a substantial fraction of patients. In addition, the CT scan data of the kidneys suggested inflammation and edema occurring in the parenchyma in all cases tested (Fig. 5). The renal impairment could be caused by 2019-nCoV entering the cells through ACE2 that are highly expressed in the kidney (Fig. 1)."
        ],
        "acknowledgements": [
            "We greatly appreciate all the people, particularly thousands of clinicians, nurses and scientists including Dr. Li Wenliang, who are heroically battling to eradicate this disaster for days and nights. We thank all patients involved in this study. This study was supported by grants from the “1000-Talents Program for Young Scholars” of China (X. Chen) and the “100-Talents Program for Elite Engineers” of the CAS (H. Jia). X. Chen is a junior fellow of the CAS Center for Excellence in Brain Science and Intelligence Technology."
        ],
        "funding": [
            "This study was supported by grants from the “1000-Talents Program for Young Scholars” of China (X"
        ],
        "ethical_compliance": [
            "This study was approved by the Ethics Commissions of Tongji Hospital, Wuhan Pulmonary Hospital, Huangshi Central Hospital and Southwest Hospital"
        ]
    },
    "structured_content": {
        "Summary": [
            "Until 24:00 of February 7th 2020, 31774 laboratory-confirmed cases of novel coronavirus (2019-nCoV) infection have been reported, including 6101 severe cases in critical conditions and 722 deaths. The critical and urgent need at this moment is to find an effective treatment strategy with available means to prevent these thousands of severe inpatients from worsening and dying. It has been recently known that 2019-nCoV shares a common cellular mechanism with the severe acute respiratory syndrome-associated coronavirus (SARS-CoV). Thus, we surveyed a previous retrospective case study on SARS which showed that acute renal impairment was uncommon in SARS but carried a formidably high mortality (91.7%, 33 of 36 cases). Here we report an ongoing case study on kidney functions in 59 patients infected by 2019-nCoV (including 28 diagnosed as severe cases and 3 deaths). 63% (32/51) of the patients exhibited proteinuria, indicative of renal impairment. 19% (11/59) and 27% (16/59) of the patients had an elevated level of plasma creatinine and urea nitrogen respectively. The computerized tomography (CT) scan showed radiographic abnormalities of the kidneys in 100% (27/27) of the patients. Together, these multiple lines of evidence point to the idea that renal impairment is common in 2019-nCov patients, which may be one of the major causes of the illness by the virus infection and also may contribute to multiorgan failure and death eventually. Therefore, we strongly suggest exercising a high degree of caution in monitoring the kidney functions of 2019-nCoV patients and, very importantly, that applying potential interventions including continuous renal replacement therapies (CRRT) for protecting kidney functions as early as possible, particular for those with plasma creatinine rising, is key to preventing fatality."
        ],
        "Background": [
            "A recent seminal work by the lab of Dr. Shi[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>] provided strong evidence that the 2019-nCoV uses the ACE2 (angiotensin converting enzyme II) as a cell entry receptor, a cellular mechanism identical to that of the SARS-CoV2,3. Moreover, a gain-of-function experiment reported in 20154 verified that the ACE2 could be indeed used by a wildtype coronavirus of a bat origin. However, ACE2 is not exclusively expressed in the respiratory organs. Previous reports on the ACE2 expressing level in human tissues using RNA-seq method (Fig. 1) showed that the ACE2 expression in gastrointestinal organs (small intestine, duodenum) or urinary organs (kidney) was much higher (nearly 100-fold) than that in respiratory organs (lung). This result suggests that the kidney is a possible target that can be infected by either SARS-CoV or 2019-nCoV. On the other hand, according to the clinical case data, a detailed retrospective study of the 2003 SARS-CoV outbreak[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] found that acute renal impairment was uncommon in SARS but carried a formidably high mortality (91.7%, 33 of 36).",
            "Note a recent fact that the reported infectious cases in the ongoing 2019nCoV outbreak (31774, until 24:00 of Feb. 7th 2020, obtained from the Chinese National Health Commission) already much greatly outnumbered the overall reported cases in the 2003 SARS-CoV outbreak (8098). Strikingly, the situation is keeping highly serious because of a large number of severe inpatients (~19%, 6101 of 31774). Therefore, any promising strategies to prevent these patients from worsening and dying shall be urgently developed. And in turn, the entire society will benefit from relieving the stress caused by fear of death."
        ],
        "Participants": [
            "For this retrospective study, we randomly recruited 59 patients from Jan. 21st to Feb. 7th, 2020 at Tongji Hospital and Wuhan Pulmonary Hospital in Wuhan, Huangshi Central Hospital in Huangshi, and Southwest Hospital in Chongqing, China. According to the arrangements conducted by the Chinese Government, adult patients (aged > 18 years) were admitted to the hospitals without selectivity. All patients who were enrolled in this study were diagnosed as infected by 2019nCoV pneumonia according to the guidance provided by the China’s National Health Commission. This study was approved by the Ethics Commissions of Tongji Hospital, Wuhan Pulmonary Hospital, Huangshi Central Hospital and Southwest Hospital."
        ],
        "Results": [
            "We analyzed 59 cases of 2019-nCoV inpatients from multiple hospitals in Wuhan as well as in another nearby outbreak city Huangshi, and also from Chongqing (~900 km away from Wuhan, 426 infected cases reported until 24:00 of February 7th 2020). We focused our analysis on some key function indicators of the kidney, including urine protein, blood urea nitrogen (BUN), plasma creatinine (Cre), and renal CT scan data.",
            "These 59 patients (34 males and 25 females, in the age of 28 to 83, median age of 52) included 28 that were diagnosed as ‘severe’ cases according to the guidance issued by the China’s National Health Commission, and 3 deceased cases (their ages were 66, 62 and 48 respectively). Demographic and symptom profiles were obtained in all patients on admission. The statistical analyses showed that the blood urea nitrogen (BUN) had a significant difference between the group of severe cases and the group of the rest (***p<0.001, Wilcoxon rank sum test), while both the urine protein and plasma creatinine had no significant difference between the groups.",
            "The test of urine protein was collected from 51 patients (Fig. 2a) and proteinuria was found in 32/51 (63%) patients. The semiquantitative result showed (+) in 24 patients (47%), (++) in 5 patients (10%), and (+++) in 3 patients (6%) (Fig. 2b). Note that among these patients with proteinuria (32 cases), a large number (64%) was found to have the detected urine protein on the first day of admission, suggesting the presence of renal impairment already before or at the moment of admission, offering a potential time point for starting interventions to protect kidney functions.",
            "2. Blood urea nitrogen (BUN): 16/59 (27%) patients exhibited an elevated level of BUN",
            "In the patients with increased BUN levels (16/59 cases), the peak plasma BUN levels ranged from -0.46 to 7.40 of the normalized value, with a median value of",
            "0.32 of the normalized value (normal value before normalization: 1.7-12.8 mmol/L; Fig. 3a, b). In 23 cases, we were able to collect the data for the change in BUN levels over days (Fig. 3c), and this result showed that 43% (10/23) of these patients underwent an increase in BUN and the duration from the onset of admission to the presence of the BUN increase was in the range of 2 to 10 days (median 4). Note that the 2/3 deceased patients had rather high levels of BUN before death (peak values: 23.61 and 32.09 mmol/L respectively; pointed out by the last two arrows in Fig. 3c).",
            "3. Plasma creatinine (Cre): 11/59 (19%) patients exhibited an elevated level of Cre and 3 deaths had an extremely high level.",
            "In the patients with increased Cre levels (11/59 cases), we found the peak plasma Cre levels ranged from -1.23 to 5.97 of the normalized value (median 0.42; normal value before normalization: 40-115 μmol/L) (Fig. 4a, b). In 23 cases, we could monitor the change in Cre levels over days (Fig. 4c). We found that the duration from the onset of admission to the presence of the Cre increase was in the range of 1 to 10 days (median 5). Note that rather high levels of Cre before death in all 3 deceased patients (peak values: 209, 280 and 286 μmol/L respectively; pointed out by red arrows in Fig. 4c), supporting the Cre level as a risk factors predicting mortality in coronavirus-infected patients[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>].",
            "4. CT data: all 27/27 patients exhibited radiographic abnormalities of the kidneys.",
            "In 27 patients, we were able to collect the plain CT scan results of the parenchyma of the kidneys in addition to the chest CT scan. 14 of these 27 patients exhibited proteinuria, 3 had an increased level of creatinine and 4 had an increased level of BUN. The CT value of the renal parenchyma was measured on the image of the largest layer of the kidney[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>,<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. We found that the CT value of bilateral renal parenchyma was in the range of 19.5-34.97, with a median of 26.67, which was significantly lower than patients without kidney disease (35 HU) in our hospital (***p <0.001, Wilcoxon sign rank test). It was also smaller than the result of the previous study (normal kidney CT value of 38 HU)[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] (see the example of two patients in Figure 5a and b). 27/27 patients had a smaller value than 35HU (Fig. 5c). The results indicate that inflammation and edema of the renal parenchyma may occur in 2019-nCoV infected patients."
        ],
        "Discussion and suggestion": [
            "The high degree of similarity in cellular mechanism of the 2019-nCoV and the SARS-CoV suggests that the risk factors of mortality could also be similar. In the previous SARS-CoV case study[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>], acute renal impairment was the top risk factor of mortality (16.91 (8.368–34.16)), even significantly higher than acute respiratory distress 10.28 (4.854–21.77). In that case study, all patients who eventually died (N = 33) had a progressive rise of plasma creatinine, and the rise of plasma creatinine was rapid in those who succumbed early in their illness. In our results, three deceased cases also showed very high levels of creatinine before death.",
            "Compared to the 2003 SARS patients that had only a small fraction (6.7%) of cases with acute renal impairment, we found that, in the patient group that we studied, a remarkably increased number (63%, 32/51) of 2019-nCoV cases exhibited proteinuria (Fig. 2), indicative of renal impairment. In support of renal impairment, we observed an increased level of BUN (Fig. 3) and Cre (Fig. 4) in a substantial fraction of patients. In addition, the CT scan data of the kidneys suggested inflammation and edema occurring in the parenchyma in all cases tested (Fig. 5). The renal impairment could be caused by 2019-nCoV entering the cells through ACE2 that are highly expressed in the kidney (Fig. 1).",
            "Therefore, we strongly suggest exercising a high degree of caution in monitoring the kidney functions of 2019-nCoV severe patients regardless of the past disease history. Upon day-by-day monitoring and analysis, early interventions including continuous renal replacement therapies (CRRT)[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] shall be applied as soon as possible to protect kidney functions, particularly for those patients with Cre level monotonically rising. This suggestion of therapy strategy is based on the following rationales: 1. Any interventions (particularly including CRRT in combination with immunoadsorption procedure) to protect kidney functions are recommended to be applied to the severe patients with 2019-nCov as early as possible after admission, due to the observation of proteinuria on the first day of admission in a large number of cases.",
            "2. CRRT has been reported to be an effective treatment in a few cases on severe patients of respiratory diseases including the middle east respiratory syndrome (MERS)[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>].",
            "3. CRRT is generally beneficial with a low risk to 2019-nCoV infected patients that already developed severe symptoms. The beneficial effects include e.g., removing inflammatory cytokines[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>].",
            "4. CRRT devices and expert users are readily available in large numbers in many hospitals. Approved protocols are well-established and operation costs are much less than that of extracorporeal membrane oxygenation (ECMO) devices."
        ],
        "Acknowledgements": [
            "We greatly appreciate all the people, particularly thousands of clinicians, nurses and scientists including Dr. Li Wenliang, who are heroically battling to eradicate this disaster for days and nights. We thank all patients involved in this study. This study was supported by grants from the “1000-Talents Program for Young Scholars” of China (X. Chen) and the “100-Talents Program for Elite Engineers” of the CAS (H. Jia). X. Chen is a junior fellow of the CAS Center for Excellence in Brain Science and Intelligence Technology.",
            "This manuscript is drafted in an emergency with incomplete acquisition of clinical case data, with respect to the serious overloaded work of the clinicians at the moment. The authors declare no competing financial interests."
        ],
        "References": [
            "1 Zhou, P. et al A pneumonia outbreak associated with a new coronavirus of probable bat origin. , Nature doi:10.1038/s41586-020-2012-7 (2020).",
            "2 Li, W. et al Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus. Nature 426, 450-454, doi:10.1038/nature02145 (2003).",
            "3 Hamming, I. et al Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis. J. Pathol. 203, 631-637, doi:10.1002/path.1570 (2004).",
            "4 Menachery, V. D. et al A SARS-like cluster of circulating bat coronaviruses shows potential for human emergence. Nat. Med. 21, 1508-1513, doi:10.1038/nm.3985 (2015).",
            "5 Chu, K. H. et al Acute renal impairment in coronavirus-associated severe acute respiratory syndrome. Kidney Int. 67, 698-705, doi:https://doi.org/10.1111/j.1523-1755.2005.67130.x (2005).",
            "6 Goldman, S. M. et al Diagnostic value of attenuation measurements of the kidney on unenhanced helical CT of obstructive ureterolithiasis. AJR Am. J. Roentgenol. 182, 1251-1254, doi:10.2214/ajr.182.5.1821251 (2004).",
            "7 Erbas, G. et al Unenhanced urinary CT: value of parenchymal attenuation measurements in differentiating acute vs. chronic renal obstruction. Eur. J. Radiol. 81, 825-829, doi:10.1016/j.ejrad.2011.02.029 (2012).",
            "8 Georgiades, C. S., Moore, C. J. & Smith, D. P. Differences of renal parenchymal attenuation for acutely obstructed and unobstructed kidneys on unenhanced helical CT: a useful secondary sign? AJR Am. J. Roentgenol. 176, 965-968, doi:10.2214/ajr.176.4.1760965 (2001).",
            "9 Tandukar, S. & Palevsky, P. M. Continuous Renal Replacement Therapy: Who, When, Why, and How. Chest 155, 626-638, doi:10.1016/j.chest.2018.09.004 (2019).",
            "10 Cha, R.-H. et al Renal Complications and Their Prognosis in Korean Patients with Middle East Respiratory Syndrome-Coronavirus from the Central MERS-CoV Designated Hospital. J. Korean Med. Sci. 30, 1807-1814, doi:10.3346/jkms.2015.30.12.1807 (2015).",
            "11 Silvester, W. Mediator removal with CRRT: complement and cytokines. Am. J. Kidney Dis. 30, S38-43, doi:10.1016/s0272-6386(97)90541-2 (1997)."
        ]
    },
    "participants": [
        {
            "participant": "laboratory-confirmed cases",
            "number": 31774,
            "context": ". <mark class=\"stats\">Until 24:00 of February 7th 2020, 31774 laboratory-confirmed cases of novel coronavirus (2019-nCoV) infection have been reported, including 6101 severe cases in critical conditions and 722 deaths</mark>. The critical and urgent need at this moment is to find an effective treatment strategy with available means to prevent these thousands of severe inpatients from worsening and dying"
        },
        {
            "participant": "cases",
            "number": 36,
            "context": "It has been recently known that the 2019-nCoV shares a common cellular mechanism with the severe acute respiratory syndrome-associated coronavirus (SARS-CoV). <mark class=\"stats\">Thus, we surveyed a previous retrospective case study on SARS which showed that acute renal impairment was uncommon in SARS but carried a formidably high mortality (91.7%, 33 of 36 cases)</mark>. Here we report an ongoing case study on kidney functions in 59 patients infected by 2019-nCoV (including 28 diagnosed as severe cases and 3 deaths). 63% (32/51) of the patients exhibited proteinuria, indicative of renal impairment. 19% (11/59) and 27% (16/59) of the patients had an elevated level of plasma creatinine and urea nitrogen respectively"
        },
        {
            "participant": "patients",
            "number": 59,
            "context": "Thus, we surveyed a previous retrospective case study on SARS which showed that acute renal impairment was uncommon in SARS but carried a formidably high mortality (91.7%, 33 of 36 cases). <mark class=\"stats\">Here we report an ongoing case study on kidney functions in 59 patients infected by 2019-nCoV (including 28 diagnosed as severe cases and 3 deaths). 63% (32/51) of the patients exhibited proteinuria, indicative of renal impairment. 19% (11/59) and 27% (16/59) of the patients had an elevated level of plasma creatinine and urea nitrogen respectively</mark>. The computerized tomography (CT) scan showed radiographic abnormalities of the kidneys in 100% (27/27) of the patients"
        },
        {
            "participant": "patients",
            "number": 59,
            "context": "Therefore, we strongly suggest exercising a high degree of caution in monitoring the kidney functions of 2019-nCoV patients and, very importantly, that applying potential interventions including continuous renal replacement therapies (CRRT) for protecting kidney functions as early as possible, particular for those with plasma creatinine rising, is key to preventing fatality. <mark class=\"stats\">For this retrospective study, we randomly recruited 59 patients from Jan. 21st to Feb. 7th, 2020 at Tongji Hospital and Wuhan Pulmonary Hospital in Wuhan, Huangshi Central Hospital in Huangshi, and Southwest Hospital in Chongqing, China</mark>. According to the arrangements conducted by the Chinese Government, adult patients (aged > 18 years) were admitted to the hospitals without selectivity"
        },
        {
            "participant": "patients",
            "number": 59,
            "context": "And in turn, the entire society will benefit from relieving the stress caused by fear of death. <mark class=\"stats\">For this retrospective study, we randomly recruited 59 patients from Jan. 21st to Feb. 7th, 2020 at Tongji Hospital and Wuhan Pulmonary Hospital in Wuhan, Huangshi Central Hospital in Huangshi, and Southwest Hospital in Chongqing, China</mark>. According to the arrangements conducted by the Chinese Government, adult patients (aged > 18 years) were admitted to the hospitals without selectivity"
        },
        {
            "participant": "cases",
            "number": 59,
            "context": "This study was approved by the Ethics Commissions of Tongji Hospital, Wuhan Pulmonary Hospital, Huangshi Central Hospital and Southwest Hospital. <mark class=\"stats\">We analyzed 59 cases of 2019-nCoV inpatients from multiple hospitals in Wuhan as well as in another nearby outbreak city Huangshi, and also from Chongqing (~900 km away from Wuhan, 426 infected cases reported until 24:00 of February 7th 2020)</mark>. We focused our analysis on some key function indicators of the kidney, including urine protein, blood urea nitrogen (BUN), plasma creatinine (Cre), and renal CT scan data"
        },
        {
            "participant": "patients",
            "number": 59,
            "context": "We focused our analysis on some key function indicators of the kidney, including urine protein, blood urea nitrogen (BUN), plasma creatinine (Cre), and renal CT scan data. <mark class=\"stats\">These 59 patients (34 males and 25 females, in the age of 28 to 83, median age of 52) included 28 that were diagnosed as ‘severe’ cases according to the guidance issued by the China’s National Health Commission, and 3 deceased cases (their ages were 66, 62 and 48 respectively)</mark>. Demographic and symptom profiles were obtained in all patients on admission"
        },
        {
            "participant": "patients",
            "number": 51,
            "context": "Proteinuria: 32/51 (63%) patients exhibited proteinuria. <mark class=\"stats\">The test of urine protein was collected from 51 patients (Fig. 2a) and proteinuria was found in 32/51 (63%) patients</mark>. The semiquantitative result showed (+) in 24 patients (47%), (++) in 5 patients (10%), and (+++) in 3 patients (6%) (Fig. 2b)"
        },
        {
            "participant": "patients",
            "number": 24,
            "context": "The test of urine protein was collected from 51 patients (Fig. 2a) and proteinuria was found in 32/51 (63%) patients. <mark class=\"stats\">The semiquantitative result showed (+) in 24 patients (47%), (++) in 5 patients (10%), and (+++) in 3 patients (6%) (Fig. 2b)</mark>. Note that among these patients with proteinuria (32 cases), a large number (64%) was found to have the detected urine protein on the first day of admission, suggesting the presence of renal impairment already before or at the moment of admission, offering a potential time point for starting interventions to protect kidney functions"
        },
        {
            "participant": "cases",
            "number": 32,
            "context": "The semiquantitative result showed (+) in 24 patients (47%), (++) in 5 patients (10%), and (+++) in 3 patients (6%) (Fig. 2b). <mark class=\"stats\">Note that among these patients with proteinuria (32 cases), a large number (64%) was found to have the detected urine protein on the first day of admission, suggesting the presence of renal impairment already before or at the moment of admission, offering a potential time point for starting interventions to protect kidney functions</mark>. 2"
        },
        {
            "participant": "cases",
            "number": 23,
            "context": "0.32 of the normalized value (normal value before normalization: 1.7-12.8 mmol/L; Fig. 3a, b). <mark class=\"stats\">In 23 cases, we were able to collect the data for the change in BUN levels over days (Fig. 3c), and this result showed that 43% (10/23) of these patients underwent an increase in BUN and the duration from the onset of admission to the presence of the BUN increase was in the range of 2 to 10 days (median 4)</mark>. Note that the 2/3 deceased patients had rather high levels of BUN before death (peak values: 23.61 and 32.09 mmol/L respectively; pointed out by the last two arrows in Fig. 3c)"
        },
        {
            "participant": "cases",
            "number": 23,
            "context": "In the patients with increased Cre levels (11/59 cases), we found the peak plasma Cre levels ranged from -1.23 to 5.97 of the normalized value (median 0.42; normal value before normalization: 40-115 μmol/L) (Fig. 4a, b). <mark class=\"stats\">In 23 cases, we could monitor the change in Cre levels over days (Fig. 4c)</mark>. We found that the duration from the onset of admission to the presence of the Cre increase was in the range of 1 to 10 days (median 5)"
        },
        {
            "participant": "deceased patients",
            "number": 3,
            "context": "We found that the duration from the onset of admission to the presence of the Cre increase was in the range of 1 to 10 days (median 5). <mark class=\"stats\">Note that rather high levels of Cre before death in all 3 deceased patients (peak values: 209, 280 and 286 μmol/L respectively; pointed out by red arrows in Fig. 4c), supporting the Cre level as a risk factors predicting mortality in coronavirus-infected patients5</mark>. 4"
        },
        {
            "participant": "patients",
            "number": 27,
            "context": "CT data: all 27/27 patients exhibited radiographic abnormalities of the kidneys. <mark class=\"stats\">In 27 patients, we were able to collect the plain CT scan results of the parenchyma of the kidneys in addition to the chest CT scan. 14 of these 27 patients exhibited proteinuria, 3 had an increased level of creatinine and 4 had an increased level of BUN</mark>. The CT value of the renal parenchyma was measured on the image of the largest layer of the kidney[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>,<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]"
        },
        {
            "participant": "patients",
            "number": 2,
            "context": "We found that the CT value of bilateral renal parenchyma was in the range of 19.5-34.97, with a median of 26.67, which was significantly lower than patients without kidney disease (35 HU) in our hospital (***p <0.001, Wilcoxon sign rank test). <mark class=\"stats\">It was also smaller than the result of the previous study (normal kidney CT value of 38 HU)[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] (see the example of two patients in Figure 5a and b). 27/27 patients had a smaller value than 35HU (Fig. 5c)</mark>. The results indicate that inflammation and edema of the renal parenchyma may occur in 2019-nCoV infected patients"
        },
        {
            "participant": "data",
            "number": 33,
            "context": "In the previous SARS-CoV case study[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>], acute renal impairment was the top risk factor of mortality (16.91 (8.368–34.16)), even significantly higher than acute respiratory distress 10.28 (4.854–21.77). <mark class=\"stats\">In that case study, all patients who eventually died (N = 33) had a progressive rise of plasma creatinine, and the rise of plasma creatinine was rapid in those who succumbed early in their illness</mark>. In our results, three deceased cases also showed very high levels of creatinine before death"
        },
        {
            "participant": "deceased cases",
            "number": 3,
            "context": "In that case study, all patients who eventually died (N = 33) had a progressive rise of plasma creatinine, and the rise of plasma creatinine was rapid in those who succumbed early in their illness. <mark class=\"stats\">In our results, three deceased cases also showed very high levels of creatinine before death</mark>. Compared to the 2003 SARS patients that had only a small fraction (6.7%) of cases with acute renal impairment, we found that, in the patient group that we studied, a remarkably increased number (63%, 32/51) of 2019-nCoV cases exhibited proteinuria (Fig. 2), indicative of renal impairment"
        },
        {
            "participant": "SARS patients",
            "number": 2003,
            "context": "In our results, three deceased cases also showed very high levels of creatinine before death. <mark class=\"stats\">Compared to the 2003 SARS patients that had only a small fraction (6.7%) of cases with acute renal impairment, we found that, in the patient group that we studied, a remarkably increased number (63%, 32/51) of 2019-nCoV cases exhibited proteinuria (Fig. 2), indicative of renal impairment</mark>. In support of renal impairment, we observed an increased level of BUN (Fig. 3) and Cre (Fig. 4) in a substantial fraction of patients"
        }
    ],
    "statistics": [
        {
            "p_value": "p<0.001",
            "context": "Demographic and symptom profiles were obtained in all patients on admission. <mark class=\"stats\">The statistical analyses showed that the blood urea nitrogen (BUN) had a significant difference between the group of severe cases and the group of the rest (***p<0.001, Wilcoxon rank sum test), while both the urine protein and plasma creatinine had no significant difference between the groups</mark>. 1",
            "tests": {
                "tests": [
                    {
                        "test": "Wilcoxon rank sum test",
                        "value": "p<0.001"
                    }
                ]
            }
        },
        {
            "p_value": "p <0.001",
            "context": "The CT value of the renal parenchyma was measured on the image of the largest layer of the kidney6,7. <mark class=\"stats\">We found that the CT value of bilateral renal parenchyma was in the range of 19.5-34.97, with a median of 26.67, which was significantly lower than patients without kidney disease (35 HU) in our hospital (***p <0.001, Wilcoxon sign rank test)</mark>. It was also smaller than the result of the previous study (normal kidney CT value of 38 HU)8 (see the example of two patients in Figure 5a and b). 27/27 patients had a smaller value than 35HU (Fig. 5c)",
            "tests": {
                "tests": [
                    {
                        "test": "Wilcoxon sign rank test",
                        "value": "p <0.001"
                    }
                ]
            }
        }
    ],
    "keywords": [
        "high mortality",
        "potential interventions",
        "sars cov",
        "SARS",
        "kidney function",
        "severe acute respiratory syndrome",
        "common cellular",
        "ACE2",
        "continuous renal replacement therapy",
        "blood urea nitrogen",
        "creatinine",
        "computerized tomography",
        "high degree",
        "middle east respiratory syndrome",
        "severe case",
        "East Respiratory syndrome",
        "plasma creatinine",
        "renal impairment",
        "case study",
        "extracorporeal membrane oxygenation",
        "cellular mechanism",
        "continuous renal replacement therapies",
        "coronavirus",
        "tomography",
        "virus infection",
        "critical conditions",
        "acute renal impairment",
        "proteinuria"
    ],
    "keyword_relevance": {
        "blood urea nitrogen": 0.1346153846,
        "computerized tomography": 0.1282051282,
        "SARS": 0.0961538462,
        "renal impairment": 0.0705128205,
        "creatinine": 0.0641025641,
        "continuous renal replacement therapies": 0.0576923077,
        "coronavirus": 0.0576923077,
        "ACE2": 0.0512820513,
        "proteinuria": 0.0512820513,
        "kidney function": 0.0448717949,
        "plasma creatinine": 0.0448717949,
        "case study": 0.0256410256,
        "acute renal impairment": 0.0256410256,
        "high degree": 0.0192307692,
        "middle east respiratory syndrome": 0.0192307692,
        "severe case": 0.0192307692,
        "cellular mechanism": 0.0192307692,
        "high mortality": 0.0128205128,
        "severe acute respiratory syndrome": 0.0128205128,
        "extracorporeal membrane oxygenation": 0.0128205128,
        "potential interventions": 0.0064102564,
        "common cellular": 0.0064102564,
        "tomography": 0.0064102564,
        "virus infection": 0.0064102564,
        "critical conditions": 0.0064102564,
        "sars cov": 0.0,
        "continuous renal replacement therapy": 0.0,
        "East Respiratory syndrome": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> A recent seminal work by the lab of Dr. Shi[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>] provided strong evidence that the 2019-nCoV uses the ACE2 (angiotensin converting enzyme II) as a cell entry receptor, a cellular mechanism identical to that of the SARS-CoV2,3.",
        "Previous reports on the ACE2 expressing level in human tissues using RNA-seq method (Fig. 1) showed that the ACE2 expression in gastrointestinal organs or urinary organs was much higher than that in respiratory organs.",
        "This result suggests that the kidney is a possible target that can be infected by either SARS-CoV or 2019-nCoV.",
        "On the other hand, according to the clinical case data, a detailed retrospective study of the 2003 SARS-CoV outbreak[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] found that acute renal impairment was uncommon in SARS but carried a formidably high mortality (91.7%, 33 of 36)",
        "<h2 style=\"display: inline\">Methods:</h2> The authors randomly recruited 59 patients from Jan. 21st to Feb. 7th, 2020 at Tongji Hospital and Wuhan Pulmonary Hospital in Wuhan, Huangshi Central Hospital in Huangshi, and Southwest Hospital in Chongqing, China.",
        "According to the arrangements conducted by the Chinese Government, adult patients were admitted to the hospitals without selectivity.",
        "All patients who were enrolled in this study were diagnosed as infected by 2019nCoV pneumonia according to the guidance provided by the China’s National Health Commission.",
        "This study was approved by the Ethics Commissions of Tongji Hospital, Wuhan Pulmonary Hospital, Huangshi Central Hospital and Southwest Hospital",
        "<h2 style=\"display: inline\">Results:</h2> The authors analyzed 59 cases of 2019-nCoV inpatients from multiple hospitals in Wuhan as well as in another nearby outbreak city Huangshi, and from Chongqing (~900 km away from Wuhan, 426 infected cases reported until 24:00 of February 7th 2020).",
        "The authors focused the analysis on some key function indicators of the kidney, including urine protein, blood urea nitrogen (BUN), plasma creatinine (Cre), and renal CT scan data",
        "These 59 patients (34 males and 25 females, in the age of 28 to 83, median age of 52) included 28 that were diagnosed as ‘severe’ cases according to the guidance issued by the China’s National Health Commission, and 3 deceased cases.",
        "<h2 style=\"display: inline\">Conclusion:</h2> The high degree of similarity in cellular mechanism of the 2019-nCoV and the SARS-CoV suggests that the risk factors of mortality could be similar.",
        "The computerized tomography (CT) scan showed radiographic abnormalities of the kidneys in 100% (27/27) of the patients",
        "Together, these multiple lines of evidence point to the idea that renal impairment is common in 2019-nCov patients, which may be one of the major causes of the illness by the virus infection and may contribute to multiorgan failure and death eventually.",
        "The authors strongly suggest exercising a high degree of caution in monitoring the kidney functions of 2019-nCoV patients and, very importantly, that applying potential interventions including continuous renal replacement therapies (CRRT) for protecting kidney functions as early as possible, particular for those with plasma creatinine rising, is key to preventing fatality"
    ],
    "structured_summary": {
        "Introduction": [
            "A recent seminal work by the lab of Dr. Shi[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>] provided strong evidence that the 2019-nCoV uses the ACE2 (angiotensin converting enzyme II) as a cell entry receptor, a cellular mechanism identical to that of the SARS-CoV2,3.",
            "Previous reports on the ACE2 expressing level in human tissues using RNA-seq method (Fig. 1) showed that the ACE2 expression in gastrointestinal organs or urinary organs was much higher than that in respiratory organs.",
            "This result suggests that the kidney is a possible target that can be infected by either SARS-CoV or 2019-nCoV.",
            "On the other hand, according to the clinical case data, a detailed retrospective study of the 2003 SARS-CoV outbreak[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] found that acute renal impairment was uncommon in SARS but carried a formidably high mortality (91.7%, 33 of 36)"
        ],
        "Methods": [
            "The authors randomly recruited 59 patients from Jan. 21st to Feb. 7th, 2020 at Tongji Hospital and Wuhan Pulmonary Hospital in Wuhan, Huangshi Central Hospital in Huangshi, and Southwest Hospital in Chongqing, China.",
            "According to the arrangements conducted by the Chinese Government, adult patients were admitted to the hospitals without selectivity.",
            "All patients who were enrolled in this study were diagnosed as infected by 2019nCoV pneumonia according to the guidance provided by the China’s National Health Commission.",
            "This study was approved by the Ethics Commissions of Tongji Hospital, Wuhan Pulmonary Hospital, Huangshi Central Hospital and Southwest Hospital"
        ],
        "Results": [
            "The authors analyzed 59 cases of 2019-nCoV inpatients from multiple hospitals in Wuhan as well as in another nearby outbreak city Huangshi, and from Chongqing (~900 km away from Wuhan, 426 infected cases reported until 24:00 of February 7th 2020).",
            "The authors focused the analysis on some key function indicators of the kidney, including urine protein, blood urea nitrogen (BUN), plasma creatinine (Cre), and renal CT scan data",
            "These 59 patients (34 males and 25 females, in the age of 28 to 83, median age of 52) included 28 that were diagnosed as ‘severe’ cases according to the guidance issued by the China’s National Health Commission, and 3 deceased cases."
        ],
        "Conclusion": [
            "The high degree of similarity in cellular mechanism of the 2019-nCoV and the SARS-CoV suggests that the risk factors of mortality could be similar.",
            "The computerized tomography (CT) scan showed radiographic abnormalities of the kidneys in 100% (27/27) of the patients",
            "Together, these multiple lines of evidence point to the idea that renal impairment is common in 2019-nCov patients, which may be one of the major causes of the illness by the virus infection and may contribute to multiorgan failure and death eventually.",
            "The authors strongly suggest exercising a high degree of caution in monitoring the kidney functions of 2019-nCoV patients and, very importantly, that applying potential interventions including continuous renal replacement therapies (CRRT) for protecting kidney functions as early as possible, particular for those with plasma creatinine rising, is key to preventing fatality"
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Zhou_2020_a",
            "entry": "1 Zhou, P. et al. A pneumonia outbreak associated with a new coronavirus of probable bat origin., Nature doi:10.1038/s41586-020-2012-7 (2020).",
            "crossref": "https://dx.doi.org/10.1038/s41586-020-2012-7",
            "scite": "https://scite.ai/reports/10.1038/s41586-020-2012-7"
        },
        {
            "id": "2",
            "alt_id": "Li_2003_a",
            "entry": "2 Li, W. et al. Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus. Nature 426, 450-454, doi:10.1038/nature02145 (2003).",
            "crossref": "https://dx.doi.org/10.1038/nature02145",
            "scite": "https://scite.ai/reports/10.1038/nature02145",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1038/nature02145"
        },
        {
            "id": "3",
            "alt_id": "Hamming_2004_a",
            "entry": "3 Hamming, I. et al. Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis. J. Pathol. 203, 631-637, doi:10.1002/path.1570 (2004).",
            "crossref": "https://dx.doi.org/10.1002/path.1570",
            "scite": "https://scite.ai/reports/10.1002/path.1570",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1002/path.1570"
        },
        {
            "id": "4",
            "alt_id": "Menachery_2015_a",
            "entry": "4 Menachery, V. D. et al. A SARS-like cluster of circulating bat coronaviruses shows potential for human emergence. Nat. Med. 21, 1508-1513, doi:10.1038/nm.3985 (2015).",
            "crossref": "https://dx.doi.org/10.1038/nm.3985",
            "scite": "https://scite.ai/reports/10.1038/nm.3985",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1038/nm.3985"
        },
        {
            "id": "5",
            "alt_id": "Chu_2005_a",
            "entry": "5 Chu, K. H. et al. Acute renal impairment in coronavirus-associated severe acute respiratory syndrome. Kidney Int. 67, 698-705, doi:https://doi.org/10.1111/j.1523-1755.2005.67130.x (2005).",
            "crossref": "https://dx.doi.org/10.1111/j.1523-1755.2005.67130.x",
            "scite": "https://scite.ai/reports/10.1111/j.1523-1755.2005.67130.x",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1111/j.1523-1755.2005.67130.x"
        },
        {
            "id": "6",
            "alt_id": "Goldman_2004_a",
            "entry": "6 Goldman, S. M. et al. Diagnostic value of attenuation measurements of the kidney on unenhanced helical CT of obstructive ureterolithiasis. AJR Am. J. Roentgenol. 182, 1251-1254, doi:10.2214/ajr.182.5.1821251 (2004).",
            "crossref": "https://dx.doi.org/10.2214/ajr.182.5.1821251",
            "scite": "https://scite.ai/reports/10.2214/ajr.182.5.1821251",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.2214/ajr.182.5.1821251"
        },
        {
            "id": "7",
            "alt_id": "Erbas_2012_a",
            "entry": "7 Erbas, G. et al. Unenhanced urinary CT: value of parenchymal attenuation measurements in differentiating acute vs. chronic renal obstruction. Eur. J. Radiol. 81, 825-829, doi:10.1016/j.ejrad.2011.02.029 (2012).",
            "crossref": "https://dx.doi.org/10.1016/j.ejrad.2011.02.029",
            "scite": "https://scite.ai/reports/10.1016/j.ejrad.2011.02.029",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1016/j.ejrad.2011.02.029"
        },
        {
            "id": "8",
            "alt_id": "Georgiades_et+al_2001_a",
            "entry": "8 Georgiades, C. S., Moore, C. J. & Smith, D. P. Differences of renal parenchymal attenuation for acutely obstructed and unobstructed kidneys on unenhanced helical CT: a useful secondary sign? AJR Am. J. Roentgenol. 176, 965-968, doi:10.2214/ajr.176.4.1760965 (2001).",
            "crossref": "https://dx.doi.org/10.2214/ajr.176.4.1760965",
            "scite": "https://scite.ai/reports/10.2214/ajr.176.4.1760965",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.2214/ajr.176.4.1760965"
        },
        {
            "id": "9",
            "alt_id": "Tandukar_2019_a",
            "entry": "9 Tandukar, S. & Palevsky, P. M. Continuous Renal Replacement Therapy: Who, When, Why, and How. Chest 155, 626-638, doi:10.1016/j.chest.2018.09.004 (2019).",
            "crossref": "https://dx.doi.org/10.1016/j.chest.2018.09.004",
            "scite": "https://scite.ai/reports/10.1016/j.chest.2018.09.004",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1016/j.chest.2018.09.004"
        },
        {
            "id": "10",
            "alt_id": "Cha_2015_a",
            "entry": "10 Cha, R.-H. et al. Renal Complications and Their Prognosis in Korean Patients with Middle East Respiratory Syndrome-Coronavirus from the Central MERS-CoV Designated Hospital. J. Korean Med. Sci. 30, 1807-1814, doi:10.3346/jkms.2015.30.12.1807 (2015).",
            "crossref": "https://dx.doi.org/10.3346/jkms.2015.30.12.1807",
            "scite": "https://scite.ai/reports/10.3346/jkms.2015.30.12.1807",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.3346/jkms.2015.30.12.1807"
        },
        {
            "id": "11",
            "alt_id": "Silvester_1997_a",
            "entry": "11 Silvester, W. Mediator removal with CRRT: complement and cytokines. Am. J. Kidney Dis. 30, S38-43, doi:10.1016/s0272-6386(97)90541-2 (1997).",
            "crossref": "https://dx.doi.org/10.1016/s0272-6386(97)90541-2",
            "scite": "https://scite.ai/reports/10.1016/s0272-6386(97)90541-2",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1016/s0272-6386%2897%2990541-2"
        }
    ],
    "facts": [
        "an effective treatment strategy with available means to prevent these thousands of severe inpatients",
        "a previous retrospective case study on SARS which showed that acute renal impairment was uncommon in",
        "an ongoing case study on kidney functions in 59 patients infected by 2019-nCoV. 63% of the patients exhibited proteinuria",
        "27% of the patients had an elevated level of plasma creatinine and urea nitrogen",
        "these multiple lines of evidence point to the idea that renal impairment is common in 2019-nCov patients",
        "that the ACE2 could be used by a wildtype coronavirus of a bat origin",
        "ACE2 is not exclusively expressed in the respiratory organs",
        "method showed that the ACE2 expression in gastrointestinal organs",
        "This result suggests that the kidney is a possible target that can be infected by",
        "that acute renal impairment was uncommon in SARS",
        "to the arrangements conducted by the Chinese Government",
        "adult patients were admitted to the hospitals without selectivity",
        "All patients who were enrolled in this study were diagnosed as infected by",
        "2019nCoV pneumonia according to the guidance provided by the",
        "This study was approved by the Ethics Commissions of Tongji Hospital",
        "severe' cases according to the guidance issued by the",
        "symptom profiles were obtained in all patients on admission",
        "The statistical analyses showed that the blood urea nitrogen had a significant difference between the group",
        "the SARS-CoV suggests that the risk factors of mortality could be similar",
        "all patients who eventually died had a progressive rise of plasma creatinine",
        "the rise of plasma creatinine was rapid in those who succumbed",
        "the CT scan data of the kidneys suggested inflammation and edema occurring in the parenchyma in all cases tested",
        "The renal impairment could be caused by 2019-nCoV entering the cells through",
        "ACE2 that are highly expressed in the kidney",
        "the peak plasma Cre levels ranged from -1.23",
        "that the duration from the onset of admission to the presence of the Cre increase was in the range",
        "that the CT value of bilateral renal parenchyma was in the range",
        "which was significantly lower than patients without kidney disease"
    ],
    "claims": [
        "We report an ongoing case study on kidney functions in 59 patients infected by 2019-nCoV (including 28 diagnosed as severe cases and 3 deaths). 63% (32/51) of the patients exhibited proteinuria, indicative of renal impairment. 19% (11/59) and 27% (16/59) of the patients had an elevated level of plasma creatinine and urea nitrogen respectively",
        "We focused our analysis on some key function indicators of the kidney, including urine protein, blood urea nitrogen (BUN), plasma creatinine (Cre), and renal CT scan data",
        "In the patients with increased Cre levels (11/59 cases), we found the peak plasma Cre levels ranged from -1.23 to 5.97 of the normalized value (median 0.42; normal value before normalization: 40-115 μmol/L) (Fig. 4a, b)",
        "We found that the duration from the onset of admission to the presence of the Cre increase was in the range of 1 to 10 days (median 5)",
        "We found that the CT value of bilateral renal parenchyma was in the range of 19.5-34.97, with a median of 26.67, which was significantly lower than patients without kidney disease (35 HU) in our hospital (***p <0.001, Wilcoxon sign rank test)",
        "Compared to the 2003 SARS patients that had only a small fraction (6.7%) of cases with acute renal impairment, we found that, in the patient group that we studied, a remarkably increased number (63%, 32/51) of 2019-nCoV cases exhibited proteinuria (Fig. 2), indicative of renal impairment"
    ],
    "findings": [
        "The statistical analyses showed that the blood urea nitrogen (BUN) had a significant difference between the group of severe cases and the group of the rest (***p<0.001, Wilcoxon rank sum test), while both the urine protein and plasma creatinine had no significant difference between the groups",
        "We found that the CT value of bilateral renal parenchyma was in the range of 19.5-34.97, with a median of 26.67, which was significantly lower than patients without kidney disease (35 HU) in our hospital (***p <0.001, Wilcoxon sign rank test)"
    ],
    "processes": [],
    "key_statements": [
        "On the other hand, according to the clinical case data, a detailed retrospective study of the 2003 SARS-CoV outbreak[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] found that acute renal impairment was uncommon in SARS but carried a formidably high mortality (91.7%, 33 of 36)",
        "We focused our analysis on some key function indicators of the kidney, including urine protein, blood urea nitrogen (BUN), plasma creatinine (Cre), and renal computerized tomography scan data",
        "We found that the computerized tomography value of bilateral renal parenchyma was in the range of 19.5-34.97, with a median of 26.67, which was significantly lower than patients without kidney disease (35 HU) in our hospital (***p <0.001, Wilcoxon sign rank test)",
        "All patients who eventually died (N = 33) had a progressive rise of plasma creatinine, and the rise of plasma creatinine was rapid in those who succumbed early in their illness",
        "Compared to the 2003 SARS patients that had only a small fraction (6.7%) of cases with acute renal impairment, we found that, in the patient group that we studied, a remarkably increased number (63%, 32/51) of 2019-nCoV cases exhibited proteinuria (Fig. 2), indicative of renal impairment",
        "The renal impairment could be caused by 2019-nCoV entering the cells through ACE2 that are highly expressed in the kidney (Fig. 1)"
    ],
    "top_statements": [
        "A recent seminal work by the lab of Dr",
        "On the other hand, according to the clinical case data, a detailed retrospective study of the 2003 SARS-CoV outbreak[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] found that acute renal impairment was uncommon in SARS but carried a formidably high mortality (91.7%, 33 of 36)",
        "We focused our analysis on some key function indicators of the kidney, including urine protein, blood urea nitrogen (BUN), plasma creatinine (Cre), and renal computerized tomography scan data",
        "We found that the computerized tomography value of bilateral renal parenchyma was in the range of 19.5-34.97, with a median of 26.67, which was significantly lower than patients without kidney disease (35 HU) in our hospital (***p <0.001, Wilcoxon sign rank test)",
        "Compared to the 2003 SARS patients that had only a small fraction (6.7%) of cases with acute renal impairment, we found that, in the patient group that we studied, a remarkably increased number (63%, 32/51) of 2019-nCoV cases exhibited proteinuria (Fig. 2), indicative of renal impairment",
        "The renal impairment could be caused by 2019-nCoV entering the cells through ACE2 that are highly expressed in the kidney (Fig. 1)"
    ],
    "headline": "On the other hand, according to the clinical case data, a detailed retrospective study of the 2003 SARS-CoV outbreak5 found that acute renal impairment was uncommon in SARS but carried a formidably high mortality",
    "contexts": [],
    "abbreviations": {
        "CT": "computerized tomography",
        "CRRT": "continuous renal replacement therapies",
        "BUN": "blood urea nitrogen",
        "MERS": "middle east respiratory syndrome",
        "ECMO": "extracorporeal membrane oxygenation"
    }
}
