{
    "filename": "2020.03.07.981928v1.pdf",
    "content_type": "application/pdf",
    "file_size": 379884,
    "metadata": {
        "title": "Substrate specificity profiling of SARS-CoV-2 Mpro protease provides basis for anti-COVID-19 drug design",
        "author": "Wioletta Ruta, Katarzyna Groborza, Linlin Zhangb,c, Xinyuanyuan Sunb,c, Mikolaj Zmudzinskia, Rolf Hilgenfeldb,c, Marcin Draga,* aDepartment of Chemical Biology and Bioimaging, Wroclaw University of Science and Technology, Wyb. Wyspianskiego 27, 50-370 Wroclaw, Poland",
        "date": 2020,
        "affiliations": [
            "Department of Chemical Biology and Bioimaging, Wroclaw University of Science and Technology, Wyb. Wyspianskiego 27, 50-370 Wroclaw, Poland",
            "Institute of Biochemistry, Center for Structural and Cell Biology in Medicine, University of Lubeck, Ratzeburger Allee 160, 23562 Lubeck, Germany",
            "German Center for Infection Research (DZIF), Hamburg-Lubeck-Borstel-Riems Site, University of Lubeck, 23562 Lubeck, Germany"
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.03.07.981928",
            "isbn": null,
            "doc_id": null,
            "url": "https://biorxiv.org/cgi/content/short/2020.03.07.981928v1.pdf"
        },
        "abstract": "In December 2019, the first cases of a novel coronavirus infection were diagnosed in Wuhan, China. Due to international travel and human-to-human transmission, the virus spread rapidly inside and outside of China. Currently, there is no effective antiviral treatment for COVID-19, therefore research efforts are focused on the rapid development of vaccines and antiviral drugs. The SARS-CoV-2 Mpro protease constitutes one of the most attractive antiviral drug targets. To address this emerging problem, we have synthesized a combinatorial library of fluorogenic substrates with glutamine in the P1 position. We used it to determine the substrate preferences of the SARS-CoV and SARS-CoV-2 proteases, using natural and a large panel of unnatural amino acids. The results of our work provide a structural framework for the design of inhibitors as antiviral agents or diagnostic tests.",
        "keywords": [
            "cysteine protease",
            "substrate specificity",
            "unnatural amino acids"
        ],
        "references": "@article{ac-a,\n  author = {},\n  volume = {395},\n  pages = \"496-496;\" # \"497-506.\",\n  journal = {Li, Lancet},\n  unmatched-author = {bC. Huang, Y. Wang, X.},\n  unmatched-volume = {2020, 395,},\n  unmatched-pages = {497-506.}\n}\n@article{wu-a,\n  author = {Wu, F. and Zhao, S. and Yu, B. and Chen, Y.M. and Wang, W. and Song, Z.G. and Hu, Y. and Tao, Z.W. and Tian, J.H. and Pei, Y.Y. and Yuan, M.L. and Zhang, Y.L. and Dai, F.H. and Liu, Y. and Wang, Q.M. and Zheng, J.J. and Xu, L. and Holmes, E.C. and Z, Y.},\n  journal = {Zhang, Nature},\n  volume = {2020},\n  pages = {10–1038}\n}\n@misc{jiang-a,\n  author = {Jiang, S. and Shi, Z. and Shu, Y. and Song, J. and Gao, G.F. and Tan, W. and Guo, D.},\n  title = {Lancet 2020},\n  doi = {doi: 10.1016/S0140-6736(20)30419-0},\n  language = {}\n}\n@misc{unknown-a,\n  url = {https://www.who.int/docs/default-source/coronaviruse/20200302-sitrep-42-covid19.pdf}\n}\n@article{guangdi2014a,\n  author = {Guangdi Li, E.D.},\n  journal = {Clercq, Nature Reviews Drug Discovery},\n  volume = {2020},\n  pages = \"149-150.\" # \"6595-6628.\",\n  date = {2014},\n  source = {Hilgenfeld, Febs J},\n  unmatched-author = {bT. Pillaiyar, M. Manickam, V. Namasivayam, Y. Hayashi, S. H. Jung, J.},\n  unmatched-journal = {Med. Chem.},\n  unmatched-volume = {281, 4085-4096; 59,},\n  number = {19},\n  unmatched-pages = {6595-6628.}\n}\n@article{zhang-a,\n  author = {Zhang, D.L.Linlin and Sun, Xinyuanyuan and Rox, Katharina and Hilgenfeld, Rolf},\n  title = {Biorxiv preprint server},\n  doi = {doi: https://doi.org/10.1101/2020.02.17.952879 2020.[8},\n  journal = {Shi, Nature},\n  volume = {2020},\n  pages = {10–1038},\n  unmatched-author = {aA. Wu, Y. Peng, B. Huang, X. Ding, X. Wang, P. Niu, J. Meng, Z. Zhu, Z. Zhang, J. Wang, J. Sheng, L. Quan, Z. Xia, W. Tan, G. Cheng, T. Jiang, Cell Host & Microbe 2020, doi.org/10.1016/j.chom.2020.02.001; bP. Zhou, X. L. Yang, X. G. Wang, B. Hu, L. Zhang, W. Zhang, H. R. Si, Y. Zhu, B. Li, C. L. Huang, H. D. Chen, J. Chen, Y. Luo, H. Guo, R. D. Jiang, M. Q. Liu, Y. Chen, X. R. Shen, X. Wang, X. S. Zheng, K. Zhao, Q. J. Chen, F. Deng, L. L. Liu, B. Yan, F. X. Zhan, Y. Y. Wang, G. F. Xiao, Z. L.},\n  language = {}\n}\n@article{anand2003a,\n  author = {Anand, K. and Ziebuhr, J. and Wadhwani, P. and Mesters, J.R. and R.},\n  journal = {Hilgenfeld, Science},\n  date = {2003},\n  volume = {300},\n  pages = {1763–1767}\n}\n@article{aa2015a,\n  author = {aA. Wu, Y.Wang and Zeng, C. and Huang, X. and Xu, S. and Su, C. and Wang, M. and Chen, Y. and Guo, D.},\n  title = {Virus research},\n  date = {2015},\n  volume = {208},\n  pages = \"56-65;\" # \"e27228.\",\n  journal = {Wong, PloS One},\n  unmatched-author = {bC. P. Chuck, H. F. Chow, D. C. Wan, K. B.},\n  unmatched-volume = {6,},\n  unmatched-pages = {e27228.},\n  language = {}\n}\n@article{zhang-b,\n  author = {Zhang, L. and Lin, D. and Kusov, Y. and Nian, Y. and Ma, Q. and Wang, J. and von Brunn, A. and Leyssen, P. and Lanko, K. and Neyts, J. and de Wilde, A. and Snijder, E.J. and Liu, H. and Hilgenfeld, R. and J.},\n  journal = {Med. Chem},\n  volume = {2020},\n  doi = {doi.org/10.1021/acs.jmedchem.9b01828}\n}\n@article{yang2003a,\n  author = {Yang, H. and Yang, M. and Ding, Y. and Liu, Y. and Lou, Z. and Zhou, Z. and Sun, L. and Mo, L. and Ye, S. and Pang, H. and Gao, G.F. and Anand, K. and Bartlam, M. and Hilgenfeld, R. and Z.},\n  journal = {Rao, Proc. Natl. Acad. Sci. USA},\n  date = {2003},\n  volume = {100},\n  pages = {13190–13195}\n}\n@article{xue2007a,\n  author = {Xue, X. and Yang, H. and Shen, W. and Zhao, Q. and Li, J. and Yang, K. and Chen, C. and Jin, Y. and Bartlam, M. and Rao, Z. and J.},\n  journal = {Mol. Biol},\n  date = {2007},\n  volume = {366},\n  pages = {965–975}\n}\n@article{maly2002a,\n  author = {Maly, D.J. and Leonetti, F. and Backes, B.J. and Dauber, D.S. and Harris, J.L. and Craik, C.S. and Ellman, J.A. and J.},\n  journal = {Org. Chem},\n  date = {2002},\n  volume = {67},\n  pages = {910–915}\n}\n@article{poreba2017a,\n  author = {Poreba, M. and Salvesen, G.S. and M.},\n  journal = {Drag, Nat. Protoc},\n  date = {2017},\n  volume = {12},\n  pages = {2189–2214}\n}\n",
        "emails": [
            "marcin.drag@pwr.edu.pl",
            "wioletta.rut@pwr.edu.pl"
        ],
        "references_ris": "TY  - JOUR\nVL  - 395\nSP  - \"496\nEP  - 496;\" # \"497\nT2  - Li, Lancet\nC1  - bC. Huang, Y. Wang, X.\nC1  - 2020, 395,\nC1  - 497-506.\nER  - \n\nTY  - JOUR\nAU  - Wu, F.\nAU  - Zhao, S.\nAU  - Yu, B.\nAU  - Chen, Y.M.\nAU  - Wang, W.\nAU  - Song, Z.G.\nAU  - Hu, Y.\nAU  - Tao, Z.W.\nAU  - Tian, J.H.\nAU  - Pei, Y.Y.\nAU  - Yuan, M.L.\nAU  - Zhang, Y.L.\nAU  - Dai, F.H.\nAU  - Liu, Y.\nAU  - Wang, Q.M.\nAU  - Zheng, J.J.\nAU  - Xu, L.\nAU  - Holmes, E.C.\nAU  - Z, Y.\nT2  - Zhang, Nature\nVL  - 2020\nSP  - 10\nEP  - 1038\nER  - \n\nTY  - GEN\nAU  - Jiang, S.\nAU  - Shi, Z.\nAU  - Shu, Y.\nAU  - Song, J.\nAU  - Gao, G.F.\nAU  - Tan, W.\nAU  - Guo, D.\nTI  - Lancet 2020\nDO  - 10.1016/S0140-6736(20)30419-0\nLA  - \nER  - \n\nTY  - GEN\nUR  - https://www.who.int/docs/default-source/coronaviruse/20200302-sitrep-42-covid19.pdf\nER  - \n\nTY  - JOUR\nAU  - Guangdi Li, E.D.\nT2  - Clercq, Nature Reviews Drug Discovery\nVL  - 2020\nSP  - \"149\nEP  - 150.\" # \"6595\nPY  - 2014\nDA  - 2014\nT2  - Hilgenfeld, Febs J\nC1  - bT. Pillaiyar, M. Manickam, V. Namasivayam, Y. Hayashi, S. H. Jung, J.\nC1  - Med. Chem.\nC1  - 281, 4085-4096; 59,\nIS  - 19\nC1  - 6595-6628.\nER  - \n\nTY  - JOUR\nAU  - Zhang, D.L.Linlin\nAU  - Sun, Xinyuanyuan\nAU  - Rox, Katharina\nAU  - Hilgenfeld, Rolf\nTI  - Biorxiv preprint server\nDO  - https://doi.org/10.1101/2020.02.17.952879 2020.[8\nT2  - Shi, Nature\nVL  - 2020\nSP  - 10\nEP  - 1038\nC1  - aA. Wu, Y. Peng, B. Huang, X. Ding, X. Wang, P. Niu, J. Meng, Z. Zhu, Z. Zhang, J. Wang, J. Sheng, L. Quan, Z. Xia, W. Tan, G. Cheng, T. Jiang, Cell Host & Microbe 2020, doi.org/10.1016/j.chom.2020.02.001; bP. Zhou, X. L. Yang, X. G. Wang, B. Hu, L. Zhang, W. Zhang, H. R. Si, Y. Zhu, B. Li, C. L. Huang, H. D. Chen, J. Chen, Y. Luo, H. Guo, R. D. Jiang, M. Q. Liu, Y. Chen, X. R. Shen, X. Wang, X. S. Zheng, K. Zhao, Q. J. Chen, F. Deng, L. L. Liu, B. Yan, F. X. Zhan, Y. Y. Wang, G. F. Xiao, Z. L.\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Anand, K.\nAU  - Ziebuhr, J.\nAU  - Wadhwani, P.\nAU  - Mesters, J.R.\nAU  - R.\nT2  - Hilgenfeld, Science\nPY  - 2003\nDA  - 2003\nVL  - 300\nSP  - 1763\nEP  - 1767\nER  - \n\nTY  - JOUR\nAU  - aA. Wu, Y.Wang\nAU  - Zeng, C.\nAU  - Huang, X.\nAU  - Xu, S.\nAU  - Su, C.\nAU  - Wang, M.\nAU  - Chen, Y.\nAU  - Guo, D.\nTI  - Virus research\nPY  - 2015\nDA  - 2015\nVL  - 208\nSP  - \"56\nEP  - 65;\" # \"e27228.\"\nT2  - Wong, PloS One\nC1  - bC. P. Chuck, H. F. Chow, D. C. Wan, K. B.\nC1  - 6,\nC1  - e27228.\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Zhang, L.\nAU  - Lin, D.\nAU  - Kusov, Y.\nAU  - Nian, Y.\nAU  - Ma, Q.\nAU  - Wang, J.\nAU  - von Brunn, A.\nAU  - Leyssen, P.\nAU  - Lanko, K.\nAU  - Neyts, J.\nAU  - de Wilde, A.\nAU  - Snijder, E.J.\nAU  - Liu, H.\nAU  - Hilgenfeld, R.\nAU  - J.\nT2  - Med. Chem\nVL  - 2020\nDO  - doi.org/10.1021/acs.jmedchem.9b01828\nER  - \n\nTY  - JOUR\nAU  - Yang, H.\nAU  - Yang, M.\nAU  - Ding, Y.\nAU  - Liu, Y.\nAU  - Lou, Z.\nAU  - Zhou, Z.\nAU  - Sun, L.\nAU  - Mo, L.\nAU  - Ye, S.\nAU  - Pang, H.\nAU  - Gao, G.F.\nAU  - Anand, K.\nAU  - Bartlam, M.\nAU  - Hilgenfeld, R.\nAU  - Z.\nT2  - Rao, Proc. Natl. Acad. Sci. USA\nPY  - 2003\nDA  - 2003\nVL  - 100\nSP  - 13190\nEP  - 13195\nER  - \n\nTY  - JOUR\nAU  - Xue, X.\nAU  - Yang, H.\nAU  - Shen, W.\nAU  - Zhao, Q.\nAU  - Li, J.\nAU  - Yang, K.\nAU  - Chen, C.\nAU  - Jin, Y.\nAU  - Bartlam, M.\nAU  - Rao, Z.\nAU  - J.\nT2  - Mol. Biol\nPY  - 2007\nDA  - 2007\nVL  - 366\nSP  - 965\nEP  - 975\nER  - \n\nTY  - JOUR\nAU  - Maly, D.J.\nAU  - Leonetti, F.\nAU  - Backes, B.J.\nAU  - Dauber, D.S.\nAU  - Harris, J.L.\nAU  - Craik, C.S.\nAU  - Ellman, J.A.\nAU  - J.\nT2  - Org. Chem\nPY  - 2002\nDA  - 2002\nVL  - 67\nSP  - 910\nEP  - 915\nER  - \n\nTY  - JOUR\nAU  - Poreba, M.\nAU  - Salvesen, G.S.\nAU  - M.\nT2  - Drag, Nat. Protoc\nPY  - 2017\nDA  - 2017\nVL  - 12\nSP  - 2189\nEP  - 2214\nER  - \n\n",
        "links": [],
        "author_conclusions": [
            "In summary, we established substrate specificity profiles at the P4-P2 positions of the SARS-CoV Mpro and SARS-CoV-2 Mpro proteases using a combinatorial approach. Our data clearly demonstrate that these two enzymes display very similar substrate preferences. Information provided here can be used for the design of inhibitors and activity-based probes against the SARS-CoV-2."
        ],
        "table_captions": [
            {
                "id": "1",
                "caption": "Kinetic parameters of selected substrates for SARS-CoV-2 Mpro"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "Structure of HyCoSuL library designed for P1-Gln-specific endopeptidases"
            },
            {
                "id": "2",
                "caption": "Substrate specificity profiles of SARS-CoV Mpro and SARS-CoV-2 Mpro presented as heat maps"
            },
            {
                "id": "3",
                "caption": "The rate of substrate hydrolysis by SARS-CoV Mpro and SARS-CoV-2 Mpro ([S]=5 μM, [E]=0.3 μM)"
            }
        ],
        "tables_url": "https://scholarcy.nyc3.digitaloceanspaces.com/tables/docker-test/2020.03.07.981928v1.xlsx",
        "figure_urls": [
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.07.981928v1/img-000.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.07.981928v1/img-003.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.07.981928v1/img-004.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.07.981928v1/img-005.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.07.981928v1/img-006.png"
        ]
    },
    "sections": {
        "introduction": [
            "In December 2019, a severe respiratory disease of unknown origin emerged in Wuhan, Hubei province, China.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>] Symptoms of the first patients were flu-like and included fever, cough and myalgia, but with a tendency to develop a potentially fatal dyspnea and acute respiratory distress syndrome.[1b] Genetic analysis confirmed a betacoronavirus as the causing agent. The virus was initially named 2019 novel coronavirus (2019-nCoV),[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] but shortly thereafter, it was renamed to SARS-CoV-2.[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] By March 07, 2020, the WHO had registered >100,000 cumulative cases, in 65 countries, of coronavirus disease 2019 (COVID-19), with >3400 deaths. [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]<br/><br/>Currently, there is no approved vaccine or treatment for COVID-19. Efforts are being made to characterize molecular targets, pivotal for the development of anti-coronaviral therapies.[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] The main protease (Mpro, also known as 3CLpro), is one of coronaviral nonstructural proteins (Nsp5) designated as a potential target for drug development.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] Mpro cleaves the viral polyproteins, generating twelve non-structural proteins (Nsp4-Nsp16), including the RNA-dependent RNA polymerase (RdRp, Nsp12) and helicase (Nsp13). The inhibition of Mpro would prevent the virus from replication and therefore constitutes one of the potential anti-coronaviral strategies. [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>-<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]<br/><br/>Due to the close phylogenetic relationship between SARS-CoV-2 and SARS-CoV,[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>, <a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] their main proteases share many structural and functional features. From the perspective of the design and synthesis of new Mpro inhibitors, a key feature of both of the enzymes is their ability to cleave the peptide bond following Gln. The SARS-CoV Mpro cleaves polyproteins within the Leu-Gln↓(Ser, Ala, Gly) sequence (↓ indicates the cleavage site), which appears to be a conserved pattern of this protease.[6a, 7, 9] The ability of peptide bond hydrolysis after Gln residues is also observed for main proteases of other coronaviruses[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>] but is unknown for human enzymes. This observation, along with further studies on the Mpro, can potentially lead to new broad-spectrum anti-coronaviral inhibitors with minimum side effects.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]<br/><br/>In the present study, we applied the HyCoSuL (Hybrid Combinatorial Substrate Library) approach to determine the full substrate specificity profile of SARS-CoV Mpro and SARS-CoV-2 Mpro proteases. The use of natural and a large number of unnatural amino acids with diverse chemical structures allowed an in- depth characterization of the residue preference of the binding pockets within the active sites of the proteases. The results from library screening enabled us to design and synthesize ACC-labeled substrates with improved catalytic efficiency in comparison to a substrate containing only natural amino acids.<br/><br/>Moreover, results from our studies clearly indicate that SARS-CoV Mpro and SARS-CoV-2 Mpro proteases exhibit overlapping substrate specificity. This knowledge can be applied in the design of chemical compounds for effective therapy of COVID-19."
        ],
        "results": [
            "<strong>Results and Discussion</strong><br/><br/>To determine the SARS-CoV Mpro and SARS-CoV-2 Mpro substrate preferences, we applied a hybrid combinatorial substrate library (HyCoSuL) approach. The library consists of three sublibraries, each of them contains a fluorescent tag – ACC (7-amino-4carbamoylmethylcoumarin), two fixed positions and two varied positions containing an equimolar mixture of 19 amino acids (Mix) (P2 sublibrary: Ac-Mix-Mix-X-Gln-ACC, P3 sublibrary: Ac-Mix-X-Mix-Gln-ACC, P4 sublibrary: Ac-X-Mix-Mix-Gln-ACC, X =19 natural and over 100 unnatural amino acids, Figure 1). We incorporated glutamine at the P1 position, because the available crystal structures of SARS-CoV Mpro revealed that only glutamine (and, at a very small number of cleavage sites, histidine) residue can occupy the S1 pocket of this enzyme.[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>, <a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] The imidazole of His163, located at the very bottom of the S1 pocket, is suitably positioned to interact with the Gln side chain. The Gln is also involved in the other two interactions with main chain of F140, and side chain of Glu166. The library screen revealed that SARS-CoV and SARS-CoV-2 Mpro display very similar substrate specificity, however SARS-CoV Mpro possesses broader substrate preferences at the P2 position (Figure 2). The most preferred amino acid at the P2 position is leucine in case of both proteases. SARS-CoV Mpro exhibits lower activity toward other tested amino acids at this position (<30%). The S2 pocket of SARS-CoV-2 Mpro can accommodate other hydrophobic residues, such as 2-Abz (54%), Phe(4-NO2) (50%), 3-Abz (50%), β-Ala (49%), Dht (46%), hLeu (43%), Met (41%), and Ile (37%) (amino acid structures are presented in Table S1, SI). Both enzymes prefer hydrophobic D and L amino acids and also positively charged residues at the P3 position; the best are: Tle, D-Phe, D-Tyr, Orn, hArg, Dab, Dht, Lys, D-Phg, D-Trp, Arg, and Met(O)2. SARS-CoV and SARS-CoV-2 Mpro possess broad substrate specificity at the P4 positon. The most preferred are small aliphatic residues such as Abu, Val, Ala, and Tle, but other hydrophobic amino acids are also accepted. These findings can be partly explained by the available crystal structures of SARS-CoV Mpro in complex with inhibitors.[6b, 9, 12] The hydrophobic S2 subsite of SARS-CoV Mpro is larger compared to other Mpro coronavirus proteases, which explains less stringent specificity.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] The S2 pocket can form hydrophobic interactions with P2 residues that are not only limited to leucine. The S3 pocket of SARS Mpro is not very well defined which is also reflected in our P3 substrate specificity profile. The S4 pocket can be occupied by small residues due to crowded cavity formed by Pro168, L167 at the bottom and T190, A191 at the top wall.<br/><br/>To validate the results from library screening, we designed and synthesized ACClabeled substrates containing the most preferred amino acids in each position. Then, we measured the rate of substrate hydrolysis relevant to each protease (Figure 3). The data clearly demonstrate that SARS-CoV Mpro and SARS-CoV-2 Mpro exhibit the same activity toward tested substrates. The results are consistent with the HyCoSuL screening data. The most preferred substrate, Ac-Abu-Tle-Leu-Gln-ACC, is composed of the best amino acids in each position. Kinetic parameters were determined for the two best substrates (Ac-Abu-TleLeu-Gln-ACC, Ac-Thz-Tle-Leu-Gln-ACC) and one containing the best recognized natural amino acids (Ac-Val-Lys-Leu-Gln-ACC) (Table 1) toward SARS-CoV-2 Mpro. Due to substrates precipitation due to high concentration needed in the assay, kinetic parameters toward SARS-CoV Mpro could not be determined. Analysis of kinetic parameters revealed that these three substrates differ in the kcat value, while KM values are comparable.<br/><br/>Ac-Abu-TAlec--LVeaul--LGAylsnc---LAAelCauC--LGyAlsnc---LATehCuzAC--GTc-lleAn--bLAueC-uDC-ATGcyln-rA--LAbeCuu-C-OAGrclnn--A-LAbeCuuC-A-LGcyl-snA--LbAeuCu-CT-Glel-nh-LAeCuC-Gln-ACC    Substrate<br/><br/>KM, μM kcat, s-1 kcat/KM, M-1 s-1    859 ± 57    760 ± 50    219 ± 3<br/><br/>In summary, we established substrate specificity profiles at the P4-P2 positions of the SARS-CoV Mpro and SARS-CoV-2 Mpro proteases using a combinatorial approach. Our data clearly demonstrate that these two enzymes display very similar substrate preferences. Information provided here can be used for the design of inhibitors and activity-based probes against the SARS-CoV-2."
        ],
        "methods": [
            "Reagents The reagents used for solid-phase peptide synthesis were as follows: Rink Amide (RA)<br/><br/>resin (particle size 100-200 mesh, loading 0.74 mmol/g), all Fmoc-amino acids, Obenzotriazole-N,N,N,N-tetramethyl-uronium-hexafluoro-phosphate (HBTU), 2-(1-H-7azabenzotriazol-1-yl)-1,1,3,3-tetramethyluranium hexafluorophosphate (HATU), piperidine, diisopropylcarbodiimide (DICI) and trifluoroacetic acid (TFA), purchased from Iris Biotech GmbH (Marktredwitz, Germany); anhydrous N-hydroxybenzotriazole (HOBt) from Creosauls, Louisville, KY, USA; 2,4,6-collidine (2,4,6-trimethylpyridine), HPLC-grade acetonitrile, triisopropylsilane (TIPS) from Sigma-Aldrich (Poznan, Poland); and N,Ndiisopropylethylamie (DIPEA) from VWR International (Gdansk, Poland). N,Ndimethylformamide (DMF), dichloromethane (DCM), methanol (MeOH), diethyl ether (Et2O), acetic acid (AcOH), and phosphorus pentoxide (P2O5), obtained from Avantor (Gliwice, Poland). Designed substrates were purified by HPLC on a Waters M600 solvent delivery module with a Waters M2489 detector system using a semipreparative Wide Pore C8 Discovery column. The solvent composition was as follows: phase A (water/0.1% TFA) and phase B (acetonitrile/0.1% TFA). The purity of each compound was confirmed with an analytical HPLC system using a Jupiter 10 μm C4 300 Å column (250 x 4.6 mm). The solvent composition was as follows: phase A (water/0.1% TFA) and phase B (acetonitrile/0.1% TFA); gradient, from 5% B to 95% B over a period of 15 min. The molecular weight of each substrate was confirmed by high-resolution mass spectrometry. Waters LCT premier XE with electrospray ionization (ESI) and a time-of-flight (TOF) module.<br/><br/>Enzyme preparation<br/><br/>Gene cloning, recombinant production of the SARS-CoV and SARS-CoV-2 Mpro are described elsewhere.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>, <a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>]<br/><br/>Combinatorial library synthesis<br/><br/>Synthesis of H2N-ACC-resin. ACC synthesis was carried out according to Maly et al.[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>] To a glass reaction vessel, 1 eq (9.62 mmol, 13 g) of Rink AM resin was added and stirred gently once per 10 min in DCM for 1 h, then filtered and washed 3 times with DMF. Fmoc-group deprotection was performed using 20% piperidine in DMF (three cycles: 5, 5, and 25 min), filtered and washed with DMF each time (six times). Next, 2.5 eq of Fmoc-ACC-OH (24.05 mmol, 10.64 g) was preactivated with 2.5 eq HOBt monohydrate (24.05 mmol, 3.61 g) and 2.5 eq DICI (24.05 mmol, 3.75 mL) in DMF and the slurry was added to the resin. The reaction was shaked gently for 24 hours at room temperature. After this time, the resin was washed four times with DMF and the reaction was repeated using 1.5 eq of above reagents in order to improve the yield of ACC coupling to the resin. After hours, the resin was washed with DMF and the Fmoc protecting group was removed using 20% piperidine in DMF (5, 5, and min), filtered and washed with DMF (six times). Synthesis of H2N-Gln(Trt)-ACC-resin. 2.5 eq Fmoc-Gln(Trt)-OH (24.05 mmol, 14.69 g) with 2.5 eq HATU (24.05 mmol, 9.15 g), 2.5 eq collidine (24.05 mmol, 3.18 mL) in DMF were activated for 2 min and added to filter cannula with 1 eq (9.62 mmol) H2N-ACC-resin and the reaction was carried out for h. Next, the resin was washed four times with DMF and the same reaction was performed again using 1.5 eq of above reagents. After four DMF washes, the Fmoc protecting group was removed using 20% piperidine in DMF (5, 5, and min). Subsequently, the resin was washed with DCM (3 times) and MeOH (3 times) and dried over P2O5. The synthesis of P2, P3, and P4 sublibraries is exemplified in detail with the P2 sublibrary. The P2 library consisted of 137 compounds where all of the natural amino acids (omitting cysteine) and a pool of unnatural amino acids were used at a defined position (in this case, the P2 position) and an isokinetic mixture of 19 amino acids (without cysteine; plus norleucine mimicking methionine) was coupled in the remaining positions (in case of the P2 sublibrary, positions P3 and P4 were occupied by isokinetic mixture). Equivalent ratios of amino acids in the isokinetic mixture were defined based on their reported coupling rates. A fivefold excess (over the resin load) of the mixture was used. For fixed positions, 2.5 eq of single amino acid was used. All reactions were performed with the use of the coupling reagents DICI and HOBt. For P2 coupling, the synthesis of the library was performed using a<br/><br/>MultiChem 48-wells synthesis apparatus (FlexChem from SciGene, Sunnyvale, CA, USA). To each well of the reaction apparatus, 1 eq of dry H2N-Gln(Trt)-ACC-resin (0.059 mmol, 80 mg) was added and stirred gently for 30 minutes in DCM, and then washed four times with DMF. In separate Eppendorf tubes, 2.5 eq (0.15 mmol) Fmoc-P2-OH was preactivated with 2.5 eq HOBt (0.15 mmol, 22.5 mg) and 2.5 eq DICI (0.15 mmol, 23.55 μL) in DMF. Next, preactivated amino acids were added to wells of the apparatus containing H2N-Gln(Trt)-ACCresin, followed by 3 h of agitation at room temperature. Then, the reaction mixture was filtered, washed with DMF (4 times), and the ninhydrin test was carried out in order to confirm P2-amino acid coupling. Subsequently, Fmoc protecting groups were removed with the use of 20% piperidine in DMF (5, 5, and 25 min). For P3 and P4 position coupling, an isokinetic mixture for 48 portions was prepared from 18 Fmoc-protected natural amino acids (omitting cysteine; plus norleucine mimicking methionine; 19 amino acids in total). Next, 5 eq of isokinetic mixture, 5 eq HOBt (14.16 mmol, 2.13 g), and 5 eq DICI (14.16 mmol, 2.22 mL) were diluted in DMF and preactivated for 3 min. The activated isokinetic mixture was added to each of 48 wells containing 1 eq of H2N-P2-Gln(Trt)-ACC-resin. After 3 h of gentle agitation, the slurry was filtered off and washed with DMF (4 times). A ninhydrin test was carried out and the Fmoc protecting group was removed using 20% piperidine in DMF (5, 5, and 25 min). The same procedure was applied for the remaining compounds. The isokinetic mixture was added to prepare the P4 position in the same manner as for the P3 position. In the last step of the synthesis, N-terminus acetylation was performed; to prepare the mixture for 48 compounds, 5 eq of AcOH (14.16 mmol, 807 μL), 5 eq HBTU (14.16 mmol, 5.37 g), and 5 eq DIPEA (14.16 mmol, 2.44 mL) in ~45 mL of DMF were added to a 50-mL falcon tube. After gentle stirring for 1 min, the mixture (~800 μL) was added to each well in the reaction apparatus, containing the H2N-Mix-Mix-P2-Gln(Trt)-ACC-resin, followed by gentle agitation for 30 min. Next, the resin was washed six times with DMF, three times with DCM, three times with MeOH, and dried over P2O5. After completing the synthesis, peptides were cleaved from the resin with a mixture of cold TFA:TIPS:H2O (%, v/v/v 95:2.5:2.5; 2 mL/well; 2 hours, shaking once per 15 min). The solution from each well was collected separately and the resin was washed once with a portion of fresh cleavage solution (1 mL), followed by addition of diethyl ether (Et2O, 14 mL) into falcons with peptides in solution. After precipitation (30 min at -20°C), the mixture was centrifuged and washed again with Et2O (5 mL). After centrifugation, the supernatant was removed and the remaining white precipitate was dissolved in ACN/H2O (v/v, 3/1) and lyophilized. The products were dissolved in DMSO to a final concentration of 10 mM and used without further purification. The synthesis of P3 and<br/><br/>P4 sublibraries was performed in the same manner as described above; P3 and P4 sublibraries were synthesized by coupling fixed amino-acid residues to P3 (isokinetic mixture coupled to P2 and P4) and P4 position (isokinetic mixture coupled to P2 and P3).<br/><br/>Library screening<br/><br/>Hybrid combinatorial substrate library screening was performed using a spectrofluorometer (Molecular Devices Spectramax Gemini XPS) in 384-well plates (Corning). The assay conditions were as follows: 1 μL of substrate and 49 μL of enzyme, which was incubated at 37°C for 10 min in assay buffer (20 mM Tris, 150 mM NaCl, 1 mM EDTA, 1 mM DTT, pH 7.3). The final substrate concentration was 100 μM and the final enzyme concentration was 1 μM SARS-CoV and 0.6 μM SARS-CoV-2 Mpro, respectively. The release of ACC was measured for 45 min (λex = 355 nm, λem = 460 nm) and the linear part of each progress curve was used to determine the substrate hydrolysis rate. Substrate specificity profiles were established by setting the highest value of relative fluorescence unit per second (RFU/s) from each position as 100% and others were adjusted accordingly.<br/><br/>Individual substrate synthesis<br/><br/>ACC-labeled substrates were synthesized on the solid support according to the solid phase peptide synthesis method described elsewhere.[<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>] In brief, Fmoc-ACC-OH (2.5 eq) was attached to a Rink-amide resin using HOBt (2.5 eq) and DICI (2.5 eq) in DMF as coupling reagents. Then, the Fmoc protecting group was removed using 20% piperidine in DMF (three cycles: 5, 5, and 25 min). Fmoc-Gln(Trt)-OH (2.5 eq) was coupled to the H2N-ACC-resin using HATU (2.5 eq) and 2,4,6-collidine (2.5 eq) in DMF. After Fmoc group removal, FmocP2-OH (2.5 eq) amino acid was attached (HOBt and DICI (2.5 eq) in DMF). Amino acids in P3 and P4 positions were coupled in the same manner. The free N-terminus was acetylated using HBTU, AcOH and DIPEA in DMF (5 eq of each reagent). Then, the resin was washed five times with DMF, three times with DCM and three times with MeOH, and dried over P2O5. Substrates were removed from the resin with a mixture of TFA/TIPS/H2O (% v/v/v, 95:2.5:2.5), precipitated in Et2O, purified on HPLC and lyophilized. The purity of each substrate was confirmed using analytical HPLC. Each substrate was dissolved in DMSO at a final concentration of 10 mM and stored at -80°C until use.<br/><br/>Kinetic analysis of substrates Substrate screening was carried out in the same manner as the library assay. Substrate concentration was 5 μM, SARS-CoV Mpro was 0.3 μM and SARS-CoV-2 Mpro was 0.3 μM. Substrate hydrolysis was measured for 30 min using the following wavelengths: λex = 355 nm, λem = 460 nm. The experiment was repeated three times. Results were presented as mean values with standard deviations. Kinetic parameters were assayed in 96-well plates (Corning). Wells contained 80 μL of enzyme in assay buffer (0.074-0.1 μM SARS-CoV-2 Mpro) and 20 μL of substrate at eight different concentrations ranging from 58.5 μM to 1200 μM. ACC liberation was monitored for 30 min (λex = 355 nm, λem = 460 nm). Each experiment was repeated at least three times. Kinetic parameters were determined using the Michaelis-Menten equation and GraphPad Prism software."
        ],
        "acknowledgments": [
            "The Drag laboratory is supported by the National Science Centre in Poland and the \"TEAM/2017-4/32\" project, which is conducted within the TEAM programme of the Foundation for Polish Science cofinanced by the European Union under the European Regional Development Fund. Work in the Hilgenfeld laboratory was supported by the German Center for Infection Research (DZIF), TTU 01, grant # 8011801806. W.R. is a beneficiary of a START scholarship from the Foundation for Polish Science.<br/><br/>Author contributions<br/><br/>M. D. and W.R. designed the research; W.R., K.G. and M.Z. performed the research and collected data; R.H., X.S. and L.Z. contributed enzymes; M.D. and W.R. analyzed and interpreted the data and wrote the manuscript; and all authors critically revised the manuscript."
        ],
        "disclosures": [
            "The authors declare no competing financial interest."
        ],
        "funding": [
            "The Drag laboratory is supported by the National Science Centre in Poland and the \"TEAM/2017-4/32\" project, which is conducted within the TEAM programme of the Foundation for Polish Science cofinanced by the European Union under the European Regional Development Fund",
            "Work in the Hilgenfeld laboratory was supported by the German Center for Infection Research (DZIF), TTU 01, grant # 8011801806"
        ],
        "supplementary_references": {
            "supplementary_data_references": [],
            "supplementary_figure_references": [
                "Table S1"
            ]
        }
    },
    "structured_content": {
        "Introduction": [
            "In December 2019, a severe respiratory disease of unknown origin emerged in Wuhan, Hubei province, China.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>] Symptoms of the first patients were flu-like and included fever, cough and myalgia, but with a tendency to develop a potentially fatal dyspnea and acute respiratory distress syndrome.[1b] Genetic analysis confirmed a betacoronavirus as the causing agent. The virus was initially named 2019 novel coronavirus (2019-nCoV),[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] but shortly thereafter, it was renamed to SARS-CoV-2.[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] By March 07, 2020, the WHO had registered >100,000 cumulative cases, in 65 countries, of coronavirus disease 2019 (COVID-19), with >3400 deaths. [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]",
            "Currently, there is no approved vaccine or treatment for COVID-19. Efforts are being made to characterize molecular targets, pivotal for the development of anti-coronaviral therapies.[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] The main protease (Mpro, also known as 3CLpro), is one of coronaviral nonstructural proteins (Nsp5) designated as a potential target for drug development.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] Mpro cleaves the viral polyproteins, generating twelve non-structural proteins (Nsp4-Nsp16), including the RNA-dependent RNA polymerase (RdRp, Nsp12) and helicase (Nsp13). The inhibition of Mpro would prevent the virus from replication and therefore constitutes one of the potential anti-coronaviral strategies. [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>-<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]",
            "Due to the close phylogenetic relationship between SARS-CoV-2 and SARS-CoV,[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>, <a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] their main proteases share many structural and functional features. From the perspective of the design and synthesis of new Mpro inhibitors, a key feature of both of the enzymes is their ability to cleave the peptide bond following Gln. The SARS-CoV Mpro cleaves polyproteins within the Leu-Gln↓(Ser, Ala, Gly) sequence (↓ indicates the cleavage site), which appears to be a conserved pattern of this protease.[6a, 7, 9] The ability of peptide bond hydrolysis after Gln residues is also observed for main proteases of other coronaviruses[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>] but is unknown for human enzymes. This observation, along with further studies on the Mpro, can potentially lead to new broad-spectrum anti-coronaviral inhibitors with minimum side effects.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]",
            "In the present study, we applied the HyCoSuL (Hybrid Combinatorial Substrate Library) approach to determine the full substrate specificity profile of SARS-CoV Mpro and SARS-CoV-2 Mpro proteases. The use of natural and a large number of unnatural amino acids with diverse chemical structures allowed an in- depth characterization of the residue preference of the binding pockets within the active sites of the proteases. The results from library screening enabled us to design and synthesize ACC-labeled substrates with improved catalytic efficiency in comparison to a substrate containing only natural amino acids.",
            "Moreover, results from our studies clearly indicate that SARS-CoV Mpro and SARS-CoV-2 Mpro proteases exhibit overlapping substrate specificity. This knowledge can be applied in the design of chemical compounds for effective therapy of COVID-19."
        ],
        "Results and Discussion": [
            "To determine the SARS-CoV Mpro and SARS-CoV-2 Mpro substrate preferences, we applied a hybrid combinatorial substrate library (HyCoSuL) approach. The library consists of three sublibraries, each of them contains a fluorescent tag – ACC (7-amino-4carbamoylmethylcoumarin), two fixed positions and two varied positions containing an equimolar mixture of 19 amino acids (Mix) (P2 sublibrary: Ac-Mix-Mix-X-Gln-ACC, P3 sublibrary: Ac-Mix-X-Mix-Gln-ACC, P4 sublibrary: Ac-X-Mix-Mix-Gln-ACC, X =19 natural and over 100 unnatural amino acids, Figure 1). We incorporated glutamine at the P1 position, because the available crystal structures of SARS-CoV Mpro revealed that only glutamine (and, at a very small number of cleavage sites, histidine) residue can occupy the S1 pocket of this enzyme.[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>, <a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] The imidazole of His163, located at the very bottom of the S1 pocket, is suitably positioned to interact with the Gln side chain. The Gln is also involved in the other two interactions with main chain of F140, and side chain of Glu166. The library screen revealed that SARS-CoV and SARS-CoV-2 Mpro display very similar substrate specificity, however SARS-CoV Mpro possesses broader substrate preferences at the P2 position (Figure 2). The most preferred amino acid at the P2 position is leucine in case of both proteases. SARS-CoV Mpro exhibits lower activity toward other tested amino acids at this position (<30%). The S2 pocket of SARS-CoV-2 Mpro can accommodate other hydrophobic residues, such as 2-Abz (54%), Phe(4-NO2) (50%), 3-Abz (50%), β-Ala (49%), Dht (46%), hLeu (43%), Met (41%), and Ile (37%) (amino acid structures are presented in Table S1, SI). Both enzymes prefer hydrophobic D and L amino acids and also positively charged residues at the P3 position; the best are: Tle, D-Phe, D-Tyr, Orn, hArg, Dab, Dht, Lys, D-Phg, D-Trp, Arg, and Met(O)2. SARS-CoV and SARS-CoV-2 Mpro possess broad substrate specificity at the P4 positon. The most preferred are small aliphatic residues such as Abu, Val, Ala, and Tle, but other hydrophobic amino acids are also accepted. These findings can be partly explained by the available crystal structures of SARS-CoV Mpro in complex with inhibitors.[6b, 9, 12] The hydrophobic S2 subsite of SARS-CoV Mpro is larger compared to other Mpro coronavirus proteases, which explains less stringent specificity.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] The S2 pocket can form hydrophobic interactions with P2 residues that are not only limited to leucine. The S3 pocket of SARS Mpro is not very well defined which is also reflected in our P3 substrate specificity profile. The S4 pocket can be occupied by small residues due to crowded cavity formed by Pro168, L167 at the bottom and T190, A191 at the top wall.",
            "To validate the results from library screening, we designed and synthesized ACClabeled substrates containing the most preferred amino acids in each position. Then, we measured the rate of substrate hydrolysis relevant to each protease (Figure 3). The data clearly demonstrate that SARS-CoV Mpro and SARS-CoV-2 Mpro exhibit the same activity toward tested substrates. The results are consistent with the HyCoSuL screening data. The most preferred substrate, Ac-Abu-Tle-Leu-Gln-ACC, is composed of the best amino acids in each position. Kinetic parameters were determined for the two best substrates (Ac-Abu-TleLeu-Gln-ACC, Ac-Thz-Tle-Leu-Gln-ACC) and one containing the best recognized natural amino acids (Ac-Val-Lys-Leu-Gln-ACC) (Table 1) toward SARS-CoV-2 Mpro. Due to substrates precipitation due to high concentration needed in the assay, kinetic parameters toward SARS-CoV Mpro could not be determined. Analysis of kinetic parameters revealed that these three substrates differ in the kcat value, while KM values are comparable.",
            "In summary, we established substrate specificity profiles at the P4-P2 positions of the SARS-CoV Mpro and SARS-CoV-2 Mpro proteases using a combinatorial approach. Our data clearly demonstrate that these two enzymes display very similar substrate preferences. Information provided here can be used for the design of inhibitors and activity-based probes against the SARS-CoV-2."
        ],
        "Materials and Methods": [
            "Reagents The reagents used for solid-phase peptide synthesis were as follows: Rink Amide (RA)",
            "resin (particle size 100-200 mesh, loading 0.74 mmol/g), all Fmoc-amino acids, Obenzotriazole-N,N,N,N-tetramethyl-uronium-hexafluoro-phosphate (HBTU), 2-(1-H-7azabenzotriazol-1-yl)-1,1,3,3-tetramethyluranium hexafluorophosphate (HATU), piperidine, diisopropylcarbodiimide (DICI) and trifluoroacetic acid (TFA), purchased from Iris Biotech GmbH (Marktredwitz, Germany); anhydrous N-hydroxybenzotriazole (HOBt) from Creosauls, Louisville, KY, USA; 2,4,6-collidine (2,4,6-trimethylpyridine), HPLC-grade acetonitrile, triisopropylsilane (TIPS) from Sigma-Aldrich (Poznan, Poland); and N,Ndiisopropylethylamie (DIPEA) from VWR International (Gdansk, Poland). N,Ndimethylformamide (DMF), dichloromethane (DCM), methanol (MeOH), diethyl ether (Et2O), acetic acid (AcOH), and phosphorus pentoxide (P2O5), obtained from Avantor (Gliwice, Poland). Designed substrates were purified by HPLC on a Waters M600 solvent delivery module with a Waters M2489 detector system using a semipreparative Wide Pore C8 Discovery column. The solvent composition was as follows: phase A (water/0.1% TFA) and phase B (acetonitrile/0.1% TFA). The purity of each compound was confirmed with an analytical HPLC system using a Jupiter 10 μm C4 300 Å column (250 x 4.6 mm). The solvent composition was as follows: phase A (water/0.1% TFA) and phase B (acetonitrile/0.1% TFA); gradient, from 5% B to 95% B over a period of 15 min. The molecular weight of each substrate was confirmed by high-resolution mass spectrometry. Waters LCT premier XE with electrospray ionization (ESI) and a time-of-flight (TOF) module.",
            "Gene cloning, recombinant production of the SARS-CoV and SARS-CoV-2 Mpro are described elsewhere.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>, <a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>]",
            "Synthesis of H2N-ACC-resin. ACC synthesis was carried out according to Maly et al.[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>] To a glass reaction vessel, 1 eq (9.62 mmol, 13 g) of Rink AM resin was added and stirred gently once per 10 min in DCM for 1 h, then filtered and washed 3 times with DMF. Fmoc-group deprotection was performed using 20% piperidine in DMF (three cycles: 5, 5, and 25 min), filtered and washed with DMF each time (six times). Next, 2.5 eq of Fmoc-ACC-OH (24.05 mmol, 10.64 g) was preactivated with 2.5 eq HOBt monohydrate (24.05 mmol, 3.61 g) and 2.5 eq DICI (24.05 mmol, 3.75 mL) in DMF and the slurry was added to the resin. The reaction was shaked gently for 24 hours at room temperature. After this time, the resin was washed four times with DMF and the reaction was repeated using 1.5 eq of above reagents in order to improve the yield of ACC coupling to the resin. After hours, the resin was washed with DMF and the Fmoc protecting group was removed using 20% piperidine in DMF (5, 5, and min), filtered and washed with DMF (six times). Synthesis of H2N-Gln(Trt)-ACC-resin. 2.5 eq Fmoc-Gln(Trt)-OH (24.05 mmol, 14.69 g) with 2.5 eq HATU (24.05 mmol, 9.15 g), 2.5 eq collidine (24.05 mmol, 3.18 mL) in DMF were activated for 2 min and added to filter cannula with 1 eq (9.62 mmol) H2N-ACC-resin and the reaction was carried out for h. Next, the resin was washed four times with DMF and the same reaction was performed again using 1.5 eq of above reagents. After four DMF washes, the Fmoc protecting group was removed using 20% piperidine in DMF (5, 5, and min). Subsequently, the resin was washed with DCM (3 times) and MeOH (3 times) and dried over P2O5. The synthesis of P2, P3, and P4 sublibraries is exemplified in detail with the P2 sublibrary. The P2 library consisted of 137 compounds where all of the natural amino acids (omitting cysteine) and a pool of unnatural amino acids were used at a defined position (in this case, the P2 position) and an isokinetic mixture of 19 amino acids (without cysteine; plus norleucine mimicking methionine) was coupled in the remaining positions (in case of the P2 sublibrary, positions P3 and P4 were occupied by isokinetic mixture). Equivalent ratios of amino acids in the isokinetic mixture were defined based on their reported coupling rates. A fivefold excess (over the resin load) of the mixture was used. For fixed positions, 2.5 eq of single amino acid was used. All reactions were performed with the use of the coupling reagents DICI and HOBt. For P2 coupling, the synthesis of the library was performed using a",
            "MultiChem 48-wells synthesis apparatus (FlexChem from SciGene, Sunnyvale, CA, USA). To each well of the reaction apparatus, 1 eq of dry H2N-Gln(Trt)-ACC-resin (0.059 mmol, 80 mg) was added and stirred gently for 30 minutes in DCM, and then washed four times with DMF. In separate Eppendorf tubes, 2.5 eq (0.15 mmol) Fmoc-P2-OH was preactivated with 2.5 eq HOBt (0.15 mmol, 22.5 mg) and 2.5 eq DICI (0.15 mmol, 23.55 μL) in DMF. Next, preactivated amino acids were added to wells of the apparatus containing H2N-Gln(Trt)-ACCresin, followed by 3 h of agitation at room temperature. Then, the reaction mixture was filtered, washed with DMF (4 times), and the ninhydrin test was carried out in order to confirm P2-amino acid coupling. Subsequently, Fmoc protecting groups were removed with the use of 20% piperidine in DMF (5, 5, and 25 min). For P3 and P4 position coupling, an isokinetic mixture for 48 portions was prepared from 18 Fmoc-protected natural amino acids (omitting cysteine; plus norleucine mimicking methionine; 19 amino acids in total). Next, 5 eq of isokinetic mixture, 5 eq HOBt (14.16 mmol, 2.13 g), and 5 eq DICI (14.16 mmol, 2.22 mL) were diluted in DMF and preactivated for 3 min. The activated isokinetic mixture was added to each of 48 wells containing 1 eq of H2N-P2-Gln(Trt)-ACC-resin. After 3 h of gentle agitation, the slurry was filtered off and washed with DMF (4 times). A ninhydrin test was carried out and the Fmoc protecting group was removed using 20% piperidine in DMF (5, 5, and 25 min). The same procedure was applied for the remaining compounds. The isokinetic mixture was added to prepare the P4 position in the same manner as for the P3 position. In the last step of the synthesis, N-terminus acetylation was performed; to prepare the mixture for 48 compounds, 5 eq of AcOH (14.16 mmol, 807 μL), 5 eq HBTU (14.16 mmol, 5.37 g), and 5 eq DIPEA (14.16 mmol, 2.44 mL) in ~45 mL of DMF were added to a 50-mL falcon tube. After gentle stirring for 1 min, the mixture (~800 μL) was added to each well in the reaction apparatus, containing the H2N-Mix-Mix-P2-Gln(Trt)-ACC-resin, followed by gentle agitation for 30 min. Next, the resin was washed six times with DMF, three times with DCM, three times with MeOH, and dried over P2O5. After completing the synthesis, peptides were cleaved from the resin with a mixture of cold TFA:TIPS:H2O (%, v/v/v 95:2.5:2.5; 2 mL/well; 2 hours, shaking once per 15 min). The solution from each well was collected separately and the resin was washed once with a portion of fresh cleavage solution (1 mL), followed by addition of diethyl ether (Et2O, 14 mL) into falcons with peptides in solution. After precipitation (30 min at -20°C), the mixture was centrifuged and washed again with Et2O (5 mL). After centrifugation, the supernatant was removed and the remaining white precipitate was dissolved in ACN/H2O (v/v, 3/1) and lyophilized. The products were dissolved in DMSO to a final concentration of 10 mM and used without further purification. The synthesis of P3 and",
            "P4 sublibraries was performed in the same manner as described above; P3 and P4 sublibraries were synthesized by coupling fixed amino-acid residues to P3 (isokinetic mixture coupled to P2 and P4) and P4 position (isokinetic mixture coupled to P2 and P3).",
            "Hybrid combinatorial substrate library screening was performed using a spectrofluorometer (Molecular Devices Spectramax Gemini XPS) in 384-well plates (Corning). The assay conditions were as follows: 1 μL of substrate and 49 μL of enzyme, which was incubated at 37°C for 10 min in assay buffer (20 mM Tris, 150 mM NaCl, 1 mM EDTA, 1 mM DTT, pH 7.3). The final substrate concentration was 100 μM and the final enzyme concentration was 1 μM SARS-CoV and 0.6 μM SARS-CoV-2 Mpro, respectively. The release of ACC was measured for 45 min (λex = 355 nm, λem = 460 nm) and the linear part of each progress curve was used to determine the substrate hydrolysis rate. Substrate specificity profiles were established by setting the highest value of relative fluorescence unit per second (RFU/s) from each position as 100% and others were adjusted accordingly.",
            "ACC-labeled substrates were synthesized on the solid support according to the solid phase peptide synthesis method described elsewhere.[<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>] In brief, Fmoc-ACC-OH (2.5 eq) was attached to a Rink-amide resin using HOBt (2.5 eq) and DICI (2.5 eq) in DMF as coupling reagents. Then, the Fmoc protecting group was removed using 20% piperidine in DMF (three cycles: 5, 5, and 25 min). Fmoc-Gln(Trt)-OH (2.5 eq) was coupled to the H2N-ACC-resin using HATU (2.5 eq) and 2,4,6-collidine (2.5 eq) in DMF. After Fmoc group removal, FmocP2-OH (2.5 eq) amino acid was attached (HOBt and DICI (2.5 eq) in DMF). Amino acids in P3 and P4 positions were coupled in the same manner. The free N-terminus was acetylated using HBTU, AcOH and DIPEA in DMF (5 eq of each reagent). Then, the resin was washed five times with DMF, three times with DCM and three times with MeOH, and dried over P2O5. Substrates were removed from the resin with a mixture of TFA/TIPS/H2O (% v/v/v, 95:2.5:2.5), precipitated in Et2O, purified on HPLC and lyophilized. The purity of each substrate was confirmed using analytical HPLC. Each substrate was dissolved in DMSO at a final concentration of 10 mM and stored at -80°C until use.",
            "Kinetic analysis of substrates Substrate screening was carried out in the same manner as the library assay. Substrate concentration was 5 μM, SARS-CoV Mpro was 0.3 μM and SARS-CoV-2 Mpro was 0.3 μM. Substrate hydrolysis was measured for 30 min using the following wavelengths: λex = 355 nm, λem = 460 nm. The experiment was repeated three times. Results were presented as mean values with standard deviations. Kinetic parameters were assayed in 96-well plates (Corning). Wells contained 80 μL of enzyme in assay buffer (0.074-0.1 μM SARS-CoV-2 Mpro) and 20 μL of substrate at eight different concentrations ranging from 58.5 μM to 1200 μM. ACC liberation was monitored for 30 min (λex = 355 nm, λem = 460 nm). Each experiment was repeated at least three times. Kinetic parameters were determined using the Michaelis-Menten equation and GraphPad Prism software."
        ],
        "Acknowledgments": [
            "The Drag laboratory is supported by the National Science Centre in Poland and the \"TEAM/2017-4/32\" project, which is conducted within the TEAM programme of the Foundation for Polish Science cofinanced by the European Union under the European Regional Development Fund. Work in the Hilgenfeld laboratory was supported by the German Center for Infection Research (DZIF), TTU 01, grant # 8011801806. W.R. is a beneficiary of a START scholarship from the Foundation for Polish Science.",
            "M. D. and W.R. designed the research; W.R., K.G. and M.Z. performed the research and collected data; R.H., X.S. and L.Z. contributed enzymes; M.D. and W.R. analyzed and interpreted the data and wrote the manuscript; and all authors critically revised the manuscript.",
            "Competing interest The authors declare no competing financial interest."
        ],
        "References:": [
            "[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>] aC. Wang, P. W. Horby, F. G. Hayden, G. F. Gao, Lancet 2020, 395, 496-496; bC. Huang, Y. Wang, X. Li, Lancet 2020, 395, 497-506.",
            "[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] F. Wu, S. Zhao, B. Yu, Y. M. Chen, W. Wang, Z. G. Song, Y. Hu, Z. W. Tao, J. H. Tian, Y. Y. Pei, M. L. Yuan, Y. L. Zhang, F. H. Dai, Y. Liu, Q. M. Wang, J. J. Zheng, L. Xu, E. C. Holmes, Y. Z. Zhang, Nature 2020, doi.org/10.1038/s41586-020-2008-3.",
            "[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] S. Jiang, Z. Shi, Y. Shu, J. Song, G. F. Gao, W. Tan, D. Guo, Lancet 2020, doi: 10.1016/S0140-6736(20)30419-0.",
            "[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>] https://www.who.int/docs/default-source/coronaviruse/20200302-sitrep-42-covid19.pdf?sfvrsn=d863e045_2.",
            "[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] Guangdi Li, E. D. Clercq, Nature Reviews Drug Discovery 2020, 19, 149-150. [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] aR. Hilgenfeld, Febs J 2014, 281, 4085-4096; bT. Pillaiyar, M. Manickam, V.",
            "Namasivayam, Y. Hayashi, S. H. Jung, J. Med. Chem. 2016, 59, 6595-6628. [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] D. L. Linlin Zhang, Xinyuanyuan Sun, Katharina Rox, Rolf Hilgenfeld, Biorxiv preprint server, doi: https://doi.org/10.1101/2020.02.17.952879 2020. [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] aA. Wu, Y. Peng, B. Huang, X. Ding, X. Wang, P. Niu, J. Meng, Z. Zhu, Z. Zhang, J.",
            "Wang, J. Sheng, L. Quan, Z. Xia, W. Tan, G. Cheng, T. Jiang, Cell Host & Microbe 2020, doi.org/10.1016/j.chom.2020.02.001; bP. Zhou, X. L. Yang, X. G. Wang, B. Hu, L. Zhang, W. Zhang, H. R. Si, Y. Zhu, B. Li, C. L. Huang, H. D. Chen, J. Chen, Y. Luo, H. Guo, R. D. Jiang, M. Q. Liu, Y. Chen, X. R. Shen, X. Wang, X. S. Zheng, K. Zhao, Q. J. Chen, F. Deng, L. L. Liu, B. Yan, F. X. Zhan, Y. Y. Wang, G. F. Xiao, Z. L. Shi, Nature 2020, doi.org/10.1038/ s41586-020-2012-7.",
            "[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] K. Anand, J. Ziebuhr, P. Wadhwani, J. R. Mesters, R. Hilgenfeld, Science 2003, 300, 1763-1767.",
            "[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>] aA. Wu, Y. Wang, C. Zeng, X. Huang, S. Xu, C. Su, M. Wang, Y. Chen, D. Guo, Virus research 2015, 208, 56-65; bC. P. Chuck, H. F. Chow, D. C. Wan, K. B. Wong, PloS One 2011, 6, e27228.",
            "[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] L. Zhang, D. Lin, Y. Kusov, Y. Nian, Q. Ma, J. Wang, A. von Brunn, P. Leyssen, K. Lanko, J. Neyts, A. de Wilde, E. J. Snijder, H. Liu, R. Hilgenfeld, J. Med.Chem. 2020, doi.org/10.1021/acs.jmedchem.9b01828.",
            "[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] H. Yang, M. Yang, Y. Ding, Y. Liu, Z. Lou, Z. Zhou, L. Sun, L. Mo, S. Ye, H. Pang, G. F. Gao, K. Anand, M. Bartlam, R. Hilgenfeld, Z. Rao, Proc. Natl. Acad. Sci. USA 2003, 100, 13190-13195.",
            "[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] X. Xue, H. Yang, W. Shen, Q. Zhao, J. Li, K. Yang, C. Chen, Y. Jin, M. Bartlam, Z. Rao, J. Mol. Biol. 2007, 366, 965-975.",
            "[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>] D. J. Maly, F. Leonetti, B. J. Backes, D. S. Dauber, J. L. Harris, C. S. Craik, J. A. Ellman, J. Org. Chem. 2002, 67, 910-915.",
            "[<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>] M. Poreba, G. S. Salvesen, M. Drag, Nat. Protoc. 2017, 12, 2189-2214."
        ]
    },
    "participants": [
        {
            "participant": "non-structural proteins",
            "number": 12,
            "context": "The main protease (Mpro, also known as 3CLpro), is one of coronaviral nonstructural proteins (Nsp5) designated as a potential target for drug development.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. <mark class=\"stats\">Mpro cleaves the viral polyproteins, generating twelve non-structural proteins (Nsp4-Nsp16), including the RNA-dependent RNA polymerase (RdRp, Nsp12) and helicase (Nsp13)</mark>. The inhibition of Mpro would prevent the virus from replication and therefore constitutes one of the potential anti-coronaviral strategies. [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>-<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]"
        }
    ],
    "statistics": [],
    "keywords": [
        "mpro protease",
        "hybrid combinatorial substrate library",
        "coronavirus",
        "substrate specificity",
        "unnatural amino acids",
        "Rink Amide",
        "sars cov mpro",
        "cysteine protease",
        "electrospray ionization",
        "antiviral drug",
        "SARS",
        "main protease",
        "relative fluorescence unit per second",
        "novel coronavirus",
        "mixture of amino acids",
        "COVID-19",
        "trifluoroacetic acid"
    ],
    "keyword_relevance": {
        "SARS": 0.4230769230769231,
        "mixture of amino acids": 0.08653846153846154,
        "trifluoroacetic acid": 0.07692307692307693,
        "coronavirus": 0.0673076923076923,
        "substrate specificity": 0.0673076923076923,
        "hybrid combinatorial substrate library": 0.04807692307692308,
        "unnatural amino acids": 0.04807692307692308,
        "COVID-19": 0.04807692307692308,
        "main protease": 0.028846153846153848,
        "Rink Amide": 0.019230769230769232,
        "electrospray ionization": 0.019230769230769232,
        "antiviral drug": 0.019230769230769232,
        "relative fluorescence unit per second": 0.019230769230769232,
        "novel coronavirus": 0.019230769230769232,
        "cysteine protease": 0.009615384615384616,
        "mpro protease": 0.0,
        "sars cov mpro": 0.0
    },
    "species": [],
    "summary": [
        "In December 2019, a severe respiratory disease of unknown origin emerged in Wuhan, Hubei province, China.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
        "The authors applied the HyCoSuL (Hybrid Combinatorial Substrate Library) approach to determine the full substrate specificity profile of SARS-CoV Mpro and SARS-CoV-2 Mpro proteases.",
        "To validate the results from library screening, the authors designed and synthesized ACClabeled substrates containing the most preferred amino acids in each position.",
        "The most preferred substrate, Ac-Abu-Tle-Leu-Gln-ACC, is composed of the best amino acids in each position.",
        "Kinetic parameters were determined for the two best substrates (Ac-Abu-TleLeu-Gln-ACC, Ac-Thz-Tle-Leu-Gln-ACC) and one containing the best recognized natural amino acids (Ac-Val-Lys-Leu-Gln-ACC) (Table 1) toward SARS-CoV-2 Mpro.",
        "The authors established substrate specificity profiles at the P4-P2 positions of the SARS-CoV Mpro and SARS-CoV-2 Mpro proteases using a combinatorial approach.",
        "ACC synthesis was carried out according to Maly et al.[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>] To a glass reaction vessel, 1 eq (9.62 mmol, 13 g) of Rink AM resin was added and stirred gently once per 10 min in DCM for 1 h, filtered and washed 3 times with DMF.",
        "2.5 eq Fmoc-Gln(Trt)-OH (24.05 mmol, 14.69 g) with 2.5 eq HATU (24.05 mmol, 9.15 g), 2.5 eq collidine (24.05 mmol, 3.18 mL) in DMF were activated for 2 min and added to filter cannula with 1 eq (9.62 mmol) H2N-ACC-resin and the reaction was carried out for 24 h.",
        "To each well of the reaction apparatus, 1 eq of dry H2N-Gln(Trt)-ACC-resin (0.059 mmol, 80 mg) was added and stirred gently for 30 minutes in DCM, and washed four times with DMF.",
        "Preactivated amino acids were added to wells of the apparatus containing H2N-Gln(Trt)-ACCresin, followed by 3 h of agitation at room temperature.",
        "The reaction mixture was filtered, washed with DMF (4 times), and the ninhydrin test was carried out in order to confirm P2-amino acid coupling.",
        "For P3 and P4 position coupling, an isokinetic mixture for 48 portions was prepared from 18 Fmoc-protected natural amino acids.",
        "The activated isokinetic mixture was added to each of 48 wells containing 1 eq of H2N-P2-Gln(Trt)-ACC-resin.",
        "After gentle stirring for 1 min, the mixture (~800 μL) was added to each well in the reaction apparatus, containing the H2N-Mix-Mix-P2-Gln(Trt)-ACC-resin, followed by gentle agitation for 30 min.",
        "ACC-labeled substrates were synthesized on the solid support according to the solid phase peptide synthesis method described elsewhere.[<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>] In brief, Fmoc-ACC-OH (2.5 eq) was attached to a Rink-amide resin using HOBt (2.5 eq) and DICI (2.5 eq) in DMF as coupling reagents."
    ],
    "structured_summary": {
        "Introduction": [
            "In December 2019, a severe respiratory disease of unknown origin emerged in Wuhan, Hubei province, China.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
            "The authors applied the HyCoSuL (Hybrid Combinatorial Substrate Library) approach to determine the full substrate specificity profile of SARS-CoV Mpro and SARS-CoV-2 Mpro proteases.",
            "To validate the results from library screening, the authors designed and synthesized ACClabeled substrates containing the most preferred amino acids in each position."
        ],
        "Results": [
            "The most preferred substrate, Ac-Abu-Tle-Leu-Gln-ACC, is composed of the best amino acids in each position.",
            "Kinetic parameters were determined for the two best substrates (Ac-Abu-TleLeu-Gln-ACC, Ac-Thz-Tle-Leu-Gln-ACC) and one containing the best recognized natural amino acids (Ac-Val-Lys-Leu-Gln-ACC) (Table 1) toward SARS-CoV-2 Mpro.",
            "The authors established substrate specificity profiles at the P4-P2 positions of the SARS-CoV Mpro and SARS-CoV-2 Mpro proteases using a combinatorial approach.",
            "ACC synthesis was carried out according to Maly et al.[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>] To a glass reaction vessel, 1 eq (9.62 mmol, 13 g) of Rink AM resin was added and stirred gently once per 10 min in DCM for 1 h, filtered and washed 3 times with DMF.",
            "2.5 eq Fmoc-Gln(Trt)-OH (24.05 mmol, 14.69 g) with 2.5 eq HATU (24.05 mmol, 9.15 g), 2.5 eq collidine (24.05 mmol, 3.18 mL) in DMF were activated for 2 min and added to filter cannula with 1 eq (9.62 mmol) H2N-ACC-resin and the reaction was carried out for 24 h.",
            "To each well of the reaction apparatus, 1 eq of dry H2N-Gln(Trt)-ACC-resin (0.059 mmol, 80 mg) was added and stirred gently for 30 minutes in DCM, and washed four times with DMF.",
            "Preactivated amino acids were added to wells of the apparatus containing H2N-Gln(Trt)-ACCresin, followed by 3 h of agitation at room temperature.",
            "The reaction mixture was filtered, washed with DMF (4 times), and the ninhydrin test was carried out in order to confirm P2-amino acid coupling.",
            "For P3 and P4 position coupling, an isokinetic mixture for 48 portions was prepared from 18 Fmoc-protected natural amino acids."
        ],
        "Conclusion": [
            "The activated isokinetic mixture was added to each of 48 wells containing 1 eq of H2N-P2-Gln(Trt)-ACC-resin.",
            "After gentle stirring for 1 min, the mixture (~800 μL) was added to each well in the reaction apparatus, containing the H2N-Mix-Mix-P2-Gln(Trt)-ACC-resin, followed by gentle agitation for 30 min.",
            "ACC-labeled substrates were synthesized on the solid support according to the solid phase peptide synthesis method described elsewhere.[<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>] In brief, Fmoc-ACC-OH (2.5 eq) was attached to a Rink-amide resin using HOBt (2.5 eq) and DICI (2.5 eq) in DMF as coupling reagents."
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Ac_0000_a",
            "entry": "[1] aC. Wang, P. W. Horby, F. G. Hayden, G. F. Gao, Lancet 2020, 395, 496-496; bC. Huang, Y. Wang, X. Li, Lancet 2020, 395, 497-506.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=aC%20Wang%20P%20W%20Horby%20F%20G%20Hayden%20G%20F%20Gao%20Lancet%202020%20395%20496496%20bC%20Huang%20Y%20Wang%20X%20Li%20Lancet%202020%20395%20497506",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=aC%20Wang%20P%20W%20Horby%20F%20G%20Hayden%20G%20F%20Gao%20Lancet%202020%20395%20496496%20bC%20Huang%20Y%20Wang%20X%20Li%20Lancet%202020%20395%20497506",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=aC%20Wang%20P%20W%20Horby%20F%20G%20Hayden%20G%20F%20Gao%20Lancet%202020%20395%20496496%20bC%20Huang%20Y%20Wang%20X%20Li%20Lancet%202020%20395%20497506"
        },
        {
            "id": "2",
            "alt_id": "Wu_et+al_0000_a",
            "entry": "[2] F. Wu, S. Zhao, B. Yu, Y. M. Chen, W. Wang, Z. G. Song, Y. Hu, Z. W. Tao, J. H. Tian, Y. Y. Pei, M. L. Yuan, Y. L. Zhang, F. H. Dai, Y. Liu, Q. M. Wang, J. J. Zheng, L. Xu, E. C. Holmes, Y. Z. Zhang, Nature 2020, doi.org/10.1038/s41586-020-2008-3.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=F%20Wu%20S%20Zhao%20B%20Yu%20Y%20M%20Chen%20W%20Wang%20Z%20G%20Song%20Y%20Hu%20Z%20W%20Tao%20J%20H%20Tian%20Y%20Y%20Pei%20M%20L%20Yuan%20Y%20L%20Zhang%20F%20H%20Dai%20Y%20Liu%20Q%20M%20Wang%20J%20J%20Zheng%20L%20Xu%20E%20C%20Holmes%20Y%20Z%20Zhang%20Nature%202020%20doiorg101038s4158602020083",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=F%20Wu%20S%20Zhao%20B%20Yu%20Y%20M%20Chen%20W%20Wang%20Z%20G%20Song%20Y%20Hu%20Z%20W%20Tao%20J%20H%20Tian%20Y%20Y%20Pei%20M%20L%20Yuan%20Y%20L%20Zhang%20F%20H%20Dai%20Y%20Liu%20Q%20M%20Wang%20J%20J%20Zheng%20L%20Xu%20E%20C%20Holmes%20Y%20Z%20Zhang%20Nature%202020%20doiorg101038s4158602020083",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=F%20Wu%20S%20Zhao%20B%20Yu%20Y%20M%20Chen%20W%20Wang%20Z%20G%20Song%20Y%20Hu%20Z%20W%20Tao%20J%20H%20Tian%20Y%20Y%20Pei%20M%20L%20Yuan%20Y%20L%20Zhang%20F%20H%20Dai%20Y%20Liu%20Q%20M%20Wang%20J%20J%20Zheng%20L%20Xu%20E%20C%20Holmes%20Y%20Z%20Zhang%20Nature%202020%20doiorg101038s4158602020083"
        },
        {
            "id": "3",
            "alt_id": "Jiang_et+al_2020_a",
            "entry": "[3] S. Jiang, Z. Shi, Y. Shu, J. Song, G. F. Gao, W. Tan, D. Guo, Lancet 2020, doi: 10.1016/S0140-6736(20)30419-0.",
            "crossref": "https://dx.doi.org/10.1016/S0140-6736(20)30419-0",
            "scite": "https://scite.ai/reports/10.1016/S0140-6736(20)30419-0"
        },
        {
            "id": "4",
            "alt_id": "[4]_0000_a",
            "entry": "[4] https://www.who.int/docs/default-source/coronaviruse/20200302-sitrep-42-covid19.pdf?sfvrsn=d863e045_2.",
            "url": "https://www.who.int/docs/default-source/coronaviruse/20200302-sitrep-42-covid19.pdf?sfvrsn=d863e045_2"
        },
        {
            "id": "5",
            "alt_id": "Guangdi_2014_a",
            "entry": "[5] Guangdi Li, E. D. Clercq, Nature Reviews Drug Discovery 2020, 19, 149-150. [6] aR. Hilgenfeld, Febs J 2014, 281, 4085-4096; bT. Pillaiyar, M. Manickam, V. Namasivayam, Y. Hayashi, S. H. Jung, J. Med. Chem. 2016, 59, 6595-6628.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Guangdi%20Li%20E%20D%20Clercq%20Nature%20Reviews%20Drug%20Discovery%202020%2019%20149150%206%20aR%20Hilgenfeld%20Febs%20J%202014%20281%2040854096%20bT%20Pillaiyar%20M%20Manickam%20V%20Namasivayam%20Y%20Hayashi%20S%20H%20Jung%20J%20Med%20Chem%202016%2059%2065956628",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Guangdi%20Li%20E%20D%20Clercq%20Nature%20Reviews%20Drug%20Discovery%202020%2019%20149150%206%20aR%20Hilgenfeld%20Febs%20J%202014%20281%2040854096%20bT%20Pillaiyar%20M%20Manickam%20V%20Namasivayam%20Y%20Hayashi%20S%20H%20Jung%20J%20Med%20Chem%202016%2059%2065956628",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Guangdi%20Li%20E%20D%20Clercq%20Nature%20Reviews%20Drug%20Discovery%202020%2019%20149150%206%20aR%20Hilgenfeld%20Febs%20J%202014%20281%2040854096%20bT%20Pillaiyar%20M%20Manickam%20V%20Namasivayam%20Y%20Hayashi%20S%20H%20Jung%20J%20Med%20Chem%202016%2059%2065956628"
        },
        {
            "id": "7",
            "alt_id": "Zhang_et+al_0000_a",
            "entry": "[7] D. L. Linlin Zhang, Xinyuanyuan Sun, Katharina Rox, Rolf Hilgenfeld, Biorxiv preprint server, doi: https://doi.org/10.1101/2020.02.17.952879 2020.[8] aA. Wu, Y. Peng, B. Huang, X. Ding, X. Wang, P. Niu, J. Meng, Z. Zhu, Z. Zhang, J. Wang, J. Sheng, L. Quan, Z. Xia, W. Tan, G. Cheng, T. Jiang, Cell Host & Microbe 2020, doi.org/10.1016/j.chom.2020.02.001; bP. Zhou, X. L. Yang, X. G. Wang, B. Hu, L. Zhang, W. Zhang, H. R. Si, Y. Zhu, B. Li, C. L. Huang, H. D. Chen, J. Chen, Y. Luo, H. Guo, R. D. Jiang, M. Q. Liu, Y. Chen, X. R. Shen, X. Wang, X. S. Zheng, K. Zhao, Q. J. Chen, F. Deng, L. L. Liu, B. Yan, F. X. Zhan, Y. Y. Wang, G. F. Xiao, Z. L. Shi, Nature 2020, doi.org/10.1038/ s41586-020-2012-7.",
            "crossref": "https://dx.doi.org/10.1101/2020.02.17.952879",
            "scite": "https://scite.ai/reports/10.1101/2020.02.17.952879",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1101/2020.02.17.952879"
        },
        {
            "id": "9",
            "alt_id": "Anand_et+al_2003_a",
            "entry": "[9] K. Anand, J. Ziebuhr, P. Wadhwani, J. R. Mesters, R. Hilgenfeld, Science 2003, 300, 1763-1767.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=K%20Anand%20J%20Ziebuhr%20P%20Wadhwani%20J%20R%20Mesters%20R%20Hilgenfeld%20Science%202003%20300%2017631767",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=K%20Anand%20J%20Ziebuhr%20P%20Wadhwani%20J%20R%20Mesters%20R%20Hilgenfeld%20Science%202003%20300%2017631767",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=K%20Anand%20J%20Ziebuhr%20P%20Wadhwani%20J%20R%20Mesters%20R%20Hilgenfeld%20Science%202003%20300%2017631767"
        },
        {
            "id": "10",
            "alt_id": "Aa_et+al_2015_a",
            "entry": "[10] aA. Wu, Y. Wang, C. Zeng, X. Huang, S. Xu, C. Su, M. Wang, Y. Chen, D. Guo, Virus research 2015, 208, 56-65; bC. P. Chuck, H. F. Chow, D. C. Wan, K. B. Wong, PloS One 2011, 6, e27228.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=aA.%20Wu%2C%20Y.Wang%20Zeng%2C%20C.%20Huang%2C%20X.%20Xu%2C%20S.%20Virus%20research%202015",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=aA.%20Wu%2C%20Y.Wang%20Zeng%2C%20C.%20Huang%2C%20X.%20Xu%2C%20S.%20Virus%20research%202015",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=aA.%20Wu%2C%20Y.Wang%20Zeng%2C%20C.%20Huang%2C%20X.%20Xu%2C%20S.%20Virus%20research%202015"
        },
        {
            "id": "11",
            "alt_id": "Zhang_et+al_0000_b",
            "entry": "[11] L. Zhang, D. Lin, Y. Kusov, Y. Nian, Q. Ma, J. Wang, A. von Brunn, P. Leyssen, K. Lanko, J. Neyts, A. de Wilde, E. J. Snijder, H. Liu, R. Hilgenfeld, J. Med.Chem. 2020, doi.org/10.1021/acs.jmedchem.9b01828.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=L%20Zhang%20D%20Lin%20Y%20Kusov%20Y%20Nian%20Q%20Ma%20J%20Wang%20A%20von%20Brunn%20P%20Leyssen%20K%20Lanko%20J%20Neyts%20A%20de%20Wilde%20E%20J%20Snijder%20H%20Liu%20R%20Hilgenfeld%20J%20MedChem%202020%20doiorg101021acsjmedchem9b01828",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=L%20Zhang%20D%20Lin%20Y%20Kusov%20Y%20Nian%20Q%20Ma%20J%20Wang%20A%20von%20Brunn%20P%20Leyssen%20K%20Lanko%20J%20Neyts%20A%20de%20Wilde%20E%20J%20Snijder%20H%20Liu%20R%20Hilgenfeld%20J%20MedChem%202020%20doiorg101021acsjmedchem9b01828",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=L%20Zhang%20D%20Lin%20Y%20Kusov%20Y%20Nian%20Q%20Ma%20J%20Wang%20A%20von%20Brunn%20P%20Leyssen%20K%20Lanko%20J%20Neyts%20A%20de%20Wilde%20E%20J%20Snijder%20H%20Liu%20R%20Hilgenfeld%20J%20MedChem%202020%20doiorg101021acsjmedchem9b01828"
        },
        {
            "id": "12",
            "alt_id": "Yang_et+al_2003_a",
            "entry": "[12] H. Yang, M. Yang, Y. Ding, Y. Liu, Z. Lou, Z. Zhou, L. Sun, L. Mo, S. Ye, H. Pang, G. F. Gao, K. Anand, M. Bartlam, R. Hilgenfeld, Z. Rao, Proc. Natl. Acad. Sci. USA 2003, 100, 13190-13195.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=H%20Yang%20M%20Yang%20Y%20Ding%20Y%20Liu%20Z%20Lou%20Z%20Zhou%20L%20Sun%20L%20Mo%20S%20Ye%20H%20Pang%20G%20F%20Gao%20K%20Anand%20M%20Bartlam%20R%20Hilgenfeld%20Z%20Rao%20Proc%20Natl%20Acad%20Sci%20USA%202003%20100%201319013195",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=H%20Yang%20M%20Yang%20Y%20Ding%20Y%20Liu%20Z%20Lou%20Z%20Zhou%20L%20Sun%20L%20Mo%20S%20Ye%20H%20Pang%20G%20F%20Gao%20K%20Anand%20M%20Bartlam%20R%20Hilgenfeld%20Z%20Rao%20Proc%20Natl%20Acad%20Sci%20USA%202003%20100%201319013195",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=H%20Yang%20M%20Yang%20Y%20Ding%20Y%20Liu%20Z%20Lou%20Z%20Zhou%20L%20Sun%20L%20Mo%20S%20Ye%20H%20Pang%20G%20F%20Gao%20K%20Anand%20M%20Bartlam%20R%20Hilgenfeld%20Z%20Rao%20Proc%20Natl%20Acad%20Sci%20USA%202003%20100%201319013195"
        },
        {
            "id": "13",
            "alt_id": "Xue_et+al_2007_a",
            "entry": "[13] X. Xue, H. Yang, W. Shen, Q. Zhao, J. Li, K. Yang, C. Chen, Y. Jin, M. Bartlam, Z. Rao, J. Mol. Biol. 2007, 366, 965-975.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=X%20Xue%20H%20Yang%20W%20Shen%20Q%20Zhao%20J%20Li%20K%20Yang%20C%20Chen%20Y%20Jin%20M%20Bartlam%20Z%20Rao%20J%20Mol%20Biol%202007%20366%20965975",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=X%20Xue%20H%20Yang%20W%20Shen%20Q%20Zhao%20J%20Li%20K%20Yang%20C%20Chen%20Y%20Jin%20M%20Bartlam%20Z%20Rao%20J%20Mol%20Biol%202007%20366%20965975",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=X%20Xue%20H%20Yang%20W%20Shen%20Q%20Zhao%20J%20Li%20K%20Yang%20C%20Chen%20Y%20Jin%20M%20Bartlam%20Z%20Rao%20J%20Mol%20Biol%202007%20366%20965975"
        },
        {
            "id": "14",
            "alt_id": "Maly_et+al_2002_a",
            "entry": "[14] D. J. Maly, F. Leonetti, B. J. Backes, D. S. Dauber, J. L. Harris, C. S. Craik, J. A. Ellman, J. Org. Chem. 2002, 67, 910-915.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=D%20J%20Maly%20F%20Leonetti%20B%20J%20Backes%20D%20S%20Dauber%20J%20L%20Harris%20C%20S%20Craik%20J%20A%20Ellman%20J%20Org%20Chem%202002%2067%20910915",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=D%20J%20Maly%20F%20Leonetti%20B%20J%20Backes%20D%20S%20Dauber%20J%20L%20Harris%20C%20S%20Craik%20J%20A%20Ellman%20J%20Org%20Chem%202002%2067%20910915",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=D%20J%20Maly%20F%20Leonetti%20B%20J%20Backes%20D%20S%20Dauber%20J%20L%20Harris%20C%20S%20Craik%20J%20A%20Ellman%20J%20Org%20Chem%202002%2067%20910915"
        },
        {
            "id": "15",
            "alt_id": "Poreba_et+al_2017_a",
            "entry": "[15] M. Poreba, G. S. Salvesen, M. Drag, Nat. Protoc. 2017, 12, 2189-2214. ",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=M%20Poreba%20G%20S%20Salvesen%20M%20Drag%20Nat%20Protoc%202017%2012%2021892214",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=M%20Poreba%20G%20S%20Salvesen%20M%20Drag%20Nat%20Protoc%202017%2012%2021892214",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=M%20Poreba%20G%20S%20Salvesen%20M%20Drag%20Nat%20Protoc%202017%2012%2021892214"
        }
    ],
    "facts": [
        "the first cases of a novel coronavirus infection were diagnosed in Wuhan",
        "research efforts are focused on the rapid development of vaccines",
        "The results of our work provide a structural framework for the design of inhibitors",
        "a severe respiratory disease of unknown origin emerged in Wuhan",
        "Genetic analysis confirmed a betacoronavirus as the causing agent",
        "of coronaviral nonstructural proteins designated as a potential target for drug",
        "The inhibition of Mpro would prevent the virus from replication",
        "The SARS-CoV Mpro cleaves polyproteins within the Leu-Gln↓ sequence",
        "which appears to be a conserved pattern of this protease.[6a",
        "The ability of peptide bond hydrolysis after Gln residues is observed for main proteases of other coronaviruses[10",
        "results from our studies clearly indicate that SARS-CoV Mpro and SARS-CoV-2 Mpro proteases exhibit overlapping substrate specificity",
        "This knowledge can be applied in the design of chemical compounds",
        "Reagents The reagents used for solid-phase peptide synthesis were as follows",
        "Designed substrates were purified by HPLC on a Waters M600 solvent delivery module",
        "phase A and phase B. The purity of each compound was confirmed with an analytical HPLC system using a",
        "The molecular weight of each substrate was confirmed by high-resolution mass spectrometry",
        "ACC synthesis was carried out according to Maly et al.[14",
        "the slurry was added to the resin",
        "of above reagents in order to improve the yield of ACC coupling to the resin",
        "the resin was washed with DMF",
        "collidine in DMF were activated for 2 min",
        "the resin was washed with DCM",
        "P4 sublibraries is exemplified in detail with the P2 sublibrary",
        "All reactions were performed with the use of the coupling reagents DICI and HOBt",
        "preactivated amino acids were added to wells of the apparatus containing H2N-Gln-ACCresin",
        "Fmoc protecting groups were removed with the use of 20% piperidine",
        "an isokinetic mixture for 48 portions was prepared from 18 Fmoc-protected natural amino acids",
        "5 eq DICI were diluted in DMF",
        "The same procedure was applied for the remaining compounds",
        "mL of DMF were added to a 50-mL falcon tube",
        "peptides were cleaved from the resin with a mixture",
        "the remaining white precipitate was dissolved in ACN",
        "The products were dissolved in DMSO to a final concentration",
        "P4 sublibraries was performed in the same manner",
        "P4 sublibraries were synthesized by coupling fixed amino-acid residues to P3",
        "Hybrid combinatorial substrate library screening was performed using a spectrofluorometer in 384-well plates",
        "which was incubated at 37°C for 10 min",
        "The release of ACC was measured for 45 min",
        "Substrate specificity profiles were established by setting the highest value of relative fluorescence unit per second",
        "ACC-labeled substrates were synthesized on the solid support according to the solid phase peptide synthesis method described",
        "In brief, Fmoc-ACC-OH was attached to a Rink-amide resin using HOBt",
        "Fmoc-Gln-OH was coupled to the H2N-ACC-resin using HATU",
        "P4 positions were coupled in the same manner",
        "Substrates were removed from the resin with a mixture",
        "Each substrate was dissolved in DMSO at a final concentration",
        "0.3 μM. Substrate hydrolysis was measured for 30 min using the following wavelengths",
        "Results were presented as mean values with standard deviations",
        "Kinetic parameters were assayed in 96-well plates",
        "20 μL of substrate at eight different concentrations ranging from 58.5 μM to 1200 μM. ACC liberation was monitored for",
        "The library consists of three sublibraries",
        "two varied positions containing an equimolar mixture of 19 amino acids",
        "because the available crystal structures of SARS-CoV Mpro revealed that only glutamine residue can occupy the S1 pocket",
        "most preferred amino acid at the P2 position is leucine in case of both proteases",
        "which is reflected in our P3 substrate specificity profile",
        "The S4 pocket can be occupied by small residues",
        "due to crowded cavity formed by Pro168",
        "The data clearly demonstrate that SARS-CoV Mpro and SARS-CoV-2 Mpro exhibit the same activity toward tested substrates",
        "The results are consistent with the HyCoSuL screening data",
        "Kinetic parameters were determined for the two best substrates",
        "to high concentration needed in the assay, kinetic parameters toward SARS-CoV Mpro could not be determined",
        "Analysis of kinetic parameters revealed that these three substrates differ in the kcat value",
        "Our data clearly demonstrate that these two enzymes display very similar substrate preferences",
        "Information provided here can be used for the design of inhibitors",
        "Preactivated amino acids were added to wells of the apparatus containing H2N-Gln-ACCresin"
    ],
    "claims": [
        "The results of our work provide a structural framework for the design of inhibitors as antiviral agents or diagnostic tests"
    ],
    "findings": [],
    "processes": [],
    "key_statements": [
        "The SARS-CoV Mpro cleaves polyproteins within the Leu-Gln↓(Ser, Ala, Gly) sequence (↓ indicates the cleavage site), which appears to be a conserved pattern of this protease.[6a, 7, 9] The ability of peptide bond hydrolysis after Gln residues is observed for main proteases of other coronaviruses[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>] but is unknown for human enzymes",
        "Results from our studies clearly indicate that SARS-CoV Mpro and SARS-CoV-2 Mpro proteases exhibit overlapping substrate specificity",
        "This knowledge can be applied in the design of chemical compounds for effective therapy of COVID-19",
        "The library consists of three sublibraries, each of them contains a fluorescent tag – ACC (7-amino-4carbamoylmethylcoumarin), two fixed positions and two varied positions containing an equimolar mixture of 19 amino acids (Mix) (P2 sublibrary: Ac-mixture of amino acids-mixture of amino acids-X-Gln-ACC, P3 sublibrary: Ac-mixture of amino acids-X-mixture of amino acids-Gln-ACC, P4 sublibrary: Ac-X-mixture of amino acids-mixture of amino acids-Gln-ACC, X =19 natural and over 100 unnatural amino acids, Figure 1)",
        "The S4 pocket can be occupied by small residues due to crowded cavity formed by Pro168, L167 at the bottom and T190, A191 at the top wall",
        "The data clearly demonstrate that SARS-CoV Mpro and SARS-CoV-2 Mpro exhibit the same activity toward tested substrates",
        "The results are consistent with the hybrid combinatorial substrate library screening data",
        "Kinetic parameters were determined for the two best substrates (Ac-Abu-TleLeu-Gln-ACC, Ac-Thz-Tle-Leu-Gln-ACC) and one containing the best recognized natural amino acids (Ac-Val-Lys-Leu-Gln-ACC) (Table 1) toward SARS-CoV-2 Mpro",
        "Due to substrates precipitation due to high concentration needed in the assay, kinetic parameters toward SARS-CoV Mpro could not be determined",
        "Analysis of kinetic parameters revealed that these three substrates differ in the kcat value, while KM values are comparable",
        "Our data clearly demonstrate that these two enzymes display very similar substrate preferences",
        "Information provided here can be used for the design of inhibitors and activity-based probes against the SARS-CoV-2",
        "Reagents The reagents used for solid-phase peptide synthesis were as follows: Rink Amide (RA)",
        "Designed substrates were purified by HPLC on a Waters M600 solvent delivery module with a Waters M2489 detector system using a semipreparative Wide Pore C8 Discovery column",
        "The synthesis of P2, P3, and P4 sublibraries is exemplified in detail with the P2 sublibrary",
        "For P3 and P4 position coupling, an isokinetic mixture for 48 portions was prepared from Fmoc-protected natural amino acids",
        "In the last step of the synthesis, N-terminus acetylation was performed; to prepare the mixture for 48 compounds, 5 eq of AcOH (14.16 mmol, 807 μL), 5 eq HBTU (14.16 mmol, 5.37 g), and 5 eq DIPEA (14.16 mmol, 2.44 mL) in ~45 mL of DMF were added to a 50-mL falcon tube",
        "Peptides were cleaved from the resin with a mixture of cold trifluoroacetic acid:TIPS:H2O (%, v/v/v 95:2.5:2.5; 2 mL/well; 2 hours, shaking once per 15 min)",
        "P4 sublibraries was performed in the same manner as described above; P3 and P4 sublibraries were synthesized by coupling fixed amino-acid residues to P3 and P4 position",
        "Substrate specificity profiles were established by setting the highest value of relative fluorescence unit per second (RFU/s) from each position as 100% and others were adjusted",
        "Substrates were removed from the resin with a mixture of trifluoroacetic acid/TIPS/H2O (% v/v/v, 95:2.5:2.5), precipitated in Et2O, purified on HPLC and lyophilized"
    ],
    "top_statements": [
        "In December 2019, a severe respiratory disease of unknown origin emerged in Wuhan, Hubei province, China.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]",
        "The library consists of three sublibraries, each of them contains a fluorescent tag – ACC (7-amino-4carbamoylmethylcoumarin), two fixed positions and two varied positions containing an equimolar mixture of 19 amino acids (Mix) (P2 sublibrary: Ac-mixture of amino acids-mixture of amino acids-X-Gln-ACC, P3 sublibrary: Ac-mixture of amino acids-X-mixture of amino acids-Gln-ACC, P4 sublibrary: Ac-X-mixture of amino acids-mixture of amino acids-Gln-ACC, X =19 natural and over 100 unnatural amino acids, Figure 1)",
        "The S4 pocket can be occupied by small residues due to crowded cavity formed by Pro168, L167 at the bottom and T190, A191 at the top wall",
        "The data clearly demonstrate that SARS-CoV Mpro and SARS-CoV-2 Mpro exhibit the same activity toward tested substrates",
        "The results are consistent with the hybrid combinatorial substrate library screening data",
        "P4 sublibraries was performed in the same manner as described above; P3 and P4 sublibraries were synthesized by coupling fixed amino-acid residues to P3 and P4 position"
    ],
    "headline": "The library consists of three sublibraries, each of them contains a fluorescent tag – ACC, two fixed positions and two varied positions containing an equimolar mixture of 19 amino acids",
    "contexts": [],
    "abbreviations": {
        "HyCoSuL": "hybrid combinatorial substrate library",
        "Mix": "mixture of amino acids",
        "RA": "Rink Amide",
        "TFA": "trifluoroacetic acid",
        "ESI": "electrospray ionization",
        "RFU/s": "relative fluorescence unit per second"
    }
}
