{
    "filename": "2020.03.09.20033126v1.pdf",
    "content_type": "application/pdf",
    "file_size": 276353,
    "metadata": {
        "title": "Clinical features of imported cases of coronavirus disease 2019 in Tibetan patients in the Plateau area",
        "author": "Yu Lei,Xiaobo Huang, BamuSiLang,YunPing Lan, Jianli Lu 4, Fan Zeng",
        "date": 2020,
        "affiliations": [
            "Department of intensive care unit,Sichuan Academy of Medical Sciences & Sichuan Provincial People’s Hospital,Chengdu,China",
            "Hospital, Sichuan Academy of Medical Sciences & Sichuan Provincial People’s Hospital,Chengdu,China",
            "Hospital of Chengdu,Chengdu,China YuLei and Xiaobo Huang contributed equally to this study Corresponding author: Fan Zeng,PhD,MD Department of intensive care unit, Sichuan Academy of Medical Sciences & Sichuan Provincial People’s Hospital E-mail:zengfan1985@126.com Tel:+86 028 87393633",
            "Laboratory testing Patient nasal and pharyngeal swabs or blood samples were collected for detection of SARS-CoV-2 viral nucleic acid using real-time PCR assay. Laboratory confirmation of SARS-CoV-2 was performed by the local CDC as previously described 1."
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.03.09.20033126",
            "isbn": null,
            "doc_id": null,
            "url": "https://www.medrxiv.org/content/10.1101/2020.03.09.20033126v1.pdf"
        },
        "abstract": "Coronavirus disease 2019 (COVID-19), caused by SARS-CoV-2, has rapidly spread throughout China, but the clinical characteristics of Tibetan patients living in the Qinghai-Tibetan plateau are unknown. We aimed to investigate the epidemiological, clinical, laboratory and radiological characteristics of these patients. We included 67 Tibetan patients with confirmed SARS-CoV-2 infection. The patients were divided into two groups based on the presence of clinical symptoms at admission, with 31 and 36 patients in the symptomatic and asymptomatic groups, respectively. The epidemiological, clinical, laboratory and radiological characteristics were extracted and",
        "keywords": [
            "Coronavirus disease 2019",
            "Clinical features",
            "In particular",
            "Daofu",
            "China",
            "Of those becoming infected"
        ],
        "references": "@article{jin2019a,\n  author = {Jin, Y.H. and Cai, L. and Cheng, Z.S.},\n  title = {A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus},\n  date = {2019},\n  journal = {Military Medical Research},\n  volume = {2020},\n  pages = {4},\n  more-authors = {true},\n  source = {infected pneumonia (standard version},\n  number = {7},\n  language = {}\n}\n@article{hellewell2020a,\n  author = {Hellewell, J. and Abbott, S. and Gimma, A.},\n  title = {Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts},\n  journal = {The Lancet Global health},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{chen-a,\n  author = {Chen, N. and Zhou, M. and Dong, X.},\n  title = {Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {507–13},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@article{guan2020a,\n  author = {Guan, W.J. and Ni, Z.Y. and Hu, Y.},\n  title = {Clinical Characteristics of Coronavirus Disease 2019 in China},\n  journal = {The New England journal of medicine},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{guan-a,\n  author = {Guan, G.W. and Gao, L. and Wang, J.W.},\n  title = {[Exploring the mechanism of liver enzyme abnormalities in patients with novel coronavirus-infected pneumonia]. Zhonghua gan zang bing za zhi = Zhonghua ganzangbing zazhi =},\n  journal = {Chinese journal of hepatology},\n  volume = {2020},\n  pages = {002},\n  more-authors = {true},\n  number = {28},\n  language = {}\n}\n@article{liu2020a,\n  author = {Liu, Z. and Xiao, X. and Wei, X.},\n  title = {Composition and divergence of coronavirus spike proteins and host ACE2 receptors predict potential intermediate hosts of SARS-CoV-2},\n  journal = {Journal of medical virology},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{huang-a,\n  author = {Huang, C. and Wang, Y. and Li, X.},\n  title = {Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {497–506},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@misc{zhang-a,\n  author = {Zhang, J.J. and Dong, X. and Cao, Y.Y.},\n  title = {Clinical characteristics of 140 patients infected with SARS-CoV-2 in Wuhan, China. Allergy 2020},\n  more-authors = {true},\n  language = {}\n}\n",
        "links": [
            "https://wp.m.163.com/163/page/news/virus_report/index.html?spss=feed&&spssid=a",
            "http://www.liwenbianji.cn/ac"
        ],
        "emails": [
            "E-mail:zengfan1985@126.com"
        ],
        "references_ris": "TY  - JOUR\nAU  - Jin, Y.H.\nAU  - Cai, L.\nAU  - Cheng, Z.S.\nTI  - A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus\nPY  - 2019\nDA  - 2019\nT2  - Military Medical Research\nVL  - 2020\nSP  - 4\nC1  - true\nT2  - infected pneumonia (standard version\nIS  - 7\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Hellewell, J.\nAU  - Abbott, S.\nAU  - Gimma, A.\nTI  - Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts\nT2  - The Lancet Global health\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Chen, N.\nAU  - Zhou, M.\nAU  - Dong, X.\nTI  - Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study\nT2  - Lancet\nVL  - 2020\nSP  - 507\nEP  - 13\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Guan, W.J.\nAU  - Ni, Z.Y.\nAU  - Hu, Y.\nTI  - Clinical Characteristics of Coronavirus Disease 2019 in China\nT2  - The New England journal of medicine\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Guan, G.W.\nAU  - Gao, L.\nAU  - Wang, J.W.\nTI  - [Exploring the mechanism of liver enzyme abnormalities in patients with novel coronavirus-infected pneumonia]. Zhonghua gan zang bing za zhi = Zhonghua ganzangbing zazhi =\nT2  - Chinese journal of hepatology\nVL  - 2020\nSP  - 002\nC1  - true\nIS  - 28\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Liu, Z.\nAU  - Xiao, X.\nAU  - Wei, X.\nTI  - Composition and divergence of coronavirus spike proteins and host ACE2 receptors predict potential intermediate hosts of SARS-CoV-2\nT2  - Journal of medical virology\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Huang, C.\nAU  - Wang, Y.\nAU  - Li, X.\nTI  - Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China\nT2  - Lancet\nVL  - 2020\nSP  - 497\nEP  - 506\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - GEN\nAU  - Zhang, J.J.\nAU  - Dong, X.\nAU  - Cao, Y.Y.\nTI  - Clinical characteristics of 140 patients infected with SARS-CoV-2 in Wuhan, China. Allergy 2020\nC1  - true\nLA  - \nER  - \n\n",
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "1",
                "caption": "Baseline characteristics on admission and clinical outcomes of patients with COVID-19"
            },
            {
                "id": "3",
                "caption": "Laboratory results of patients"
            }
        ],
        "figure_captions": [],
        "tables_url": "https://scholarcy.nyc3.digitaloceanspaces.com/tables/docker-test/2020.03.09.20033126v1.xlsx"
    },
    "sections": {
        "methods": [
            "Patient enrollment and data collection Daofu People’s Hospital was the only hospital that could accept COVID-19 patients. Since the first patient with confirmed COVID-19 on Feb 4th, the local Centre for Disease Control and Prevention (CDC) collected nasal and pharyngeal swabs or blood to detect viral nucleic acids by real-time PCR from more than 8000 people living in Daofu, with and without clinical symptoms. Those with positive samples were taken to Daofu People’s Hospital for further tests. We enrolled all patients who had been confirmed as SARS-CoV-2 carriers from Jan4th–Feb 28th, according to a rapid advice guideline by the Wuhan university Novel Coronavirus Management and Research Team 1 The clinical outcomes were monitored until March 5th. This study was approved by the institutional ethics board of Sichuan Hospital. Epidemiological, clinical laboratory and radiological characteristics, chronic medical histories, clinical symptoms, treatment and outcome data were obtained from electronic medical records and analysed by two independent researchers. When missing or uncertain records were encountered, the researchers communicated directly with patients or their families to collect and clarify the relevant data. The date of disease onset was defined as the day when symptoms were first noticed or the day when the real-time PCR test for nucleic acid in respiratory or blood samples from asymptomatic patients was positive. The patients were then divided into two groups based on the presence of clinical symptoms at time of admission. The symptomtic group was defined as those patients with any clinical symptoms such as fever, cough and headache. According to the diagnostic and treatment guidelines for COVID-19 issued by the Chinese National Health Committee, severe COVID-19 was defined as the occurrence of either one of the following criteria: respiratory distress with respiratory frequency ≥30/min; oxygenation index (artery partial pressure of oxygen/inspired oxygen fraction, PaO2/FiO2) ≤300mmHg. Importantly, oxygenation index should be corrected if the local altitude is higher than 1000 m using the corrector formula: PaO2/FiO2*atmospheric pressure/760.<br/><br/>Laboratory testing Patient nasal and pharyngeal swabs or blood samples were collected for detection of SARS-CoV-2 viral nucleic acid using real-time PCR assay. Laboratory confirmation of SARS-CoV-2 was performed by the local CDC as previously described 1.<br/><br/>Statistical analysis Categorical variables were summarized as frequencies and percentages. Continuous variables were expressed as median + standard deviation (SD) or inter-quartile range (IQR). Continuous variables were compared using Student’s t-test and the MannWhitney test. The chi-squared and Fisher’s tests were used for the frequencies of categorical variables. All statistical analyses were performed using SPSS software (version 24, IBM, Armonk, NY). P-values less than 0.05 were considered to be statistically significant."
        ],
        "results": [
            "Clinical findings A total of 67 patients diagnosed with COVID-19 were included in this study. All of them were Tibetans living in Qinghai-Tibetan plateau Twenty-six were members of one family ,34 had a history of attending a funeral or temple; however, none had visited Wuhan or had contact with Wuhan residents. The first patient to be diagnosed with SARS-CoV-2 infection had travelled to Chengdu,the city of westchina., 10 days before onset of symptoms but denied any contact with COVID-19 patients. The clinical characteristics of the patients are shown in Table 1.2. Thirty-nine of 67<br/><br/>patients (58.2%)were male, with a median age of 39.3 years. The youngest patient was 3 years old, with his family all confirmed as SARS-CoV-2-positive. Twenty (29.9%)of the total cohort had chronic diseases. Fever was present in only seven patients (10%) on admission and developed in a further nine (24%) during hospitalization. Thirty-six patients (54%) showed no clinical symptoms when they were admitted to hospital. The remaining 31 patients (46%) presented with clinical symptoms, of which cough was the most common (13/67, 19%). Other symptoms included fatigue, headache, muscle ache and dizziness. Of note, the asymptomatic group was significantly younger than the symptomatic group, with median ages of 34 and 44 years (P=0.02), respectively. Table 1 Baseline characteristics on admission and clinical outcomes of patients with COVID-19    Variable<br/><br/>ALL patients (n=67)    Diseases Group    Asymptomatic<br/><br/>Symptomatic group(n=36)    group (n=31)<br/><br/>Age (years) Range(n)    39.3±18.3    34.4±17.3    44.9±18.1    <18    >60    Male gender    39(58.2%)    22(61.1%)    17(54.8%)<br/><br/>Heart rate per minute 85.7±12.7    84.7±13.0    87.0±12.4    Syatolic blood<br/><br/>132.0±20.4 pressure (mmHg)    128.2±20.5    136.7±19.5    Diastolic blood<br/><br/>86.5±13.1 pressure (mmHg)    85.6±12.3    85.5±20.5<br/><br/>Chronic medical illnes    None    47(70.1)    28(77.7)    19(61.3)    tuberculosis    4(5.9)    1(2.7)    3(9.6)    hypertension    8(11.9)    5(13.8)<br/><br/>Cardiovascular diseases    3(4.4)    2(6.4)    diabetes<br/><br/>Chronic bronchitis    2(2.9)    2(5.5)    1(3.2)    Others    0(0)    4(12.9)<br/><br/>Fever on admission (    <37.5    60(89.6)    36(100)    24(77.4)    >37.5    7(10.5)    7(22.6)<br/><br/>Fever on hospital    58(86.5)    33(91.6)    25(80.6)    9(13.5)    3(8.4)    6(19.4)<br/><br/>P value 0.02 0.37    Clinical outcome<br/><br/>Remained in hosptial 15 discharge<br/><br/>Tbale 2 Clinical Symptoms of patients with COVID-19 at admission<br/><br/>Number of patients 36(53.7%) 7(10.4%) 5(7.4%) 1(1.5%) 9(13.4%) 2(2.9%) 1(1.5%) 3(4.4%) 13(19.4%) 1(1.5%)<br/><br/>Radiologic and laboratory finds All patients consented to CT scans on admission. Forty-seven patients (70%) had abnormal results, with 21 and 26 patients in the symptomatic and asymptomatic groups, respectively, of which ground glass opacity was the most common pattern and bilateral onset was the main manifestation. Chest CT imaging changed in 21 of the patients without clinical symptoms. In five patients with clinical symptoms, chest CT imaging showed no change. Liver injury was found in 24 of 67 patients (36%), but the injury was very light. Increases in alanine aminotransferase or aspartate aminotransferase were lower than twice the normal value. Creatinine levels were normal in all patients but lactate dehydrogenase was increased in 31 of 67 patients (46%). Twenty-one of 67 patients (31%) showed elevated levels of hypersensitive C-<br/><br/>reactive protein. Less common findings were elevated levels of Prothrombin time and creatine kinase, and lymphocytopenia, which was present in all patients. The symptomatic patient group showed a higher proportion of lymphocytopenia than the asymptomatic group. Prealbumin was significantly lower in the group with clinical symptoms compared with asymptomatic patients (241.8±68.2 vs 191.9±60.3, P<0.05)(Table 3).<br/><br/>Laboratory Parameters All<br/><br/>Asymptomatic Symptomatic P<br/><br/>Patients(n=67) group (n=36) group (n=31) value<br/><br/>White cell count (*109/L;Normal range    5.9±1.9    6.3±2.3    5.5±1.4    3.5-9.5)    Increased    3(4.5%)    3(8.3%)    0(0%)    Decreased    8(11.9%)<br/><br/>Neutrophils(*109/L;Nor 4.0±1.9    6(19.4%)    3.8±1.6<br/><br/>0.56 mal range 1.8-6.3)    7(10.4%)    5(13.9%)    2(6.5%)    5(7.5%)    2(5.6%)    3(9.7%)<br/><br/>Lymphocyte count (*109/L;Normal range    1.4±0.6    1.6±0.5    1.3±0.6    1.1-3.2)    20(29.9%)    6(16.7%)    14(45.2%)    Platelets    151.5±69.0<br/><br/>(*109/L,;Normal range    153.5±80.6    100-300)    17(25.4%)    11(30.6%)    Prothrombin    12.7±1.2    13.0±1.1    12.5±1.2<br/><br/>time(S;Normal range    10-15)    Incresased<br/><br/>Activated partial 32.1±0.4 thromboplastin time (s; normal<br/><br/>Hypersensitive c- 21(31.3)%<br/><br/>reactive protein (Normal range 0-<br/><br/>0.5mg/L) Increased>0.5    Asparatate    28(24.0-40.0)<br/><br/>aminotransferase(Norm al range 0-40U/L)    Alanine    30.0(22.0-<br/><br/>aminotransferas(Norma 54.0)    l range 0-40U/L)    23(34.3%)<br/><br/>Triglyceride(Normal 1.7±1.6 range 0-2.3)    15(22.4%)    Total<br/><br/>4.2±1.2 cholesterol(mmol/L; Normal range0-5.17))    13(19.4%)    Albumin(g/L)    44.3±3.5<br/><br/>Prealbumin(mg/L; 218.7±68.9<br/><br/>Normal range 180-390)    22(32.8%)    6(16.7)%<br/><br/>6(16.7%) 44.1±3.2 241.8±68.2 6(16.7%)    1(3.1%)    32.0±0.6    15(48.3)%<br/><br/>30.0(25.0- 0.16 47.0)<br/><br/>11(35.3%) 37.0(19.0- 0.76 61.0)    10(32.3%)    2.0±1.9    8(25.8%)    4.3±1.2    7(22.6%)    44.6±3.8    16(51.6%)<br/><br/>Blood urea nitrogen 4.2±1.4    (mmol/L)<br/><br/>Creatinine (mmol/L) 64.9±16.4<br/><br/>Lactate dehydrogenase 269.9±105.9<br/><br/>(U/L; normal range109-    245)    31(46.3%)<br/><br/>Creatine kinase(U/L 99.3±81.7<br/><br/>Normal range26-174)    CT findings<br/><br/>Unilateral pneumonia 14(20.9%)<br/><br/>Bilateral pneumonia 33(49.3%)    4.1±1.1<br/><br/>15(41.7%) 6(16.7%) 15(41.7%)    4.4±1.6    5(16.1%)    18(58.1%)<br/><br/>Clinical outcomes By March 5th, 52 patients had been discharged, while[15] remained in hospital. Severn of 67 had developed to severe disease, requiring treatment at a higher level hospital. The mean age of severe cases were 58.5 years. Three of these severe cases remain in hospital, and their condition has become stable. No patients died of their illness."
        ],
        "discussion": [
            "Coronavirus disease 2019 (COVID-19) has rapidly spread from Wuhan to other areas of China and beyond. At the beginning of the COVID-19 outbreak, most patients had a history of exposure to COVID-19 cases from Wuhan or had travelled to Wuhan. With advancing time, the medical history associated with case exposure to SARSCoV-2 infected patients from Wuhan has become less obvious. Human to human transmission is now occurring, resulting in imported cases with no direct contact with patients in Wuhan. In our study, we assessed 67 SARS-CoV-2 infected Tibetan patients living in theQinghai-Tibetan plateau. None of these patients had a history of exposure to COVID-19 cases from Wuhan or had travelled to Wuhan. However, most of them had a history of attending a gathering or contact with a SARS-CoV-2-infected family. Isolation of cases and contact tracing has been implemented for COVID-192. In our study, most patients did not present with typical clinical symptoms at time of admission. This is inconsistent with recent studies, which have most commonly found fever and cough to be the dominant symptoms[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>, <a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. In our study, fever was only found in 10% of patients on admission and increased to13.5% during hospitalization. Cough was only presented by 18% of patients. The absence of fever and cough was frequent in our study. Unlike the other studies that included only the cases who actively sought medical attention[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>], our cohort included sub- or preclinical cases identified by local CDC collection of nasal and pharyngeal secretion samples from most residents to detect SARS-CoV-2 nucleic acid, even though the majority of residents had no clinical symptoms or any history of exposure to COVID-19 cases. Through active screening, we found 36 virus carriers without clinical symptoms. If surveillance relies on fever detection or on patients actively seeking medical advice due to clinical symptoms, many potential virus carriers may be missed. Lymphocytopenia was common, especially in those with clinical symptoms, which is consistent with the data reported recently. Nearly half of patients showed increased levels of LDH, while one-third of patients suffered liver injury and decreased levels of prealbumin. However, these changes were mild. Angiotensin converting enzyme 2 (ACE2) may act as a potential intermediate host receptor which transmitting SARSCoV-2 to human. ACE2 is expressed in liver tissue and an overactive inflammatory response in patients with SARS-CoV-2 infection may cause increased ACE2 expression, and thus result in the observed liver tissue injury 5, 6. Therefore, in addition to the obvious target organ of the lungs, the liver is another important organ that is vulnerable following infection with SARS-CoV-2. In our study, the condition of most patients was mild, with only 10% of patients developing to severe disease. After antiviral and oxygen therapies, the patients’ conditions gradually stabilized, with none succumbing to disease. The fatality rate was therefore lower than that reported by the national official statistics, which recorded a rate of death of 3100 among 80000 cases of COVID-19 to date in China. One reason for this discrepancy may be that in our study, all the patients were imported cases resulting from serial human to human transmission rather than direct contact with cases in Wuhan. In addition, the altitude at which our cohort lives is higher than 3000 m and so virus viability and virulence may be decreased. The second reason may be that the median age was 39.3 years in our study, which was younger than that reported by Huang et al 7. Interestingly, the median age of patients with clinical symptoms was older than that of asymptomatic patients (44.9 vs 34.4 years, P=0.02). In general, older persons appear more susceptible to COVID-19 and more likely to suffer severe disease, which may be due to underlying health issues and comorbidities 8. In our study , the mean age of severe cases were 58.5 years. A further reason for the discrepancy in mortality rates between our study and the national figures may be that because the local CDC actively screened a large number of residents, approximately half of the patients were identified and admitted to hospital before clinical symptoms appeared. Patients therefore received treatment at the earliest stages of disease. Early identification and timely treatment are of crucial importance for effective prevention of severe disease. Our study has some notable limitations. First, only 67 patients were included, although this study describes the largest cohort of Tibetan patients. With the effective measures taken by the government, the number of new patients has decreased. Second, some patients remained in hospital and the outcome is unknown at the time of data cutoff. We will continue to focus on the prognosis of these patients and report outcomes in due course. In conclusion, imported cases of SARS-CoV-2 infection in Tibetan patients were generally mild in this high-altitude area. Absence of fever or radiologic abnormalities on initial presentation was common. Our findings highlight the importance of active screening for residents who live in areas with high incidence rate of COVID-19."
        ],
        "acknowledgements": [
            "We thank Gillian Campbell, PhD, from Liwen Bianji, Edanz Group China (www.liwenbianji.cn/ac), for editing the English text of a draft of this manuscript.    Reference<br/><br/>1. Jin YH, Cai L, Cheng ZS, et al A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version). Military Medical Research 2020; 7(1): 4. 2. Hellewell J, Abbott S, Gimma A, et al Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts. The Lancet Global health 2020. 3. Chen N, Zhou M, Dong X, et al Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020; 395(10223): 507-13. 4. Guan WJ, Ni ZY, Hu Y, et al Clinical Characteristics of Coronavirus Disease 2019 in China. The New England journal of medicine 2020. 5. Guan GW, Gao L, Wang JW, et al [Exploring the mechanism of liver enzyme abnormalities in patients with novel coronavirus-infected pneumonia]. Zhonghua gan zang bing za zhi = Zhonghua ganzangbing zazhi = Chinese journal of hepatology 2020; 28(2): E002. 6. Liu Z, Xiao X, Wei X, et al Composition and divergence of coronavirus spike proteins and host ACE2 receptors predict potential intermediate hosts of SARS-CoV-2. Journal of medical virology 2020. 7. Huang C, Wang Y, Li X, et al Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020; 395(10223): 497-506. 8. Zhang JJ, Dong X, Cao YY, et al Clinical characteristics of 140 patients infected with SARS-CoV-2 in Wuhan, China. Allergy 2020."
        ],
        "ethical_compliance": [
            "This study was approved by the institutional ethics board of Sichuan Hospital"
        ],
        "limitations": [
            "Our study has some notable limitations. First, only 67 patients were included, although this study describes the largest cohort of Tibetan patients. With the effective measures taken by the government, the number of new patients has decreased. Second, some patients remained in hospital and the outcome is unknown at the time of data cutoff. We will continue to focus on the prognosis of these patients and report outcomes in due course. In conclusion, imported cases of SARS-CoV-2 infection in Tibetan patients were generally mild in this high-altitude area. Absence of fever or radiologic abnormalities on initial presentation was common. Our findings highlight the importance of active screening for residents who live in areas with high incidence rate of COVID-19."
        ],
        "introduction": [
            "Patient enrollment and data collection Daofu People’s Hospital was the only hospital that could accept COVID-19 patients. Since the first patient with confirmed COVID-19 on Feb 4th, the local Centre for Disease Control and Prevention (CDC) collected nasal and pharyngeal swabs or blood to detect viral nucleic acids by real-time PCR from more than 8000 people living in Daofu, with and without clinical symptoms. Those with positive samples were taken to Daofu People’s Hospital for further tests. We enrolled all patients who had been confirmed as SARS-CoV-2 carriers from Jan4th–Feb 28th, according to a rapid advice guideline by the Wuhan university Novel Coronavirus Management and Research Team 1 The clinical outcomes were monitored until March 5th. This study was approved by the institutional ethics board of Sichuan Hospital. Epidemiological, clinical laboratory and radiological characteristics, chronic medical histories, clinical symptoms, treatment and outcome data were obtained from electronic medical records and analysed by two independent researchers. When missing or uncertain records were encountered, the researchers communicated directly with patients or their families to collect and clarify the relevant data. The date of disease onset was defined as the day when symptoms were first noticed or the day when the real-time PCR test for nucleic acid in respiratory or blood samples from asymptomatic patients was positive. The patients were then divided into two groups based on the presence of clinical symptoms at time of admission. The symptomtic group was defined as those patients with any clinical symptoms such as fever, cough and headache. According to the diagnostic and treatment guidelines for COVID-19 issued by the Chinese National Health Committee, severe COVID-19 was defined a"
        ]
    },
    "structured_content": {
        "Methods": [
            "Patient enrollment and data collection Daofu People’s Hospital was the only hospital that could accept COVID-19 patients. Since the first patient with confirmed COVID-19 on Feb 4th, the local Centre for Disease Control and Prevention (CDC) collected nasal and pharyngeal swabs or blood to detect viral nucleic acids by real-time PCR from more than 8000 people living in Daofu, with and without clinical symptoms. Those with positive samples were taken to Daofu People’s Hospital for further tests. We enrolled all patients who had been confirmed as SARS-CoV-2 carriers from Jan4th–Feb 28th, according to a rapid advice guideline by the Wuhan university Novel Coronavirus Management and Research Team 1 The clinical outcomes were monitored until March 5th. This study was approved by the institutional ethics board of Sichuan Hospital. Epidemiological, clinical laboratory and radiological characteristics, chronic medical histories, clinical symptoms, treatment and outcome data were obtained from electronic medical records and analysed by two independent researchers. When missing or uncertain records were encountered, the researchers communicated directly with patients or their families to collect and clarify the relevant data. The date of disease onset was defined as the day when symptoms were first noticed or the day when the real-time PCR test for nucleic acid in respiratory or blood samples from asymptomatic patients was positive. The patients were then divided into two groups based on the presence of clinical symptoms at time of admission. The symptomtic group was defined as those patients with any clinical symptoms such as fever, cough and headache. According to the diagnostic and treatment guidelines for COVID-19 issued by the Chinese National Health Committee, severe COVID-19 was defined as the occurrence of either one of the following criteria: respiratory distress with respiratory frequency ≥30/min; oxygenation index (artery partial pressure of oxygen/inspired oxygen fraction, PaO2/FiO2) ≤300mmHg. Importantly, oxygenation index should be corrected if the local altitude is higher than 1000 m using the corrector formula: PaO2/FiO2*atmospheric pressure/760.",
            "Laboratory testing Patient nasal and pharyngeal swabs or blood samples were collected for detection of SARS-CoV-2 viral nucleic acid using real-time PCR assay. Laboratory confirmation of SARS-CoV-2 was performed by the local CDC as previously described 1.",
            "Statistical analysis Categorical variables were summarized as frequencies and percentages. Continuous variables were expressed as median + standard deviation (SD) or inter-quartile range (IQR). Continuous variables were compared using Student’s t-test and the MannWhitney test. The chi-squared and Fisher’s tests were used for the frequencies of categorical variables. All statistical analyses were performed using SPSS software (version 24, IBM, Armonk, NY). P-values less than 0.05 were considered to be statistically significant."
        ],
        "Results": [
            "Clinical findings A total of 67 patients diagnosed with COVID-19 were included in this study. All of them were Tibetans living in Qinghai-Tibetan plateau Twenty-six were members of one family ,34 had a history of attending a funeral or temple; however, none had visited Wuhan or had contact with Wuhan residents. The first patient to be diagnosed with SARS-CoV-2 infection had travelled to Chengdu,the city of westchina., 10 days before onset of symptoms but denied any contact with COVID-19 patients. The clinical characteristics of the patients are shown in Table 1.2. Thirty-nine of 67",
            "patients (58.2%)were male, with a median age of 39.3 years. The youngest patient was 3 years old, with his family all confirmed as SARS-CoV-2-positive. Twenty (29.9%)of the total cohort had chronic diseases. Fever was present in only seven patients (10%) on admission and developed in a further nine (24%) during hospitalization. Thirty-six patients (54%) showed no clinical symptoms when they were admitted to hospital. The remaining 31 patients (46%) presented with clinical symptoms, of which cough was the most common (13/67, 19%). Other symptoms included fatigue, headache, muscle ache and dizziness. Of note, the asymptomatic group was significantly younger than the symptomatic group, with median ages of 34 and 44 years (P=0.02), respectively. Table 1 Baseline characteristics on admission and clinical outcomes of patients with COVID-19",
            "Number of patients 36(53.7%) 7(10.4%) 5(7.4%) 1(1.5%) 9(13.4%) 2(2.9%) 1(1.5%) 3(4.4%) 13(19.4%) 1(1.5%)",
            "Radiologic and laboratory finds All patients consented to CT scans on admission. Forty-seven patients (70%) had abnormal results, with 21 and 26 patients in the symptomatic and asymptomatic groups, respectively, of which ground glass opacity was the most common pattern and bilateral onset was the main manifestation. Chest CT imaging changed in 21 of the patients without clinical symptoms. In five patients with clinical symptoms, chest CT imaging showed no change. Liver injury was found in 24 of 67 patients (36%), but the injury was very light. Increases in alanine aminotransferase or aspartate aminotransferase were lower than twice the normal value. Creatinine levels were normal in all patients but lactate dehydrogenase was increased in 31 of 67 patients (46%). Twenty-one of 67 patients (31%) showed elevated levels of hypersensitive C-",
            "reactive protein. Less common findings were elevated levels of Prothrombin time and creatine kinase, and lymphocytopenia, which was present in all patients. The symptomatic patient group showed a higher proportion of lymphocytopenia than the asymptomatic group. Prealbumin was significantly lower in the group with clinical symptoms compared with asymptomatic patients (241.8±68.2 vs 191.9±60.3, P<0.05)(Table 3).",
            "Clinical outcomes By March 5th, 52 patients had been discharged, while[15] remained in hospital. Severn of 67 had developed to severe disease, requiring treatment at a higher level hospital. The mean age of severe cases were 58.5 years. Three of these severe cases remain in hospital, and their condition has become stable. No patients died of their illness."
        ],
        "Discussion": [
            "Coronavirus disease 2019 (COVID-19) has rapidly spread from Wuhan to other areas of China and beyond. At the beginning of the COVID-19 outbreak, most patients had a history of exposure to COVID-19 cases from Wuhan or had travelled to Wuhan. With advancing time, the medical history associated with case exposure to SARSCoV-2 infected patients from Wuhan has become less obvious. Human to human transmission is now occurring, resulting in imported cases with no direct contact with patients in Wuhan. In our study, we assessed 67 SARS-CoV-2 infected Tibetan patients living in theQinghai-Tibetan plateau. None of these patients had a history of exposure to COVID-19 cases from Wuhan or had travelled to Wuhan. However, most of them had a history of attending a gathering or contact with a SARS-CoV-2-infected family. Isolation of cases and contact tracing has been implemented for COVID-192. In our study, most patients did not present with typical clinical symptoms at time of admission. This is inconsistent with recent studies, which have most commonly found fever and cough to be the dominant symptoms[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>, <a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. In our study, fever was only found in 10% of patients on admission and increased to13.5% during hospitalization. Cough was only presented by 18% of patients. The absence of fever and cough was frequent in our study. Unlike the other studies that included only the cases who actively sought medical attention[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>], our cohort included sub- or preclinical cases identified by local CDC collection of nasal and pharyngeal secretion samples from most residents to detect SARS-CoV-2 nucleic acid, even though the majority of residents had no clinical symptoms or any history of exposure to COVID-19 cases. Through active screening, we found 36 virus carriers without clinical symptoms. If surveillance relies on fever detection or on patients actively seeking medical advice due to clinical symptoms, many potential virus carriers may be missed. Lymphocytopenia was common, especially in those with clinical symptoms, which is consistent with the data reported recently. Nearly half of patients showed increased levels of LDH, while one-third of patients suffered liver injury and decreased levels of prealbumin. However, these changes were mild. Angiotensin converting enzyme 2 (ACE2) may act as a potential intermediate host receptor which transmitting SARSCoV-2 to human. ACE2 is expressed in liver tissue and an overactive inflammatory response in patients with SARS-CoV-2 infection may cause increased ACE2 expression, and thus result in the observed liver tissue injury 5, 6. Therefore, in addition to the obvious target organ of the lungs, the liver is another important organ that is vulnerable following infection with SARS-CoV-2. In our study, the condition of most patients was mild, with only 10% of patients developing to severe disease. After antiviral and oxygen therapies, the patients’ conditions gradually stabilized, with none succumbing to disease. The fatality rate was therefore lower than that reported by the national official statistics, which recorded a rate of death of 3100 among 80000 cases of COVID-19 to date in China. One reason for this discrepancy may be that in our study, all the patients were imported cases resulting from serial human to human transmission rather than direct contact with cases in Wuhan. In addition, the altitude at which our cohort lives is higher than 3000 m and so virus viability and virulence may be decreased. The second reason may be that the median age was 39.3 years in our study, which was younger than that reported by Huang et al 7. Interestingly, the median age of patients with clinical symptoms was older than that of asymptomatic patients (44.9 vs 34.4 years, P=0.02). In general, older persons appear more susceptible to COVID-19 and more likely to suffer severe disease, which may be due to underlying health issues and comorbidities 8. In our study , the mean age of severe cases were 58.5 years. A further reason for the discrepancy in mortality rates between our study and the national figures may be that because the local CDC actively screened a large number of residents, approximately half of the patients were identified and admitted to hospital before clinical symptoms appeared. Patients therefore received treatment at the earliest stages of disease. Early identification and timely treatment are of crucial importance for effective prevention of severe disease. Our study has some notable limitations. First, only 67 patients were included, although this study describes the largest cohort of Tibetan patients. With the effective measures taken by the government, the number of new patients has decreased. Second, some patients remained in hospital and the outcome is unknown at the time of data cutoff. We will continue to focus on the prognosis of these patients and report outcomes in due course. In conclusion, imported cases of SARS-CoV-2 infection in Tibetan patients were generally mild in this high-altitude area. Absence of fever or radiologic abnormalities on initial presentation was common. Our findings highlight the importance of active screening for residents who live in areas with high incidence rate of COVID-19."
        ],
        "Acknowledgements": [
            "We thank Gillian Campbell, PhD, from Liwen Bianji, Edanz Group China (www.liwenbianji.cn/ac), for editing the English text of a draft of this manuscript.",
            "1. Jin YH, Cai L, Cheng ZS, et al A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version). Military Medical Research 2020; 7(1): 4. 2. Hellewell J, Abbott S, Gimma A, et al Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts. The Lancet Global health 2020. 3. Chen N, Zhou M, Dong X, et al Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020; 395(10223): 507-13. 4. Guan WJ, Ni ZY, Hu Y, et al Clinical Characteristics of Coronavirus Disease 2019 in China. The New England journal of medicine 2020. 5. Guan GW, Gao L, Wang JW, et al [Exploring the mechanism of liver enzyme abnormalities in patients with novel coronavirus-infected pneumonia]. Zhonghua gan zang bing za zhi = Zhonghua ganzangbing zazhi = Chinese journal of hepatology 2020; 28(2): E002. 6. Liu Z, Xiao X, Wei X, et al Composition and divergence of coronavirus spike proteins and host ACE2 receptors predict potential intermediate hosts of SARS-CoV-2. Journal of medical virology 2020. 7. Huang C, Wang Y, Li X, et al Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020; 395(10223): 497-506. 8. Zhang JJ, Dong X, Cao YY, et al Clinical characteristics of 140 patients infected with SARS-CoV-2 in Wuhan, China. Allergy 2020."
        ]
    },
    "participants": [
        {
            "participant": "Tibetan patients with confirmed SARS-CoV-2 infection",
            "number": 67,
            "context": "We aimed to investigate the epidemiological, clinical, laboratory and radiological characteristics of these patients. <mark class=\"stats\">We included 67 Tibetan patients with confirmed SARS-CoV-2 infection</mark>. The patients were divided into two groups based on the presence of clinical symptoms at admission, with 31 and 36 patients in the symptomatic and asymptomatic groups, respectively"
        },
        {
            "participant": "patients",
            "number": 36,
            "context": "We included 67 Tibetan patients with confirmed SARS-CoV-2 infection. <mark class=\"stats\">The patients were divided into two groups based on the presence of clinical symptoms at admission, with 31 and 36 patients in the symptomatic and asymptomatic groups, respectively</mark>. The epidemiological, clinical, laboratory and radiological characteristics were extracted and"
        },
        {
            "participant": "people",
            "number": 8000,
            "context": "Patient enrollment and data collection Daofu People’s Hospital was the only hospital that could accept COVID-19 patients. <mark class=\"stats\">Since the first patient with confirmed COVID-19 on Feb 4th, the local Centre for Disease Control and Prevention (CDC) collected nasal and pharyngeal swabs or blood to detect viral nucleic acids by real-time PCR from more than 8000 people living in Daofu, with and without clinical symptoms</mark>. Those with positive samples were taken to Daofu People’s Hospital for further tests"
        },
        {
            "participant": "people",
            "number": 8000,
            "context": "P-values less than 0.05 were considered to be statistically significant.Patient enrollment and data collection Daofu People’s Hospital was the only hospital that could accept COVID-19 patients. <mark class=\"stats\">Since the first patient with confirmed COVID-19 on Feb 4th, the local Centre for Disease Control and Prevention (CDC) collected nasal and pharyngeal swabs or blood to detect viral nucleic acids by real-time PCR from more than 8000 people living in Daofu, with and without clinical symptoms</mark>. Those with positive samples were taken to Daofu People’s Hospital for further tests"
        },
        {
            "participant": "patients",
            "number": 7,
            "context": "The mean age of Tibetan patients was 39.3 years and 59% of the patients were male. <mark class=\"stats\">Seven patients presented with fever on admission and lymphocytopenia was present in 20 patients. 47 patients had abnormal chest CTs at admission instead of stating that 20 were unchanged</mark>. Lactate dehydrogenase levels were increased in 31 patients"
        },
        {
            "participant": "patients",
            "number": 31,
            "context": "Seven patients presented with fever on admission and lymphocytopenia was present in 20 patients. 47 patients had abnormal chest CTs at admission instead of stating that 20 were unchanged. <mark class=\"stats\">Lactate dehydrogenase levels were increased in 31 patients</mark>. Seven patients progressed to severe COVID-19; however, after treatment, their condition was stable"
        },
        {
            "participant": "patients",
            "number": 7,
            "context": "Lactate dehydrogenase levels were increased in 31 patients. <mark class=\"stats\">Seven patients progressed to severe COVID-19; however, after treatment, their condition was stable</mark>. No patients died"
        },
        {
            "participant": "asymptomatic patients",
            "number": 36,
            "context": "No patients died. <mark class=\"stats\">Of the 36 asymptomatic patients, the mean age was younger than the symptomatic group (34.4±17.3vs 44.9±18.1 years, P=0.02)</mark>. Lymphocyte count and prealbumin levels were higher in the asymptomatic group than the group with clinical symptoms (1.6±0.5 vs 1.3±0.6 and 241.8±68.2 vs 191.9±60.3, respectively; P<0.05)"
        },
        {
            "participant": "cases",
            "number": 100000,
            "context": "Keywords: Coronavirus disease 2019; Clinical features; Tibetan Introduction Corona virus disease 2019 (COVID-19) has rapidly spread from Wuhan to other areas of China and has now become a global threat. <mark class=\"stats\">At the time of writing on March 2nd 2020, COVID-19 cases have been confirmed in 92 countries, with more than 100,000 cases globally</mark>. Wuhan is thought to be the site of earliest COVID-19 occurrence, and cases further afield were infected by SARS-CoV-2 carriers from Wuhan"
        },
        {
            "participant": "patients",
            "number": 67,
            "context": "P-values less than 0.05 were considered to be statistically significant. <mark class=\"stats\">Results Clinical findings A total of 67 patients diagnosed with COVID-19 were included in this study</mark>. All of them were Tibetans living in Qinghai-Tibetan plateau Twenty-six were members of one family ,34 had a history of attending a funeral or temple; however, none had visited Wuhan or had contact with Wuhan residents"
        },
        {
            "participant": "patients",
            "number": 7,
            "context": "Twenty (29.9%)of the total cohort had chronic diseases. <mark class=\"stats\">Fever was present in only seven patients (10%) on admission and developed in a further nine (24%) during hospitalization</mark>. Thirty-six patients (54%) showed no clinical symptoms when they were admitted to hospital"
        },
        {
            "participant": "patients",
            "number": 36,
            "context": "Fever was present in only seven patients (10%) on admission and developed in a further nine (24%) during hospitalization. <mark class=\"stats\">Thirty-six patients (54%) showed no clinical symptoms when they were admitted to hospital</mark>. The remaining 31 patients (46%) presented with clinical symptoms, of which cough was the most common (13/67, 19%)"
        },
        {
            "participant": "patients",
            "number": 31,
            "context": "Thirty-six patients (54%) showed no clinical symptoms when they were admitted to hospital. <mark class=\"stats\">The remaining 31 patients (46%) presented with clinical symptoms, of which cough was the most common (13/67, 19%)</mark>. Other symptoms included fatigue, headache, muscle ache and dizziness"
        },
        {
            "participant": "patients",
            "number": 67,
            "context": "Table 1 Baseline characteristics on admission and clinical outcomes of patients with COVID-19. <mark class=\"stats\">ALL patients (n=67)</mark>. Symptomatic group(n=36)"
        },
        {
            "participant": "data",
            "number": 36,
            "context": "ALL patients (n=67). <mark class=\"stats\">Symptomatic group(n=36)</mark>. Age (years) Range(n)"
        },
        {
            "participant": "Clinical Symptoms of patients with COVID-19 at admission",
            "number": 2,
            "context": "Remained in hosptial 15 discharge. <mark class=\"stats\">Tbale 2 Clinical Symptoms of patients with COVID-19 at admission</mark>. Symptoms at admission None Fever Fatigue Palpitationri Headache or dizzy dyspnoea Sore throat Muscle ache Cough Diarrhoea"
        },
        {
            "participant": "patients",
            "number": 47,
            "context": "Radiologic and laboratory finds All patients consented to CT scans on admission. <mark class=\"stats\">Forty-seven patients (70%) had abnormal results, with 21 and 26 patients in the symptomatic and asymptomatic groups, respectively, of which ground glass opacity was the most common pattern and bilateral onset was the main manifestation</mark>. Chest CT imaging changed in 21 of the patients without clinical symptoms"
        },
        {
            "participant": "patients with clinical symptoms",
            "number": 5,
            "context": "Chest CT imaging changed in 21 of the patients without clinical symptoms. <mark class=\"stats\">In five patients with clinical symptoms, chest CT imaging showed no change</mark>. Liver injury was found in 24 of 67 patients (36%), but the injury was very light"
        },
        {
            "participant": "patients",
            "number": 67,
            "context": "In five patients with clinical symptoms, chest CT imaging showed no change. <mark class=\"stats\">Liver injury was found in 24 of 67 patients (36%), but the injury was very light</mark>. Increases in alanine aminotransferase or aspartate aminotransferase were lower than twice the normal value"
        },
        {
            "participant": "patients",
            "number": 67,
            "context": "Increases in alanine aminotransferase or aspartate aminotransferase were lower than twice the normal value. <mark class=\"stats\">Creatinine levels were normal in all patients but lactate dehydrogenase was increased in 31 of 67 patients</mark>. (46%)"
        },
        {
            "participant": "patients",
            "number": 67,
            "context": "(46%). <mark class=\"stats\">Twenty-one of 67 patients (31%) showed elevated levels of hypersensitive C-</mark>. reactive protein"
        },
        {
            "participant": "data",
            "number": 67,
            "context": "Asymptomatic Symptomatic P. <mark class=\"stats\">Patients(n=67) group (n=36) group (n=31) value</mark>. White cell count (*109/L;Normal range"
        },
        {
            "participant": "patients",
            "number": 52,
            "context": "Bilateral pneumonia 33(49.3%). <mark class=\"stats\">Clinical outcomes By March 5th, 52 patients had been discharged, while[15] remained in hospital</mark>. Severn of 67 had developed to severe disease, requiring treatment at a higher level hospital"
        },
        {
            "participant": "cases",
            "number": 80000,
            "context": "After antiviral and oxygen therapies, the patients’ conditions gradually stabilized, with none succumbing to disease. <mark class=\"stats\">The fatality rate was therefore lower than that reported by the national official statistics, which recorded a rate of death of 3100 among 80000 cases of COVID-19 to date in China</mark>. One reason for this discrepancy may be that in our study, all the patients were imported cases resulting from serial human to human transmission rather than direct contact with cases in Wuhan"
        },
        {
            "participant": "patients",
            "number": 67,
            "context": "Our study has some notable limitations. <mark class=\"stats\">First, only 67 patients were included, although this study describes the largest cohort of Tibetan patients</mark>. With the effective measures taken by the government, the number of new patients has decreased"
        }
    ],
    "statistics": [
        {
            "tests": {
                "context": "<mark class=\"stats\">Continuous variables were compared using Student’s t-test and the MannWhitney test</mark>",
                "tests": [
                    {
                        "test": "t-test"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">The chi-squared and Fisher’s tests were used for the frequencies of categorical variables</mark>",
                "tests": [
                    {
                        "test": "chi-squared"
                    }
                ]
            }
        },
        {
            "p_value": "P=0.02",
            "context": "No patients died. <mark class=\"stats\">Of the 36 asymptomatic patients, the mean age was younger than the symptomatic group (34.4±17.3vs 44.9±18.1 years, P=0.02)</mark>. Lymphocyte count and prealbumin levels were higher in the asymptomatic group than the group with clinical symptoms (1.6±0.5 vs 1.3±0.6 and 241.8±68.2 vs 191.9±60.3, respectively; P<0.05)"
        },
        {
            "p_value": "P<0.05",
            "context": "Of the 36 asymptomatic patients, the mean age was younger than the symptomatic group (34.4±17.3vs 44.9±18.1 years, P=0.02). <mark class=\"stats\">Lymphocyte count and prealbumin levels were higher in the asymptomatic group than the group with clinical symptoms (1.6±0.5 vs 1.3±0.6 and 241.8±68.2 vs 191.9±60.3, respectively; P<0.05)</mark>. Imported cases of COVID-19 in Tibetan patients were generally mild in this high-altitude area"
        },
        {
            "p_value": "P=0.02",
            "context": "Other symptoms included fatigue, headache, muscle ache and dizziness. <mark class=\"stats\">Of note, the asymptomatic group was significantly younger than the symptomatic group, with median ages of 34 and 44 years (P=0.02), respectively</mark>. Table 1 Baseline characteristics on admission and clinical outcomes of patients with COVID-19"
        },
        {
            "p_value": "P<0.05",
            "context": "The symptomatic patient group showed a higher proportion of lymphocytopenia than the asymptomatic group. <mark class=\"stats\">Prealbumin was significantly lower in the group with clinical symptoms compared with asymptomatic patients (241.8±68.2 vs 191.9±60.3, P<0.05)(Table 3)</mark>. Laboratory Parameters All"
        },
        {
            "p_value": "P=0.02",
            "context": "The second reason may be that the median age was 39.3 years in our study, which was younger than that reported by Huang et al 7. <mark class=\"stats\">Interestingly, the median age of patients with clinical symptoms was older than that of asymptomatic patients (44.9 vs 34.4 years, P=0.02)</mark>. In general, older persons appear more susceptible to COVID-19 and more likely to suffer severe disease, which may be due to underlying health issues and comorbidities 8"
        }
    ],
    "keywords": [
        "clinical symptom",
        "China",
        "Clinical features",
        "In particular",
        "SARS",
        "Coronavirus disease 2019",
        "COVID-19",
        "nucleic acid",
        "Daofu",
        "coronavirus disease",
        "sars cov",
        "tibetan patient",
        "Of those becoming infected",
        "standard deviation",
        "pneumonia",
        "Angiotensin converting enzyme 2",
        "clinical characteristics",
        "radiological characteristic",
        "inter-quartile range",
        "Centre for Disease Control and Prevention"
    ],
    "keyword_relevance": {
        "COVID-19": 0.2222222222222222,
        "clinical symptom": 0.14285714285714285,
        "SARS": 0.14285714285714285,
        "China": 0.12698412698412698,
        "Daofu": 0.03968253968253968,
        "pneumonia": 0.03968253968253968,
        "Angiotensin converting enzyme 2": 0.03968253968253968,
        "clinical characteristics": 0.03968253968253968,
        "Centre for Disease Control and Prevention": 0.03968253968253968,
        "nucleic acid": 0.031746031746031744,
        "radiological characteristic": 0.031746031746031744,
        "Clinical features": 0.023809523809523808,
        "Coronavirus disease 2019": 0.023809523809523808,
        "standard deviation": 0.015873015873015872,
        "inter-quartile range": 0.015873015873015872,
        "In particular": 0.007936507936507936,
        "coronavirus disease": 0.007936507936507936,
        "Of those becoming infected": 0.007936507936507936,
        "sars cov": 0.0,
        "tibetan patient": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> Patient enrollment and data collection Daofu People’s Hospital was the only hospital that could accept COVID-19 patients.",
        "Since the first patient with confirmed COVID-19 on Feb 4th, the local Centre for Disease Control and Prevention (CDC) collected nasal and pharyngeal swabs or blood to detect viral nucleic acids by real-time PCR from more than 8000 people living in Daofu, with and without clinical symptoms",
        "Those with positive samples were taken to Daofu People’s Hospital for further tests.",
        "According to the diagnostic and treatment guidelines for COVID-19 issued by the Chinese National Health Committee, severe COVID-19 was defined a",
        "<h2 style=\"display: inline\">Methods:</h2> Patient enrollment and data collection Daofu People’s Hospital was the only hospital that could accept COVID-19 patients.",
        "Since the first patient with confirmed COVID-19 on Feb 4th, the local Centre for Disease Control and Prevention (CDC) collected nasal and pharyngeal swabs or blood to detect viral nucleic acids by real-time PCR from more than 8000 people living in Daofu, with and without clinical symptoms",
        "Those with positive samples were taken to Daofu People’s Hospital for further tests.",
        "P-values less than 0.05 were considered to be statistically significant",
        "<h2 style=\"display: inline\">Results:</h2> Clinical findings A total of 67 patients diagnosed with COVID-19 were included in this study.",
        "Thirty-six patients (54%) showed no clinical symptoms when they were admitted to hospital.",
        "The remaining 31 patients (46%) presented with clinical symptoms, of which cough was the most common (13/67, 19%).",
        "Tbale 2 Clinical Symptoms of patients with COVID-19 at admission.",
        "In five patients with clinical symptoms, chest CT imaging showed no change.",
        "Prealbumin was significantly lower in the group with clinical symptoms compared with asymptomatic patients (241.8±68.2 vs 191.9±60.3, P<0.05)(Table 3).",
        "Clinical outcomes By March 5th, 52 patients had been discharged, while[15] remained in hospital.",
        "<h2 style=\"display: inline\">Conclusion:</h2> Coronavirus disease 2019 (COVID-19) has rapidly spread from Wuhan to other areas of China and beyond.",
        "The fatality rate was lower than that reported by the national official statistics, which recorded a rate of death of 3100 among 80000 cases of COVID-19 to date in China",
        "One reason for this discrepancy may be that in the study, all the patients were imported cases resulting from serial human to human transmission rather than direct contact with cases in Wuhan.",
        "The authors' findings highlight the importance of active screening for residents who live in areas with high incidence rate of COVID-19"
    ],
    "structured_summary": {
        "Introduction": [
            "Patient enrollment and data collection Daofu People’s Hospital was the only hospital that could accept COVID-19 patients.",
            "Since the first patient with confirmed COVID-19 on Feb 4th, the local Centre for Disease Control and Prevention (CDC) collected nasal and pharyngeal swabs or blood to detect viral nucleic acids by real-time PCR from more than 8000 people living in Daofu, with and without clinical symptoms",
            "Those with positive samples were taken to Daofu People’s Hospital for further tests.",
            "According to the diagnostic and treatment guidelines for COVID-19 issued by the Chinese National Health Committee, severe COVID-19 was defined a"
        ],
        "Methods": [
            "Patient enrollment and data collection Daofu People’s Hospital was the only hospital that could accept COVID-19 patients.",
            "Since the first patient with confirmed COVID-19 on Feb 4th, the local Centre for Disease Control and Prevention (CDC) collected nasal and pharyngeal swabs or blood to detect viral nucleic acids by real-time PCR from more than 8000 people living in Daofu, with and without clinical symptoms",
            "Those with positive samples were taken to Daofu People’s Hospital for further tests.",
            "P-values less than 0.05 were considered to be statistically significant"
        ],
        "Results": [
            "Clinical findings A total of 67 patients diagnosed with COVID-19 were included in this study.",
            "Thirty-six patients (54%) showed no clinical symptoms when they were admitted to hospital.",
            "The remaining 31 patients (46%) presented with clinical symptoms, of which cough was the most common (13/67, 19%).",
            "Tbale 2 Clinical Symptoms of patients with COVID-19 at admission.",
            "In five patients with clinical symptoms, chest CT imaging showed no change.",
            "Prealbumin was significantly lower in the group with clinical symptoms compared with asymptomatic patients (241.8±68.2 vs 191.9±60.3, P<0.05)(Table 3).",
            "Clinical outcomes By March 5th, 52 patients had been discharged, while[15] remained in hospital."
        ],
        "Conclusion": [
            "Coronavirus disease 2019 (COVID-19) has rapidly spread from Wuhan to other areas of China and beyond.",
            "The fatality rate was lower than that reported by the national official statistics, which recorded a rate of death of 3100 among 80000 cases of COVID-19 to date in China",
            "One reason for this discrepancy may be that in the study, all the patients were imported cases resulting from serial human to human transmission rather than direct contact with cases in Wuhan.",
            "The authors' findings highlight the importance of active screening for residents who live in areas with high incidence rate of COVID-19"
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Jin_et+al_2019_a",
            "entry": "1. Jin YH, Cai L, Cheng ZS, et al. A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version). Military Medical Research 2020; 7(1): 4.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Jin%20YH%20Cai%20L%20Cheng%20ZS%20et%20al%20A%20rapid%20advice%20guideline%20for%20the%20diagnosis%20and%20treatment%20of%202019%20novel%20coronavirus%202019nCoV%20infected%20pneumonia%20standard%20version%20Military%20Medical%20Research%202020%2071%204",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Jin%20YH%20Cai%20L%20Cheng%20ZS%20et%20al%20A%20rapid%20advice%20guideline%20for%20the%20diagnosis%20and%20treatment%20of%202019%20novel%20coronavirus%202019nCoV%20infected%20pneumonia%20standard%20version%20Military%20Medical%20Research%202020%2071%204",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Jin%20YH%20Cai%20L%20Cheng%20ZS%20et%20al%20A%20rapid%20advice%20guideline%20for%20the%20diagnosis%20and%20treatment%20of%202019%20novel%20coronavirus%202019nCoV%20infected%20pneumonia%20standard%20version%20Military%20Medical%20Research%202020%2071%204"
        },
        {
            "id": "2",
            "alt_id": "Hellewell_et+al_2020_a",
            "entry": "2. Hellewell J, Abbott S, Gimma A, et al. Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts. The Lancet Global health 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Hellewell%2C%20J.%20Abbott%2C%20S.%20Gimma%2C%20A.%20Feasibility%20of%20controlling%20COVID-19%20outbreaks%20by%20isolation%20of%20cases%20and%20contacts%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Hellewell%2C%20J.%20Abbott%2C%20S.%20Gimma%2C%20A.%20Feasibility%20of%20controlling%20COVID-19%20outbreaks%20by%20isolation%20of%20cases%20and%20contacts%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Hellewell%2C%20J.%20Abbott%2C%20S.%20Gimma%2C%20A.%20Feasibility%20of%20controlling%20COVID-19%20outbreaks%20by%20isolation%20of%20cases%20and%20contacts%202020"
        },
        {
            "id": "3",
            "alt_id": "Chen_et+al_2019_a",
            "entry": "3. Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020; 395(10223): 507-13.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chen%20N%20Zhou%20M%20Dong%20X%20et%20al%20Epidemiological%20and%20clinical%20characteristics%20of%2099%20cases%20of%202019%20novel%20coronavirus%20pneumonia%20in%20Wuhan%20China%20a%20descriptive%20study%20Lancet%202020%2039510223%2050713",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Chen%20N%20Zhou%20M%20Dong%20X%20et%20al%20Epidemiological%20and%20clinical%20characteristics%20of%2099%20cases%20of%202019%20novel%20coronavirus%20pneumonia%20in%20Wuhan%20China%20a%20descriptive%20study%20Lancet%202020%2039510223%2050713",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Chen%20N%20Zhou%20M%20Dong%20X%20et%20al%20Epidemiological%20and%20clinical%20characteristics%20of%2099%20cases%20of%202019%20novel%20coronavirus%20pneumonia%20in%20Wuhan%20China%20a%20descriptive%20study%20Lancet%202020%2039510223%2050713"
        },
        {
            "id": "4",
            "alt_id": "Guan_et+al_2020_a",
            "entry": "4. Guan WJ, Ni ZY, Hu Y, et al. Clinical Characteristics of Coronavirus Disease 2019 in China. The New England journal of medicine 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Guan%20WJ%20Ni%20ZY%20Hu%20Y%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in%20China%20The%20New%20England%20journal%20of%20medicine%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Guan%20WJ%20Ni%20ZY%20Hu%20Y%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in%20China%20The%20New%20England%20journal%20of%20medicine%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Guan%20WJ%20Ni%20ZY%20Hu%20Y%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in%20China%20The%20New%20England%20journal%20of%20medicine%202020"
        },
        {
            "id": "5",
            "alt_id": "Guan_et+al_0000_a",
            "entry": "5. Guan GW, Gao L, Wang JW, et al. [Exploring the mechanism of liver enzyme abnormalities in patients with novel coronavirus-infected pneumonia]. Zhonghua gan zang bing za zhi = Zhonghua ganzangbing zazhi = Chinese journal of hepatology 2020; 28(2): E002.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Guan%2C%20G.W.%20Gao%2C%20L.%20Wang%2C%20J.W.%20%5BExploring%20the%20mechanism%20of%20liver%20enzyme%20abnormalities%20in%20patients%20with%20novel%20coronavirus-infected%20pneumonia%5D.%20Zhonghua%20gan%20zang%20bing%20za%20zhi%20%3D%20Zhonghua%20ganzangbing%20zazhi%20%3D",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Guan%2C%20G.W.%20Gao%2C%20L.%20Wang%2C%20J.W.%20%5BExploring%20the%20mechanism%20of%20liver%20enzyme%20abnormalities%20in%20patients%20with%20novel%20coronavirus-infected%20pneumonia%5D.%20Zhonghua%20gan%20zang%20bing%20za%20zhi%20%3D%20Zhonghua%20ganzangbing%20zazhi%20%3D",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Guan%2C%20G.W.%20Gao%2C%20L.%20Wang%2C%20J.W.%20%5BExploring%20the%20mechanism%20of%20liver%20enzyme%20abnormalities%20in%20patients%20with%20novel%20coronavirus-infected%20pneumonia%5D.%20Zhonghua%20gan%20zang%20bing%20za%20zhi%20%3D%20Zhonghua%20ganzangbing%20zazhi%20%3D"
        },
        {
            "id": "6",
            "alt_id": "Liu_et+al_2020_a",
            "entry": "6. Liu Z, Xiao X, Wei X, et al. Composition and divergence of coronavirus spike proteins and host ACE2 receptors predict potential intermediate hosts of SARS-CoV-2. Journal of medical virology 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Liu%2C%20Z.%20Xiao%2C%20X.%20Wei%2C%20X.%20Composition%20and%20divergence%20of%20coronavirus%20spike%20proteins%20and%20host%20ACE2%20receptors%20predict%20potential%20intermediate%20hosts%20of%20SARS-CoV-2%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Liu%2C%20Z.%20Xiao%2C%20X.%20Wei%2C%20X.%20Composition%20and%20divergence%20of%20coronavirus%20spike%20proteins%20and%20host%20ACE2%20receptors%20predict%20potential%20intermediate%20hosts%20of%20SARS-CoV-2%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Liu%2C%20Z.%20Xiao%2C%20X.%20Wei%2C%20X.%20Composition%20and%20divergence%20of%20coronavirus%20spike%20proteins%20and%20host%20ACE2%20receptors%20predict%20potential%20intermediate%20hosts%20of%20SARS-CoV-2%202020"
        },
        {
            "id": "7",
            "alt_id": "Huang_et+al_2019_a",
            "entry": "7. Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020; 395(10223): 497-506.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20Lancet%202020%2039510223%20497506",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20Lancet%202020%2039510223%20497506",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20Lancet%202020%2039510223%20497506"
        },
        {
            "id": "8",
            "alt_id": "Zhang_et+al_2020_a",
            "entry": "8. Zhang JJ, Dong X, Cao YY, et al. Clinical characteristics of 140 patients infected with SARS-CoV-2 in Wuhan, China. Allergy 2020. ",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhang%20JJ%20Dong%20X%20Cao%20YY%20et%20al%20Clinical%20characteristics%20of%20140%20patients%20infected%20with%20SARSCoV2%20in%20Wuhan%20China%20Allergy%202020"
        }
    ],
    "facts": [
        "the clinical characteristics of Tibetan patients living in the Qinghai-Tibetan plateau are unknown",
        "The patients were divided into two groups based on the presence",
        "more than 8000 people living in Daofu",
        "Those with positive samples were taken to Daofu People's Hospital for further tests",
        "all patients who had been confirmed as SARS-CoV-2 carriers from Jan4th",
        "Research Team 1 The clinical outcomes were monitored until March 5th",
        "This study was approved by the institutional ethics board of Sichuan Hospital",
        "treatment and outcome data were obtained from electronic medical records",
        "The date of disease onset was defined as the day when symptoms were first noticed",
        "The symptomtic group was defined as those patients with any clinical symptoms",
        "treatment guidelines for COVID-19 issued by the Chinese National Health Committee",
        "severe COVID-19 was defined as the occurrence",
        "oxygenation index should be corrected if the local altitude is higher than",
        "Laboratory testing Patient nasal and pharyngeal swabs or blood samples were collected for detection of SARS-CoV-2 viral nucleic acid using real-time PCR assay",
        "Laboratory confirmation of SARS-CoV-2 was performed by the local CDC",
        "Statistical analysis Categorical variables were summarized as frequencies and percentages",
        "Fisher's tests were used for the frequencies of categorical variables",
        "Clinical findings A total of 67 patients diagnosed with COVID-19 were included in this study",
        "were Tibetans living in Qinghai-Tibetan plateau Twenty-six were members of one family",
        "The first patient to be diagnosed with SARS-CoV-2 infection had travelled to",
        "The clinical characteristics of the patients are shown in Table 1.2",
        "Fever was present in only seven patients on admission",
        "31 patients presented with clinical symptoms",
        "the asymptomatic group was significantly younger than the symptomatic group",
        "All patients consented to CT scans on admission",
        "Creatinine levels were normal in all patients but lactate dehydrogenase was increased in",
        "which was present in all patients",
        "The symptomatic patient group showed a higher proportion of lymphocytopenia than the asymptomatic group",
        "Prealbumin was significantly lower in the group with clinical symptoms compared with asymptomatic patients",
        "of these severe cases remain in hospital",
        "No patients died of their illness",
        "Coronavirus disease 2019 has rapidly spread from Wuhan to other areas",
        "most patients had a history of exposure to COVID-19 cases",
        "the medical history associated with case exposure to SARSCoV-2 infected patients",
        "67 SARS-CoV-2 infected Tibetan patients living in theQinghai-Tibetan plateau",
        "None of these patients had a history of exposure to COVID-19 cases",
        "Isolation of cases and contact tracing has been implemented for COVID-192",
        "most patients did not present with typical clinical symptoms at time",
        "fever was only found in 10% of patients",
        "Cough was only presented by 18% of patients",
        "The absence of fever and cough was frequent in our study",
        "preclinical cases identified by local CDC collection of nasal and pharyngeal secretion samples",
        "If surveillance relies on fever detection",
        "which is consistent with the data reported",
        "these changes were mild. Angiotensin converting enzyme 2 may act as a potential intermediate host receptor",
        "ACE2 is expressed in liver tissue",
        "with only 10% of patients developing to severe disease",
        "which recorded a rate of death",
        "the patients were imported cases resulting from serial human to human transmission",
        "the altitude at which our cohort lives is higher than 3000 m",
        "The second reason may be that the median age was",
        "which may be due to underlying health issues and comorbidities",
        "because the local CDC actively screened a large number of residents",
        "timely treatment are of crucial importance for effective prevention",
        "this study describes the largest cohort of Tibetan patients",
        "With the effective measures taken by the government",
        "some patients remained in hospital",
        "the outcome is unknown at the time of data cutoff",
        "imported cases of SARS-CoV-2 infection in Tibetan patients were generally mild in this high-altitude area",
        "radiologic abnormalities on initial presentation was common. Our findings highlight the importance of active screening for residents who live in areas",
        "Our findings highlight the importance of active screening for residents who live in areas"
    ],
    "claims": [
        "We aimed to investigate the epidemiological, clinical, laboratory and radiological characteristics of these patients",
        "Herein we provide an analysis of data from these patients describing epidemiological, clinical laboratory and radiological characteristics, treatment and outcome",
        "Through active screening, we found 36 virus carriers without clinical symptoms",
        "Only 67 patients were included, although this study describes the largest cohort of Tibetan patients"
    ],
    "findings": [
        "Of the 36 asymptomatic patients, the mean age was younger than the symptomatic group (34.4±17.3vs 44.9±18.1 years, P=0.02)",
        "Of note, the asymptomatic group was significantly younger than the symptomatic group, with median ages of 34 and 44 years (P=0.02), respectively",
        "The median age of patients with clinical symptoms was older than that of asymptomatic patients (44.9 vs 34.4 years, P=0.02)"
    ],
    "processes": [],
    "key_statements": [
        "Since the first patient with confirmed COVID-19 on Feb 4th, the local Centre for Disease Control and Prevention (CDC) collected nasal and pharyngeal swabs or blood to detect viral nucleic acids by real-time PCR from more than 8000 people living in Daofu, with and without clinical symptoms",
        "According to the diagnostic and treatment guidelines for COVID-19 issued by the Chinese National Health Committee, severe COVID-19 was defined as the occurrence of either one of the following criteria: respiratory distress with respiratory frequency ≥30/min; oxygenation index ≤300mmHg",
        "Clinical findings A total of 67 patients diagnosed with COVID-19 were included in this study",
        "The first patient to be diagnosed with SARS-CoV-2 infection had travelled to Chengdu,the city of westchina., 10 days before onset of symptoms but denied any contact with COVID-19 patients",
        "The clinical characteristics of the patients are shown in Table 1.2",
        "The asymptomatic group was significantly younger than the symptomatic group, with median ages of 34 and 44 years (P=0.02), respectively",
        "Prealbumin was significantly lower in the group with clinical symptoms compared with asymptomatic patients (241.8±68.2 vs 191.9±60.3, P<0.05)(Table 3)",
        "At the beginning of the COVID-19 outbreak, most patients had a history of exposure to COVID-19 cases from Wuhan or had travelled to Wuhan",
        "The medical history associated with case exposure to SARSCoV-2 infected patients from Wuhan has become less obvious",
        "We assessed 67 SARS-CoV-2 infected Tibetan patients living in theQinghai-Tibetan plateau",
        "None of these patients had a history of exposure to COVID-19 cases from Wuhan or had travelled to Wuhan",
        "Isolation of cases and contact tracing has been implemented for COVID-192",
        "Most patients did not present with typical clinical symptoms at time of admission",
        "Unlike the other studies that included only the cases who actively sought medical attention[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>], our cohort included sub- or preclinical cases identified by local Centre for Disease Control and Prevention collection of nasal and pharyngeal secretion samples from most residents to detect SARS-CoV-2 nucleic acid, even though the majority of residents had no clinical symptoms or any history of exposure to COVID-19 cases",
        "We found 36 virus carriers without clinical symptoms",
        "If surveillance relies on fever detection or on patients actively seeking medical advice due to clinical symptoms, many potential virus carriers may be missed",
        "Lymphocytopenia was common, especially in those with clinical symptoms, which is consistent with the data reported recently",
        "Angiotensin converting enzyme 2 is expressed in liver tissue and an overactive inflammatory response in patients with SARS-CoV-2 infection may cause increased Angiotensin converting enzyme 2 expression, and result in the observed liver tissue injury 5, 6",
        "The fatality rate was lower than that reported by the national official statistics, which recorded a rate of death of 3100 among 80000 cases of COVID-19 to date in China",
        "The second reason may be that the median age was 39.3 years in our study, which was younger than that reported by Huang et al 7",
        "Older persons appear more susceptible to COVID-19 and more likely to suffer severe disease, which may be due to underlying health issues and comorbidities 8",
        "A further reason for the discrepancy in mortality rates between our study and the national figures may be that because the local Centre for Disease Control and Prevention actively screened a large number of residents, approximately half of the patients were identified and admitted to hospital before clinical symptoms appeared",
        "Identification and timely treatment are of crucial importance for effective prevention of severe disease",
        "Only 67 patients were included, this study describes the largest cohort of Tibetan patients",
        "Some patients remained in hospital and the outcome is unknown at the time of data cutoff",
        "Imported cases of SARS-CoV-2 infection in Tibetan patients were generally mild in this high-altitude area",
        "Our findings highlight the importance of active screening for residents who live in areas with high incidence rate of COVID-19"
    ],
    "top_statements": [
        "Patient enrollment and data collection Daofu People’s Hospital was the only hospital that could accept COVID-19 patients",
        "The first patient to be diagnosed with SARS-CoV-2 infection had travelled to Chengdu,the city of westchina., 10 days before onset of symptoms but denied any contact with COVID-19 patients",
        "We assessed 67 SARS-CoV-2 infected Tibetan patients living in theQinghai-Tibetan plateau",
        "Unlike the other studies that included only the cases who actively sought medical attention[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>], our cohort included sub- or preclinical cases identified by local Centre for Disease Control and Prevention collection of nasal and pharyngeal secretion samples from most residents to detect SARS-CoV-2 nucleic acid, even though the majority of residents had no clinical symptoms or any history of exposure to COVID-19 cases",
        "We found 36 virus carriers without clinical symptoms",
        "A further reason for the discrepancy in mortality rates between our study and the national figures may be that because the local Centre for Disease Control and Prevention actively screened a large number of residents, approximately half of the patients were identified and admitted to hospital before clinical symptoms appeared"
    ],
    "headline": "Unlike the other studies that included only the cases who actively sought medical attention3, our cohort included sub- or preclinical cases identified by local Centre for Disease Control and Prevention collection of nasal and pharyngeal secretion samples from most residents to detect SARS-CoV-2 nucleic acid, even though the majority of residents had no clinical symptoms or any history of exposure to COVID-19 cases",
    "contexts": [],
    "abbreviations": {
        "CDC": "Centre for Disease Control and Prevention",
        "SD": "standard deviation",
        "IQR": "inter-quartile range",
        "ACE2": "Angiotensin converting enzyme 2"
    }
}
