{
    "filename": "2020.03.10.20033605v1.pdf",
    "content_type": "application/pdf",
    "file_size": 762782,
    "metadata": {
        "title": "Maternal and neonatal outcomes of pregnant women with COVID-19 pneumonia: a case-control study",
        "author": "YANG, L [SN]",
        "date": 2020,
        "affiliations": [
            "Department of Anesthesiology, Maternal and Child Health Hospital of Hubei Province, Hubei, China",
            "School of Nursing, The Hong Kong Polytechnic University, Hong Kong, China",
            "Department of Obstetrics, Maternal and Child Health Hospital of Hubei Province, Hubei, China",
            "Correspondence addressed to Dr Lin Yang, School of Nursing, The Hong Kong Polytechnic University, Hong Kong Special Administrative Region, China. Email: l.yang@polyu.edu.hk; and Dr Min Peng, Department of Obstetrics, Maternal and Child Health Hospital of Hubei Province, Wuhan, Hubei, China. Email: 2658706528@qq.com. Word count: 2626"
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.03.10.20033605",
            "isbn": null,
            "doc_id": null,
            "url": "https://www.medrxiv.org/content/10.1101/2020.03.10.20033605v1.pdf"
        },
        "abstract": "Background The ongoing epidemics of coronavirus disease 2019 (COVID-19) have caused serious concerns about its potential adverse effects on pregnancy. There are limited data on maternal and neonatal outcomes of pregnant women with COVID-19 pneumonia. Methods We conducted a case-control study to compare clinical characteristics, maternal and neonatal outcomes of pregnant women with and without COVID-19 pneumonia. Results During January 24 to February 29, 2020, there were sixteen pregnant women with confirmed COVID-19 pneumonia and eighteen suspected cases who were admitted to labor in the third trimester. Two had vaginal delivery and the rest took cesarean section. Few patients presented respiratory symptoms (fever and cough) on admission, but most had typical chest CT images of COVID-19 pneumonia. Compared to the controls, COVID-19 pneumonia patients had lower counts of white blood cells (WBC), neutrophils, C-reactive protein (CRP), and alanine aminotransferase (ALT) on admission. Increased levels of WBC, neutrophils, eosinophils, and CRP were found in postpartum blood tests of pneumonia patients. There were three (18.8%) and two (10.5%) of the mothers with confirmed or suspected COVID-19 pneumonia had preterm delivery due to maternal complications, which were significantly higher than the control group. None experienced respiratory failure during hospital stay. COVID-19 infection was not found in the newborns and none developed severe neonatal complications. Conclusion",
        "references": "@article{zhu2020a,\n  author = {Zhu, N. and Zhang, D. and Wang, W.},\n  title = {A Novel Coronavirus from Patients with Pneumonia in China, 2019},\n  journal = {N Engl J Med},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{chen2020a,\n  author = {Chen, Y. and Liu, Q. and Guo, D.},\n  title = {Coronaviruses: genome structure, replication, and pathogenesis},\n  journal = {J Med Virol},\n  date = {2020},\n  language = {}\n}\n@article{phelan2020a,\n  author = {Phelan, A.L. and Katz, R. and Gostin, L.O.},\n  title = {The Novel Coronavirus Originating in Wuhan, China: Challenges for Global Health Governance},\n  journal = {JAMA},\n  date = {2020},\n  language = {}\n}\n@article{wu2020a,\n  author = {Wu, Z.Y. and McGoogan, J.M.},\n  title = {Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention},\n  journal = {JAMA},\n  date = {2020},\n  language = {}\n}\n@misc{favre-a,\n  author = {Favre, G. and Pomar, L. and Musso, D. and Baud, D.},\n  title = {2019-nCoV epidemic: what about pregnancies? The Lancet 2020},\n  language = {}\n}\n@misc{ma2020a,\n  author = {Ma, R.},\n  title = {Newborns in Wuhan were diagnosed with novel coronavirus infection, experts warned the possibility of vertical transmission. Reuters},\n  date = {2020-02-05},\n  language = {}\n}\n@misc{chen-a,\n  author = {Chen, H. and Guo, J. and Wang, C.},\n  title = {Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records. The Lancet 2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{lu-a,\n  author = {Lu, R. and Zhao, X. and Li, J.},\n  title = {Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet 2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{qiao-a,\n  author = {Qiao, J.},\n  title = {What are the risks of COVID-19 infection in pregnant women? The Lancet 2020},\n  language = {}\n}\n@article{wang2020a,\n  author = {Wang, D. and Hu, B. and Hu, C.},\n  title = {Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China},\n  journal = {JAMA},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{chen-b,\n  author = {Chen, N. and Zhou, M. and Dong, X.},\n  title = {Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{huang-a,\n  author = {Huang, C. and Wang, Y. and Li, X.},\n  title = {Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet 2020},\n  more-authors = {true},\n  language = {}\n}\n@article{li2020a,\n  author = {Li, Q. and Guan, X. and Wu, P.},\n  title = {Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia},\n  journal = {N Engl J Med},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{guan2020a,\n  author = {Guan, W.J. and Ni, Z.Y. and Hu, Y.},\n  title = {Clinical Characteristics of Coronavirus Disease 2019 in China},\n  journal = {N Engl J Med},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@techreport{unknown-a,\n  title = {China. New coronavirus pneumonia prevention and control program},\n  url = {http://www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8aefc},\n  language = {},\n  urldate = {2.shtml. 22 February 2020.},\n  institution = {National Health Commission of}\n}\n@article{lam2004a,\n  author = {Lam, C.M. and Wong, S.F. and Leung, T.N.},\n  title = {A case-controlled study comparing clinical course and outcomes of pregnant and non-pregnant women with severe acute respiratory syndrome},\n  journal = {BJOG},\n  date = {2004},\n  volume = {111},\n  pages = {771–4},\n  more-authors = {true},\n  number = {8},\n  language = {}\n}\n@article{wong2003a,\n  author = {Wong, S.F. and Chow, K.M. and de Swiet, M.},\n  title = {Severe Acute Respiratory Syndrome and pregnancy},\n  journal = {BJOG},\n  date = {2003},\n  volume = {110},\n  pages = {641–2},\n  number = {7},\n  language = {}\n}\n@article{unknown2019a,\n  title = {Alfaraj SH, Al-Tawfiq JA, Memish ZA. Middle East respiratory syndrome coronavirus during pregnancy: Report of two cases & review of the literature},\n  journal = {Journal of Microbiology, Immunology and Infection},\n  date = {2019},\n  volume = {52},\n  pages = {501–3},\n  language = {}\n}\n@article{favre2020a,\n  author = {Favre, G. and Pomar, L. and Qi, X. and Nielsen-Saines, K. and Musso, D. and Baud, D.},\n  title = {Guidelines for pregnant women with suspected SARS-CoV-2 infection},\n  journal = {The Lancet Infectious Diseases},\n  date = {2020},\n  language = {}\n}\n@misc{wang-a,\n  author = {Wang, X. and Zhou, Z. and Zhang, J. and Zhu, F. and Tang, Y. and Shen, X.},\n  title = {A case of 2019 Novel Coronavirus in a pregnant woman with preterm delivery. Clin Infect Dis 2020},\n  language = {}\n}\n",
        "links": [
            "http://www.icmje.org/coi_disclosure.pdf"
        ],
        "emails": [
            "l.yang@polyu.edu.hk",
            "2658706528@qq.com"
        ],
        "references_ris": "TY  - JOUR\nAU  - Zhu, N.\nAU  - Zhang, D.\nAU  - Wang, W.\nTI  - A Novel Coronavirus from Patients with Pneumonia in China, 2019\nT2  - N Engl J Med\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Chen, Y.\nAU  - Liu, Q.\nAU  - Guo, D.\nTI  - Coronaviruses: genome structure, replication, and pathogenesis\nT2  - J Med Virol\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Phelan, A.L.\nAU  - Katz, R.\nAU  - Gostin, L.O.\nTI  - The Novel Coronavirus Originating in Wuhan, China: Challenges for Global Health Governance\nT2  - JAMA\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Wu, Z.Y.\nAU  - McGoogan, J.M.\nTI  - Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention\nT2  - JAMA\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\nTY  - GEN\nAU  - Favre, G.\nAU  - Pomar, L.\nAU  - Musso, D.\nAU  - Baud, D.\nTI  - 2019-nCoV epidemic: what about pregnancies? The Lancet 2020\nLA  - \nER  - \n\nTY  - GEN\nAU  - Ma, R.\nTI  - Newborns in Wuhan were diagnosed with novel coronavirus infection, experts warned the possibility of vertical transmission. Reuters\nPY  - 2020\nDA  - 2020/02/05\nLA  - \nER  - \n\nTY  - GEN\nAU  - Chen, H.\nAU  - Guo, J.\nAU  - Wang, C.\nTI  - Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records. The Lancet 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Lu, R.\nAU  - Zhao, X.\nAU  - Li, J.\nTI  - Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Qiao, J.\nTI  - What are the risks of COVID-19 infection in pregnant women? The Lancet 2020\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Wang, D.\nAU  - Hu, B.\nAU  - Hu, C.\nTI  - Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China\nT2  - JAMA\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Chen, N.\nAU  - Zhou, M.\nAU  - Dong, X.\nTI  - Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Huang, C.\nAU  - Wang, Y.\nAU  - Li, X.\nTI  - Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Li, Q.\nAU  - Guan, X.\nAU  - Wu, P.\nTI  - Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia\nT2  - N Engl J Med\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Guan, W.J.\nAU  - Ni, Z.Y.\nAU  - Hu, Y.\nTI  - Clinical Characteristics of Coronavirus Disease 2019 in China\nT2  - N Engl J Med\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - RPRT\nTI  - China. New coronavirus pneumonia prevention and control program\nUR  - http://www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8aefc\nLA  - \nC1  - 2.shtml. 22 February 2020.\nC1  - National Health Commission of\nER  - \n\nTY  - JOUR\nAU  - Lam, C.M.\nAU  - Wong, S.F.\nAU  - Leung, T.N.\nTI  - A case-controlled study comparing clinical course and outcomes of pregnant and non-pregnant women with severe acute respiratory syndrome\nT2  - BJOG\nPY  - 2004\nDA  - 2004\nVL  - 111\nSP  - 771\nEP  - 4\nC1  - true\nIS  - 8\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Wong, S.F.\nAU  - Chow, K.M.\nAU  - de Swiet, M.\nTI  - Severe Acute Respiratory Syndrome and pregnancy\nT2  - BJOG\nPY  - 2003\nDA  - 2003\nVL  - 110\nSP  - 641\nEP  - 2\nIS  - 7\nLA  - \nER  - \n\nTY  - JOUR\nTI  - Alfaraj SH, Al-Tawfiq JA, Memish ZA. Middle East respiratory syndrome coronavirus during pregnancy: Report of two cases & review of the literature\nT2  - Journal of Microbiology, Immunology and Infection\nPY  - 2019\nDA  - 2019\nVL  - 52\nSP  - 501\nEP  - 3\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Favre, G.\nAU  - Pomar, L.\nAU  - Qi, X.\nAU  - Nielsen-Saines, K.\nAU  - Musso, D.\nAU  - Baud, D.\nTI  - Guidelines for pregnant women with suspected SARS-CoV-2 infection\nT2  - The Lancet Infectious Diseases\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\nTY  - GEN\nAU  - Wang, X.\nAU  - Zhou, Z.\nAU  - Zhang, J.\nAU  - Zhu, F.\nAU  - Tang, Y.\nAU  - Shen, X.\nTI  - A case of 2019 Novel Coronavirus in a pregnant woman with preterm delivery. Clin Infect Dis 2020\nLA  - \nER  - \n\n",
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "1",
                "caption": "Demographic characteristics of two case groups and two control groups"
            },
            {
                "id": "2",
                "caption": "Clinical characteristics of pregnant women with confirmed or suspected COVID-19 pneumonia"
            },
            {
                "id": "3",
                "caption": "Comparison of blood test results on admission between two case groups and two control groups"
            },
            {
                "id": "4",
                "caption": "Clinical characteristics of newborns from two case groups and two control groups"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "Box plots of blood test results of the confirmed and suspected case groups. Reference ranges of blood tests results are highlighted in grey. P values were calculated from Friedman tests for difference of blood tests results across three tests"
            }
        ],
        "tables_url": "https://scholarcy.nyc3.digitaloceanspaces.com/tables/docker-test/2020.03.10.20033605v1.xlsx",
        "figure_urls": [
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.10.20033605v1/img-000.png"
        ]
    },
    "sections": {
        "introduction": [
            "In December 2019, an outbreak of the 2019 coronavirus disease (COVID-19) associated pneumonia was reported in Wuhan, a mega city with an 11 million population in central China, and soon spread to other cities in China and overseas[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. The causative pathogen was identified as a novel coronavirus, severe acute respiratory syndrome coronavirus 2 (SARSCoV-2) [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. As of 06 March 2020, COVID-19 has caused 80,735 confirmed cases in China, of whom 3,045 died and 5,737 were admitted into ICU [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. In response to this fast-spreading epidemic, the Chinese government has locked down the epicenter Wuhan city since 23 January 2020, and implemented a series of social distancing measures such as strict traffic restrictions, forbidden social gatherings, closure of residential communities[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. The epidemiological data showed that most cases had mild symptoms, and overall case fatality rate was 2.3%. Although the virulence of SARS-CoV-2 seems considerably lower than two previous zoonotic coronaviruses, SARS-CoV and MERS-CoV, it was far more efficient to transmit between close contacts.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>] Particularly, this novel coronavirus has caused special concerns in pregnant women, because both SARS-CoV and MERS-CoV have been found to cause severe complications in pregnant women[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. Several reports on suspicious vertical transmission of this virus have further increased such concerns[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. Although the recent laboratory studies and clinical reports did not find strong evidence to support a vertical transmission route, the possibility still cannot be completely ruled out [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>-<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>].<br/><br/>Clinical and epidemiological features of COVID-19 infection have been widely reported[1014]. However, the clinical reports on maternal and neonatal outcomes of pregnant women with SARS-CoV-2 infection remain sparse. An earlier study by Chen et al reported nine pregnant women with COVID-19 pneumonia, who took cesarean section in a tertiary hospital of Wuhan [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. These patients showed clinical symptoms similar to non-pregnant patients with COVID-19 pneumonia. They also claimed that there was no evidence of vertical transmission. To date, none of previous studies have compared maternal and neonatal outcomes of pregnant women with COVID-19 pneumonia to those without pneumonia, to investigate the adverse effects of COVID-19 infection on pregnancy."
        ],
        "methods": [
            "Study design and patients<br/><br/>We retrospectively reviewed medical records of pregnant women who were admitted into the Hubei Provincial Maternal and Child Health Center, a tertiary hospital in Wuhan with 1,900 hospital beds, during January 24 – February 29, 2020. We followed the clinical diagnosis criteria for COVID-19 pneumonia in the New Coronavirus Pneumonia Prevention and Control Program (5th edition) by the National Health Commission of China[<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]. Throat swabs were collected from all these patients and sent to the laboratory of the Wuhan Center for Disease Control and Prevention for tests of SARS-CoV-2. Diagnosis criteria of COVID19 infection include 1) typical chest CT imaging of patchy shadows and ground glass opacity, and 2) positive in reverse transcription polymerase chain reaction (RT-PCR) tests for SARSCoV-2. However, previous studies argued that false negative cases might be common for COVID-19 infection cases due to low virus titers, sampling at late stage of illness, and inappropriate swabbing sites[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. Given overloaded healthcare systems and limited test capacities during our study period, we were concerned about underreporting of COVID-19 cases if solely relying on laboratory tests. Therefore, in this study we also included the suspected patients with typical chest CT imaging but negative in RT-PCR tests. Eleven pregnant women who were tested positive for SARS-CoV-2 were classified as laboratory confirmed case group, and eighteen with typical chest CT imaging but tested negative in RTPCR tests as suspected case group.<br/><br/>The control group of pregnant women without pneumonia during hospital stay were randomly selected from the medical records by an investigator (MP), who was not involved in statistical analysis. Only those aged 25-35 years were selected to match the age range of cases. We selected 121 women who were admitted during the same period (control 2020 group). Considering the potential adverse effects of mental stress caused by city lockdown and severe epidemics, we also included a second control group of 121 women admitted during January 24 – February 11, 2019 (control 2019 group). Blood test results were also retrieved from medical records. Two case groups underwent a blood test every three days but two control groups only took once on admission.    Data analysis<br/><br/>Clinical characteristics, laboratory test results, maternal and neonatal outcomes were collected from medical records and reviewed independently by two investigators (YXL and YO). Fisher’s exact tests and Mann-Whitney U tests were used to compare the group difference for categorical and continuous variables, respectively. Friedman tests were used to test for the difference of blood test results across time within the same subjects. All the data analysis was conducted using R version 3.6.2."
        ],
        "results": [
            "Clinical characteristics and maternal outcomes<br/><br/>Demographic characteristics of two case groups and two control groups are shown in Table 1. The age of confirmed cases ranged 26-37 years and all were in the third trimester. Two confirmed cases (18.2%) and one suspected case had chronic conditions of hypertension, polycystic ovary syndrome and hepatitis B. Their gestational weeks on admission ranged 33 weeks plus 6 days to 40 weeks plus 4 days. Around 70% of two case groups had other maternal complications, significantly higher than the controls (31-33%). All these complications were developed before diagnosis of pneumonia.<br/><br/>Fourteen patients had caesarean section, because confirmed or suspected COVID pneumonia has become one indication for caesarean section in our hospital since 24 January 2020. Two patients had vaginal delivery because neither presented any respiratory symptoms when admitted for full-term labor. One of them had fever two days after childbirth and another had CT images of patchy shadows in the right lung on the same day of labor.<br/><br/>In addition to pneumonia, eleven out of 16 confirmed cases had gestational complications on admission, including gestational diabetes mellitus (n=3), premature rupture of membranes (1), gestational hypertension (3), hypothyroidism (2), preeclampsia (1) and sinus tachycardia (1). None of confirmed COVID-19 patients reported an exposure history. Four were admitted with fever for investigation and eight developed fever after childbirth (Table 2). None presented other respiratory symptoms on admission nor during hospital stay. Two of suspected COVID-19 pneumonia patients reported cough, sore throat, dyspnea, diarrhea and vomiting.<br/><br/>Laboratory investigations and treatment<br/><br/>All patients took chest CT scans. Ten of confirmed cases had typical image of pneumonia in both lungs and seven in single lung. Fifteen out of eighteen suspected patients had both lungs affected. Compared to the controls, two case groups had slightly lower counts of white blood cells (WBC), neutrophils, C-reactive protein (CRP) and alanine aminotransferase (ALT) on admission, although none reached statistical significance and most were marginally beyond the normal range (Table 3). Lymphocytes, eosinophils and aspartate aminotransferase (AST) were comparable between the cases and controls. An increase of WBC, neutrophils, and CRP were observed in the first postpartum blood test of confirmed cases, followed by a decrease in the second postpartum test (Figure 1). But this transient change was not found in suspected cases. Lymphocytes remained at the lower end of normal range in two case groups.<br/><br/>All COVID-19 pneumonia patients received antibiotics and four patients received antivirals during hospital stay. All of them have been discharged or transferred to the designated hospitals for COVID-19 patients, and length of stay in our hospital ranged from 3 to 26 days, with a median of 9 days. None were admitted into the intensive care unit (ICU) because of COVID-19 pneumonia or severe maternal complications.<br/><br/>Neonatal outcomes<br/><br/>Sixteen patients with confirmed COVID-19 pneumonia gave birth to seventeen babies (ten singleton and two twins). Two singletons were born prematurely due to premature rupture of membranes and placental abruption. There were 23.5% and 21.1% preterm births among the newborns of the mothers with confirmed or suspected COVID-19 pneumonia, significantly higher than those of the controls (5.8% and 5.0% in the 2020 and 2019 controls) (Table 4). Low birth weight also occurred more often in two case groups (17.6% and 10.5%) than in two control groups (2.5%). Newborns showed no significant differences between the cases and controls in key neonatal indicators including gestational age at birth, APGAR score at 5 minutes, and intrauterine fetal distress. No events of severe neonatal asphyxia and deaths occurred in these newborns.<br/><br/>To reduce contact transmission, all COVID-19 patients were immediately moved to isolation wards after delivery or cesarean section, and their newborns were taken care by other family members. Three newborns (including two twins), who were delivered by caesarean section, took throat swabs at 4 and 14 days after birth. All three tested negative for SARS-CoV-2."
        ],
        "discussion": [
            "To our best knowledge, this is the first case-control study to comprehensively compare maternal and neonatal outcomes of COVID-19 pneumonia with the patients with nonCOVID-19 pneumonia and without pneumonia. We found that SARS-CoV-2 infection caused generally mild respiratory symptoms in pregnant women. Clinical signs and symptoms mainly included fever and pneumonia, but other respiratory symptoms were less common. Our results echo the findings of a previous study in pregnant women with SARS in Hong Kong, reporting that fever was the dominant presenting symptom[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>]. However, it is of note that most patients did not have any symptoms on admission. For the purpose of screening for suspected cases, we asked all pre-laboring pregnant women to take low-dose chest CT scans with the abdominal region covered, and found that 2.1% fulfilled the criteria of COVID-19 pneumonia (patchy shadows and ground glass opacity in single or both lungs). This highlights the need of enhancing screening for COVID-19 pneumonia on admission, as well as strengthening infection control measures in obstetric wards during the epidemics.<br/><br/>Compared to other COVID-19 pneumonia patients, pregnant women generally had no or mild respiratory symptoms. None of our patients developed severe respiratory complications to require critical care. Laboratory investigations on admission found lower counts of WBC, neutrophils, CRP, and ALT in pregnant women, compared to the non-pneumonia controls. These findings are consistent with those reported in other hospitalized COVID-19 patients who often had lymphopenia and decreased WBC [<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>]. Slightly increased WBC, neutrophils, eosinophils and CRP were found in postpartum blood tests. We also notice that confirmed and suspected cases shared similar dynamic profiles, suggesting that laboratory test results might not be very useful in making differential diagnosis.<br/><br/>An earlier clinical descriptive study by Chen et al reported the clinical features of nine pregnant women with laboratory confirmed COVID-19 infection cases, all of whom took cesarean section in one tertiary hospital in Wuhan.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] In our study, in addition to nine cesarean section patients, we also reported two pregnant woman who had a full-term vaginal delivery and was confirmed with COVID-19 pneumonia on the day of delivery. We observed a higher incidence rate of premature delivery in confirmed cases (33.3%), but none was due to severe maternal respiratory failure. This rate was higher than in suspected patients (21.1%) and then two control groups (~5%) in our study, but slightly lower than the rate of 44% in confirmed COVID-19 pneumonia patients reported by Chen et al.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] We did not observe any deaths or events of severe complications associated with COVID-19 pneumonia that required critical care in the pregnant women and newborns. Hence, the adverse effects of COVID-19 pneumonia on pregnancy appear less severe than those of SARS-CoV and MERS-CoV. There were three pregnant women died during the 2003 SARS outbreak in Hong Kong, and preterm delivery was as high as 80% [<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>]. Although no maternal deaths were recorded in the MERS-CoV outbreak, more than half of their newborns required critical care and nearly 30% eventually died[<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>]. A previous study also reported that SARS-CoV infection could increase the risk of preterm delivery in second trimester and spontaneous abortion in first trimester[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>]. Since all of our patients were in the third trimester, the potential adverse effect of SARS-CoV-2 infections in the first and second trimesters remains to be investigated.<br/><br/>In response to this unprecedented COVID-19 outbreak in Wuhan, confirmed and suspected COVID-19 infection has been included as one indication for cesarean section in our hospital, because there was only one negative pressure operation room suitable for airborne precautions. Two patients had vaginal delivery in labor rooms of positive pressure before they were diagnosed with COVID-19 pneumonia. No transmission events occurred in the doctors and midwives, who were wearing a full set of personal protective equipment (N95 respirators, protective gown, gloves and goggles) during the delivery procedure. Healthcare workers need to stay vigilant against COVID-19 infection when there is an epidemic in neighborhood or pregnant women have a travel history to an epidemic area within 14 days.<br/><br/>As suggested by Favre et al,[<a class=\"ref-link\" id=\"c19\" href=\"#r19\">19</a>] vaginal delivery could be considered for the benefit of patients, when there is a labor room properly equipped for airborne precautions. All healthcare workers in close contacts should strictly adhere to contact and airborne precautions in addition to standard precautions.<br/><br/>Similar to two previous reports of nine and one pregnant women with confirmed COVID-19 infection [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>, <a class=\"ref-link\" id=\"c20\" href=\"#r20\">20</a>], we did not find any evidence to support the vertical transmission of SARSCoV-2 from mother to fetus via placenta or during cesarean section. Our study also added some evidence to suggest that the risk of vertical transmission during vaginal delivery might also be trivial. There were two patients with vaginal delivery, one was two days before the onset of symptoms and another was during the course of illness. Neither of their newborns had respiratory systems after birth. Unfortunately, none of them gave us the consent to collect the respiratory specimens of their neonates. Given the small sample size of our study, the possibility of vertical transmission during vaginal delivery still cannot be ruled out.<br/><br/>There are a few caveats in our study. First, this is a retrospective case control study from one single center, which could be subject to recall bias and selection bias. Second, we collected the data of sixteen pregnant women with laboratory confirmed COVID-19 pneumonia and eighteen suspected cases with typical CT imaging. Although this is the largest number of pregnant women with COVID-19 pneumonia in literature so far, the sample size is still relatively small. Nevertheless, given the potential of this virus to cause a global pandemic, we believe our study could be one of important clinical studies to guide the clinical diagnosis and treatment to this vulnerable group."
        ],
        "conclusion": [
            "In this study, we did not find any evidence to suggest that COVID-19 pneumonia causes severe maternal and neonatal complications among pregnant women who had vaginal delivery or caesarean section. Few patients presented respiratory symptoms on admission. The profile of laboratory investigations was not different from pregnant women without pneumonia, except a transient increase of WBC, neutrophils and CRP was found in postpartum blood tests. Given the time delay in PCR tests, chest CT scans in the third trimester might be an effective way of screening for COVID-19 pneumonia in pregnant women, particularly in areas with ongoing epidemics. Funding PM is supported by the Joint Fund of the Hubei Provincial Health Commission. LY is supported by the General Research Fund of the Hong Kong Polytechnic University. Authors’ Contributions LYang and MP originated and designed the study. YLv, KL LYue, QL and YO contributed to data collection and clean. LH conducted data analysis. NL, LH, GS, LC and LYang interpreted the findings and drafted the manuscript. All the authors proved the final version of this manuscript."
        ],
        "disclosures": [
            "<strong>Conflict of interest All authors have completed the</strong><br/><br/>ICMJE uniform disclosure form at www.icmje.org/coi_disclosure.pdf and declare: no support from any organisation for the submitted work; no financial relationships with any organisations that might have an interest in the submitted work in the previous three years; no other relationships or activities that could appear to have influenced the submitted work. Ethical consideration The ethical approval has been obtained from the ethics committee of the Hubei Provincial Maternal and Child Health Center"
        ],
        "funding": [
            "Funding PM is supported by the Joint Fund of the Hubei Provincial Health Commission",
            "LY is supported by the General Research Fund of the Hong Kong Polytechnic University"
        ],
        "ethical_compliance": [
            "Ethical consideration The ethical approval has been obtained from the ethics committee of the Hubei Provincial Maternal and Child Health Center"
        ]
    },
    "structured_content": {
        "Introduction": [
            "In December 2019, an outbreak of the 2019 coronavirus disease (COVID-19) associated pneumonia was reported in Wuhan, a mega city with an 11 million population in central China, and soon spread to other cities in China and overseas[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. The causative pathogen was identified as a novel coronavirus, severe acute respiratory syndrome coronavirus 2 (SARSCoV-2) [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. As of 06 March 2020, COVID-19 has caused 80,735 confirmed cases in China, of whom 3,045 died and 5,737 were admitted into ICU [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. In response to this fast-spreading epidemic, the Chinese government has locked down the epicenter Wuhan city since 23 January 2020, and implemented a series of social distancing measures such as strict traffic restrictions, forbidden social gatherings, closure of residential communities[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. The epidemiological data showed that most cases had mild symptoms, and overall case fatality rate was 2.3%. Although the virulence of SARS-CoV-2 seems considerably lower than two previous zoonotic coronaviruses, SARS-CoV and MERS-CoV, it was far more efficient to transmit between close contacts.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>] Particularly, this novel coronavirus has caused special concerns in pregnant women, because both SARS-CoV and MERS-CoV have been found to cause severe complications in pregnant women[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. Several reports on suspicious vertical transmission of this virus have further increased such concerns[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. Although the recent laboratory studies and clinical reports did not find strong evidence to support a vertical transmission route, the possibility still cannot be completely ruled out [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>-<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>].",
            "Clinical and epidemiological features of COVID-19 infection have been widely reported[1014]. However, the clinical reports on maternal and neonatal outcomes of pregnant women with SARS-CoV-2 infection remain sparse. An earlier study by Chen et al reported nine pregnant women with COVID-19 pneumonia, who took cesarean section in a tertiary hospital of Wuhan [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. These patients showed clinical symptoms similar to non-pregnant patients with COVID-19 pneumonia. They also claimed that there was no evidence of vertical transmission. To date, none of previous studies have compared maternal and neonatal outcomes of pregnant women with COVID-19 pneumonia to those without pneumonia, to investigate the adverse effects of COVID-19 infection on pregnancy."
        ],
        "Methods": [],
        "Study design and patients": [
            "We retrospectively reviewed medical records of pregnant women who were admitted into the Hubei Provincial Maternal and Child Health Center, a tertiary hospital in Wuhan with 1,900 hospital beds, during January 24 – February 29, 2020. We followed the clinical diagnosis criteria for COVID-19 pneumonia in the New Coronavirus Pneumonia Prevention and Control Program (5th edition) by the National Health Commission of China[<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]. Throat swabs were collected from all these patients and sent to the laboratory of the Wuhan Center for Disease Control and Prevention for tests of SARS-CoV-2. Diagnosis criteria of COVID19 infection include 1) typical chest CT imaging of patchy shadows and ground glass opacity, and 2) positive in reverse transcription polymerase chain reaction (RT-PCR) tests for SARSCoV-2. However, previous studies argued that false negative cases might be common for COVID-19 infection cases due to low virus titers, sampling at late stage of illness, and inappropriate swabbing sites[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. Given overloaded healthcare systems and limited test capacities during our study period, we were concerned about underreporting of COVID-19 cases if solely relying on laboratory tests. Therefore, in this study we also included the suspected patients with typical chest CT imaging but negative in RT-PCR tests. Eleven pregnant women who were tested positive for SARS-CoV-2 were classified as laboratory confirmed case group, and eighteen with typical chest CT imaging but tested negative in RTPCR tests as suspected case group.",
            "The control group of pregnant women without pneumonia during hospital stay were randomly selected from the medical records by an investigator (MP), who was not involved in statistical analysis. Only those aged 25-35 years were selected to match the age range of cases. We selected 121 women who were admitted during the same period (control 2020 group). Considering the potential adverse effects of mental stress caused by city lockdown and severe epidemics, we also included a second control group of 121 women admitted during January 24 – February 11, 2019 (control 2019 group). Blood test results were also retrieved from medical records. Two case groups underwent a blood test every three days but two control groups only took once on admission.",
            "Clinical characteristics, laboratory test results, maternal and neonatal outcomes were collected from medical records and reviewed independently by two investigators (YXL and YO). Fisher’s exact tests and Mann-Whitney U tests were used to compare the group difference for categorical and continuous variables, respectively. Friedman tests were used to test for the difference of blood test results across time within the same subjects. All the data analysis was conducted using R version 3.6.2."
        ],
        "Results": [
            "Demographic characteristics of two case groups and two control groups are shown in Table 1. The age of confirmed cases ranged 26-37 years and all were in the third trimester. Two confirmed cases (18.2%) and one suspected case had chronic conditions of hypertension, polycystic ovary syndrome and hepatitis B. Their gestational weeks on admission ranged 33 weeks plus 6 days to 40 weeks plus 4 days. Around 70% of two case groups had other maternal complications, significantly higher than the controls (31-33%). All these complications were developed before diagnosis of pneumonia.",
            "Fourteen patients had caesarean section, because confirmed or suspected COVID pneumonia has become one indication for caesarean section in our hospital since 24 January 2020. Two patients had vaginal delivery because neither presented any respiratory symptoms when admitted for full-term labor. One of them had fever two days after childbirth and another had CT images of patchy shadows in the right lung on the same day of labor.",
            "In addition to pneumonia, eleven out of 16 confirmed cases had gestational complications on admission, including gestational diabetes mellitus (n=3), premature rupture of membranes (1), gestational hypertension (3), hypothyroidism (2), preeclampsia (1) and sinus tachycardia (1). None of confirmed COVID-19 patients reported an exposure history. Four were admitted with fever for investigation and eight developed fever after childbirth (Table 2). None presented other respiratory symptoms on admission nor during hospital stay. Two of suspected COVID-19 pneumonia patients reported cough, sore throat, dyspnea, diarrhea and vomiting.",
            "All patients took chest CT scans. Ten of confirmed cases had typical image of pneumonia in both lungs and seven in single lung. Fifteen out of eighteen suspected patients had both lungs affected. Compared to the controls, two case groups had slightly lower counts of white blood cells (WBC), neutrophils, C-reactive protein (CRP) and alanine aminotransferase (ALT) on admission, although none reached statistical significance and most were marginally beyond the normal range (Table 3). Lymphocytes, eosinophils and aspartate aminotransferase (AST) were comparable between the cases and controls. An increase of WBC, neutrophils, and CRP were observed in the first postpartum blood test of confirmed cases, followed by a decrease in the second postpartum test (Figure 1). But this transient change was not found in suspected cases. Lymphocytes remained at the lower end of normal range in two case groups.",
            "All COVID-19 pneumonia patients received antibiotics and four patients received antivirals during hospital stay. All of them have been discharged or transferred to the designated hospitals for COVID-19 patients, and length of stay in our hospital ranged from 3 to 26 days, with a median of 9 days. None were admitted into the intensive care unit (ICU) because of COVID-19 pneumonia or severe maternal complications.",
            "Sixteen patients with confirmed COVID-19 pneumonia gave birth to seventeen babies (ten singleton and two twins). Two singletons were born prematurely due to premature rupture of membranes and placental abruption. There were 23.5% and 21.1% preterm births among the newborns of the mothers with confirmed or suspected COVID-19 pneumonia, significantly higher than those of the controls (5.8% and 5.0% in the 2020 and 2019 controls) (Table 4). Low birth weight also occurred more often in two case groups (17.6% and 10.5%) than in two control groups (2.5%). Newborns showed no significant differences between the cases and controls in key neonatal indicators including gestational age at birth, APGAR score at 5 minutes, and intrauterine fetal distress. No events of severe neonatal asphyxia and deaths occurred in these newborns.",
            "To reduce contact transmission, all COVID-19 patients were immediately moved to isolation wards after delivery or cesarean section, and their newborns were taken care by other family members. Three newborns (including two twins), who were delivered by caesarean section, took throat swabs at 4 and 14 days after birth. All three tested negative for SARS-CoV-2."
        ],
        "Discussion": [
            "To our best knowledge, this is the first case-control study to comprehensively compare maternal and neonatal outcomes of COVID-19 pneumonia with the patients with nonCOVID-19 pneumonia and without pneumonia. We found that SARS-CoV-2 infection caused generally mild respiratory symptoms in pregnant women. Clinical signs and symptoms mainly included fever and pneumonia, but other respiratory symptoms were less common. Our results echo the findings of a previous study in pregnant women with SARS in Hong Kong, reporting that fever was the dominant presenting symptom[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>]. However, it is of note that most patients did not have any symptoms on admission. For the purpose of screening for suspected cases, we asked all pre-laboring pregnant women to take low-dose chest CT scans with the abdominal region covered, and found that 2.1% fulfilled the criteria of COVID-19 pneumonia (patchy shadows and ground glass opacity in single or both lungs). This highlights the need of enhancing screening for COVID-19 pneumonia on admission, as well as strengthening infection control measures in obstetric wards during the epidemics.",
            "Compared to other COVID-19 pneumonia patients, pregnant women generally had no or mild respiratory symptoms. None of our patients developed severe respiratory complications to require critical care. Laboratory investigations on admission found lower counts of WBC, neutrophils, CRP, and ALT in pregnant women, compared to the non-pneumonia controls. These findings are consistent with those reported in other hospitalized COVID-19 patients who often had lymphopenia and decreased WBC [<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>]. Slightly increased WBC, neutrophils, eosinophils and CRP were found in postpartum blood tests. We also notice that confirmed and suspected cases shared similar dynamic profiles, suggesting that laboratory test results might not be very useful in making differential diagnosis.",
            "An earlier clinical descriptive study by Chen et al reported the clinical features of nine pregnant women with laboratory confirmed COVID-19 infection cases, all of whom took cesarean section in one tertiary hospital in Wuhan.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] In our study, in addition to nine cesarean section patients, we also reported two pregnant woman who had a full-term vaginal delivery and was confirmed with COVID-19 pneumonia on the day of delivery. We observed a higher incidence rate of premature delivery in confirmed cases (33.3%), but none was due to severe maternal respiratory failure. This rate was higher than in suspected patients (21.1%) and then two control groups (~5%) in our study, but slightly lower than the rate of 44% in confirmed COVID-19 pneumonia patients reported by Chen et al.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] We did not observe any deaths or events of severe complications associated with COVID-19 pneumonia that required critical care in the pregnant women and newborns. Hence, the adverse effects of COVID-19 pneumonia on pregnancy appear less severe than those of SARS-CoV and MERS-CoV. There were three pregnant women died during the 2003 SARS outbreak in Hong Kong, and preterm delivery was as high as 80% [<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>]. Although no maternal deaths were recorded in the MERS-CoV outbreak, more than half of their newborns required critical care and nearly 30% eventually died[<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>]. A previous study also reported that SARS-CoV infection could increase the risk of preterm delivery in second trimester and spontaneous abortion in first trimester[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>]. Since all of our patients were in the third trimester, the potential adverse effect of SARS-CoV-2 infections in the first and second trimesters remains to be investigated.",
            "In response to this unprecedented COVID-19 outbreak in Wuhan, confirmed and suspected COVID-19 infection has been included as one indication for cesarean section in our hospital, because there was only one negative pressure operation room suitable for airborne precautions. Two patients had vaginal delivery in labor rooms of positive pressure before they were diagnosed with COVID-19 pneumonia. No transmission events occurred in the doctors and midwives, who were wearing a full set of personal protective equipment (N95 respirators, protective gown, gloves and goggles) during the delivery procedure. Healthcare workers need to stay vigilant against COVID-19 infection when there is an epidemic in neighborhood or pregnant women have a travel history to an epidemic area within 14 days.",
            "As suggested by Favre et al,[<a class=\"ref-link\" id=\"c19\" href=\"#r19\">19</a>] vaginal delivery could be considered for the benefit of patients, when there is a labor room properly equipped for airborne precautions. All healthcare workers in close contacts should strictly adhere to contact and airborne precautions in addition to standard precautions.",
            "Similar to two previous reports of nine and one pregnant women with confirmed COVID-19 infection [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>, <a class=\"ref-link\" id=\"c20\" href=\"#r20\">20</a>], we did not find any evidence to support the vertical transmission of SARSCoV-2 from mother to fetus via placenta or during cesarean section. Our study also added some evidence to suggest that the risk of vertical transmission during vaginal delivery might also be trivial. There were two patients with vaginal delivery, one was two days before the onset of symptoms and another was during the course of illness. Neither of their newborns had respiratory systems after birth. Unfortunately, none of them gave us the consent to collect the respiratory specimens of their neonates. Given the small sample size of our study, the possibility of vertical transmission during vaginal delivery still cannot be ruled out.",
            "There are a few caveats in our study. First, this is a retrospective case control study from one single center, which could be subject to recall bias and selection bias. Second, we collected the data of sixteen pregnant women with laboratory confirmed COVID-19 pneumonia and eighteen suspected cases with typical CT imaging. Although this is the largest number of pregnant women with COVID-19 pneumonia in literature so far, the sample size is still relatively small. Nevertheless, given the potential of this virus to cause a global pandemic, we believe our study could be one of important clinical studies to guide the clinical diagnosis and treatment to this vulnerable group."
        ],
        "Conclusion": [
            "In this study, we did not find any evidence to suggest that COVID-19 pneumonia causes severe maternal and neonatal complications among pregnant women who had vaginal delivery or caesarean section. Few patients presented respiratory symptoms on admission. The profile of laboratory investigations was not different from pregnant women without pneumonia, except a transient increase of WBC, neutrophils and CRP was found in postpartum blood tests. Given the time delay in PCR tests, chest CT scans in the third trimester might be an effective way of screening for COVID-19 pneumonia in pregnant women, particularly in areas with ongoing epidemics. Funding PM is supported by the Joint Fund of the Hubei Provincial Health Commission. LY is supported by the General Research Fund of the Hong Kong Polytechnic University. Authors’ Contributions LYang and MP originated and designed the study. YLv, KL LYue, QL and YO contributed to data collection and clean. LH conducted data analysis. NL, LH, GS, LC and LYang interpreted the findings and drafted the manuscript. All the authors proved the final version of this manuscript.",
            "Conflict of interest All authors have completed the ICMJE uniform disclosure form at www.icmje.org/coi_disclosure.pdf and declare: no support from any organisation for the submitted work; no financial relationships with any organisations that might have an interest in the submitted work in the previous three years; no other relationships or activities that could appear to have influenced the submitted work. Ethical consideration The ethical approval has been obtained from the ethics committee of the Hubei Provincial Maternal and Child Health Center.",
            "All data and materials used in this work were available based on request."
        ],
        "References": [
            "1. Zhu N, Zhang D, Wang W, et al A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med 2020.",
            "2. Chen Y, Liu Q, Guo D. Coronaviruses: genome structure, replication, and pathogenesis. J Med Virol 2020.",
            "3. Phelan AL, Katz R, Gostin LO. The Novel Coronavirus Originating in Wuhan, China: Challenges for Global Health Governance. JAMA 2020.",
            "4. Wu ZY, McGoogan JM. Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention. JAMA 2020.",
            "5. Favre G, Pomar L, Musso D, Baud D. 2019-nCoV epidemic: what about pregnancies? The Lancet 2020.",
            "6. Ma R. Newborns in Wuhan were diagnosed with novel coronavirus infection, experts warned the possibility of vertical transmission. Reuters. 2020 5 February 2020.",
            "7. Chen H, Guo J, Wang C, et al Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records. The Lancet 2020.",
            "8. Lu R, Zhao X, Li J, et al Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet 2020.",
            "9. Qiao J. What are the risks of COVID-19 infection in pregnant women? The Lancet 2020.",
            "10. Wang D, Hu B, Hu C, et al Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020.",
            "11. Chen N, Zhou M, Dong X, et al Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020.",
            "12. Huang C, Wang Y, Li X, et al Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet 2020.",
            "13. Li Q, Guan X, Wu P, et al Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med 2020.",
            "14. Guan WJ, Ni ZY, Hu Y, et al Clinical Characteristics of Coronavirus Disease 2019 in China. N Engl J Med 2020.",
            "15. National Health Commission of China. New coronavirus pneumonia prevention and control program. Available at: http://www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8aefc 2.shtml. Accessed 22 February 2020.",
            "16. Lam CM, Wong SF, Leung TN, et al A case-controlled study comparing clinical course and outcomes of pregnant and non-pregnant women with severe acute respiratory syndrome. BJOG 2004; 111(8): 771-4.",
            "17. Wong SF, Chow KM, de Swiet M. Severe Acute Respiratory Syndrome and pregnancy. BJOG 2003; 110(7): 641-2.",
            "18. Alfaraj SH, Al-Tawfiq JA, Memish ZA. Middle East respiratory syndrome coronavirus during pregnancy: Report of two cases & review of the literature. Journal of Microbiology, Immunology and Infection 2019; 52: 501-3.",
            "19. Favre G, Pomar L, Qi X, Nielsen-Saines K, Musso D, Baud D. Guidelines for pregnant women with suspected SARS-CoV-2 infection. The Lancet Infectious Diseases 2020.",
            "20. Wang X, Zhou Z, Zhang J, Zhu F, Tang Y, Shen X. A case of 2019 Novel Coronavirus in a pregnant woman with preterm delivery. Clin Infect Dis 2020.",
            "Table 1. Demographic characteristics of two case groups and two control groups.",
            "Age (years ± SD)",
            "Confirmed cases Suspected cases",
            "Control 2020",
            "(n=16)",
            "(n=18)",
            "P value a (n=121)",
            "P value a",
            "30.9 ± 3.2",
            "29.8 ± 2.3",
            "0.624 30.1 ± 3.3 0.501 29.3 ± 2.6 0.090",
            "Caesarean delivery (n, %)",
            "14 (87.5%)",
            "16 (88.9%) 1.000 57 (47.1%) 0.003 44 (36.4%) <0.001",
            "Chronic illness (n, %)",
            "2 (12.5%)",
            "1 (5.6%)",
            "0.591 5 (4.1%)",
            "0.190 0 (0.0%)",
            "Complications in pregnancy (n, %) 11 (68.5%)",
            "13 (72.2%) 1.000 38 (31.4 %) 0.005 32 (33.3%) 0.011 a P value of Fisher’s exact tests and Mann-Whitney U tests, the laboratory confirmed cases as reference group.",
            "Table 2. Clinical characteristics of pregnant women with confirmed or suspected COVID-19 pneumonia.",
            "Characteristic Length of stay, median (IQR), d Symptoms",
            "Fever on admission Fever after childbirth Cough Sore throat Dyspnoea CT imaging Pneumonia in one lung Pneumonia in two lungs Treatment Steroid Antibiotics Antivirals High throughput oxygen ECMO Outcome Discharge Transfer In treatment",
            "Confirmed cases (%) Suspected cases (%)",
            "9 (5.5, 11)",
            "6 (5, 9.3)",
            "4 (25.0%) 8 (50.0%) 0 (0.0%) 0 (0.0%) 0 (0.0%)",
            "1 (5.6%) 6 (33.3%) 1 (5.6%) 1 (5.6%) 1 (5.6%)",
            "8 (50.0%) 7 (43.8%)",
            "10 (55.6%) 7 (38.9%)",
            "0 (0.0%) 16 (100.0%) 1 (6.3%) 0 (0.0%) 0 (0.0%)",
            "0 (0.0%) 18 (100.0%) 0 (0.0%) 0 (0.0%) 0 (0.0%)",
            "7 (43.8%) 8 (50.0%) 1 (6.3%)",
            "18 (100.0%) 0 (0.0%) 0 (0.0%)",
            "Abbreviations: ECMO, extracorporeal membrane oxygenation.",
            "Table 3. Comparison of blood test results on admission between two case groups and two control groups.",
            "Reference Confirmed cases Suspected cases range",
            "Mean (SD)",
            "Mean (SD) P value a Mean (SD) P value a Mean (SD) P value a",
            "WBC, ×109/L Lymphocytes, ×109/L Lymphopenia (<1×109/L), % Neutrophils, ×109/L",
            "3.5 - 9.5 1.1 - 3.2",
            "1.8 - 6.3",
            "8.6 ± 1.8 1.5 ± 0.4 2 (12.5%) 6.6 ± 1.8",
            "11.6 ± 4.5 1.3 ± 0.5 5 (27.8%) 9.3 ± 5.0",
            "10.3 ± 3.1 1.5 ± 0.5 15 (12.6%) 8.4 ± 2.7",
            "9.6 ± 2.4 1.5 ± 0.4 14 (11.6%) 7.4 ± 2.2",
            "CRP, mg/L",
            "0 - 4.0",
            "4.8 ± 4.8",
            "11.1 ± 12.9 0.043 23 ± 41.5 0.194 8.5 ± 15.7 0.574",
            "Elevated CRP (>4.0 mg/L), %",
            "5 (31.3%)",
            "Eosinophils, ×109/L",
            "0.02 - 0.52 0.04 ± 0.05",
            "ALT, U/L",
            "0 - 40",
            "11.6 ± 5.0",
            "AST, U/L",
            "0 - 35",
            "16.3 ± 5.2",
            "11 (61.1%) 0.02 ± 0.03 20.6 ± 40.4 27.8 ± 45.5",
            "68 (58.1%) 0.08 ± 0.2 11.2 ± 8.9 18.3 ± 6.2",
            "57 (47.1%) 0.07 ± 0.05 11.6 ± 13.9 17.2 ± 9.7",
            "Abbreviations: WBC, white blood cells; CRP, C- reactive protein; ALT, alanine aminotransferase; AST, aspartate aminotransferase. a P value of Fisher’s exact tests and Mann-Whitney U tests, the laboratory confirmed cases were reference group. b Data were missing in 2 patients for WBC, 2 for lymphocytes, 3 for neutrophils, 4 for CRP, 4 for eosinophils, 2 for ALT and 2 for AST.",
            "Table 4. Clinical characteristics of newborns from two case groups and two control groups.",
            "Confirmed Suspected P value a",
            "Control 2020 P value a cases (n=17) cases (n=19)",
            "(n=121)",
            "Gestational age at birth, mean, 38±0.2",
            "38±2.8",
            "39±0.7",
            "0.131 week ± day",
            "Singleton (n, %)",
            "15 (88.2%) 17 (89.5%) 1.000",
            "121 (100.0%) 0.014",
            "Birth weight, mean (SD), g",
            "3078.2 ± 565.0 3188.4 ± 520.5 0.800",
            "3317.1 ± 455.3 0.147",
            "Low birth weight (n, %) b",
            "3 (17.6%)",
            "2 (10.5%)",
            "3 (2.5%)",
            "Premature birth (n, %) c",
            "4 (23.5%)",
            "4 (21.1%)",
            "7 (5.8%)",
            "Apgar score at 1 minute after 9.6 ± 0.5",
            "9.6 ± 0.5",
            "9.8 ± 0.4",
            "0.012 birth, mean (SD)",
            "Apgar score at 5 minutes after 10.0 ± 0.0 10.0 ± 0.0 1.000",
            "10.0 ± 0.0",
            "1.000 birth, mean (SD)",
            "Intrauterine fetal distress (n, %) 1 (5.9%)",
            "6 (5.0%)",
            "1.000 a P value of Fisher’s exact tests and Mann-Whitney U tests, the laboratory confirmed cases as reference group. b Babies who were born weighing less than 2,500 grams. c Babies who were born before the start of the 37th week of pregnancy of mothers.",
            "Control 2019 (n=121) 38±6.9",
            "P value a 0.167",
            "3307.9 ± 419.3 0.180",
            "9.9 ± 0.3",
            "<0.001",
            "Figure 1. Box plots of blood test results of the confirmed and suspected case groups. Reference ranges of blood tests results are highlighted in grey. P values were calculated from Friedman tests for difference of blood tests results across three tests."
        ]
    },
    "participants": [
        {
            "participant": "pregnant women with confirmed COVID-19 pneumonia and eighteen suspected cases",
            "number": 16,
            "context": "Methods We conducted a case-control study to compare clinical characteristics, maternal and neonatal outcomes of pregnant women with and without COVID-19 pneumonia. <mark class=\"stats\">Results During January 24 to February 29, 2020, there were sixteen pregnant women with confirmed COVID-19 pneumonia and eighteen suspected cases who were admitted to labor in the third trimester</mark>. Two had vaginal delivery and the rest took cesarean section"
        },
        {
            "participant": "pregnant women",
            "number": 11,
            "context": "Therefore, in this study we also included the suspected patients with typical chest CT imaging but negative in RT-PCR tests. <mark class=\"stats\">Eleven pregnant women who were tested positive for SARS-CoV-2 were classified as laboratory confirmed case group, and eighteen with typical chest CT imaging but tested negative in RTPCR tests as suspected case group.<br/><br/>The control group of pregnant women without pneumonia during hospital stay were randomly selected from the medical records by an investigator (MP), who was not involved in statistical analysis</mark>. Only those aged 25-35 years were selected to match the age range of cases"
        },
        {
            "participant": "women",
            "number": 121,
            "context": "Only those aged 25-35 years were selected to match the age range of cases. <mark class=\"stats\">We selected 121 women who were admitted during the same period (control 2020 group)</mark>. Considering the potential adverse effects of mental stress caused by city lockdown and severe epidemics, we also included a second control group of 121 women admitted during January 24 – February 11, 2019 (control 2019 group)"
        },
        {
            "participant": "women",
            "number": 121,
            "context": "We selected 121 women who were admitted during the same period (control 2020 group). <mark class=\"stats\">Considering the potential adverse effects of mental stress caused by city lockdown and severe epidemics, we also included a second control group of 121 women admitted during January 24 – February 11, 2019 (control 2019 group)</mark>. Blood test results were also retrieved from medical records"
        },
        {
            "participant": "confirmed cases",
            "number": 80735,
            "context": "The causative pathogen was identified as a novel coronavirus, severe acute respiratory syndrome coronavirus 2 (SARSCoV-2) [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. <mark class=\"stats\">As of 06 March 2020, COVID-19 has caused 80,735 confirmed cases in China, of whom 3,045 died and 5,737 were admitted into ICU [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]</mark>. In response to this fast-spreading epidemic, the Chinese government has locked down the epicenter Wuhan city since 23 January 2020, and implemented a series of social distancing measures such as strict traffic restrictions, forbidden social gatherings, closure of residential communities[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]"
        },
        {
            "participant": "pregnant women with COVID-19 pneumonia",
            "number": 9,
            "context": "However, the clinical reports on maternal and neonatal outcomes of pregnant women with SARS-CoV-2 infection remain sparse. <mark class=\"stats\">An earlier study by Chen et al reported nine pregnant women with COVID-19 pneumonia, who took cesarean section in a tertiary hospital of Wuhan [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]</mark>. These patients showed clinical symptoms similar to non-pregnant patients with COVID-19 pneumonia"
        },
        {
            "participant": "pregnant women",
            "number": 11,
            "context": "Therefore, in this study we also included the suspected patients with typical chest CT imaging but negative in RT-PCR tests. <mark class=\"stats\">Eleven pregnant women who were tested positive for SARS-CoV-2 were classified as laboratory confirmed case group, and eighteen with typical chest CT imaging but tested negative in RTPCR tests as suspected case group</mark>. The control group of pregnant women without pneumonia during hospital stay were randomly selected from the medical records by an investigator (MP), who was not involved in statistical analysis"
        },
        {
            "participant": "confirmed cases",
            "number": 2,
            "context": "The age of confirmed cases ranged 26-37 years and all were in the third trimester. <mark class=\"stats\">Two confirmed cases (18.2%) and one suspected case had chronic conditions of hypertension, polycystic ovary syndrome and hepatitis B</mark>. Their gestational weeks on admission ranged 33 weeks plus 6 days to 40 weeks plus 4 days"
        },
        {
            "participant": "patients",
            "number": 14,
            "context": "All these complications were developed before diagnosis of pneumonia. <mark class=\"stats\">Fourteen patients had caesarean section, because confirmed or suspected COVID pneumonia has become one indication for caesarean section in our hospital since 24 January 2020</mark>. Two patients had vaginal delivery because neither presented any respiratory symptoms when admitted for full-term labor"
        },
        {
            "participant": "patients",
            "number": 2,
            "context": "Fourteen patients had caesarean section, because confirmed or suspected COVID pneumonia has become one indication for caesarean section in our hospital since 24 January 2020. <mark class=\"stats\">Two patients had vaginal delivery because neither presented any respiratory symptoms when admitted for full-term labor</mark>. One of them had fever two days after childbirth and another had CT images of patchy shadows in the right lung on the same day of labor"
        },
        {
            "participant": "confirmed cases",
            "number": 16,
            "context": "One of them had fever two days after childbirth and another had CT images of patchy shadows in the right lung on the same day of labor. <mark class=\"stats\">In addition to pneumonia, eleven out of 16 confirmed cases had gestational complications on admission, including gestational diabetes mellitus (n=3), premature rupture of membranes (1), gestational hypertension (3), hypothyroidism (2), preeclampsia (1) and sinus tachycardia (1)</mark>. None of confirmed COVID-19 patients reported an exposure history"
        },
        {
            "participant": "patients",
            "number": 4,
            "context": "Lymphocytes remained at the lower end of normal range in two case groups. <mark class=\"stats\">All COVID-19 pneumonia patients received antibiotics and four patients received antivirals during hospital stay</mark>. All of them have been discharged or transferred to the designated hospitals for COVID-19 patients, and length of stay in our hospital ranged from 3 to 26 days, with a median of 9 days"
        },
        {
            "participant": "patients with confirmed COVID-19 pneumonia gave birth to seventeen",
            "number": 16,
            "context": "None were admitted into the intensive care unit (ICU) because of COVID-19 pneumonia or severe maternal complications. <mark class=\"stats\">Sixteen patients with confirmed COVID-19 pneumonia gave birth to seventeen babies (ten singleton and two twins)</mark>. Two singletons were born prematurely due to premature rupture of membranes and placental abruption"
        },
        {
            "participant": "controls",
            "number": 2019,
            "context": "Two singletons were born prematurely due to premature rupture of membranes and placental abruption. <mark class=\"stats\">There were 23.5% and 21.1% preterm births among the newborns of the mothers with confirmed or suspected COVID-19 pneumonia, significantly higher than those of the controls (5.8% and 5.0% in the 2020 and 2019 controls) (Table 4)</mark>. Low birth weight also occurred more often in two case groups (17.6% and 10.5%) than in two control groups (2.5%)"
        },
        {
            "participant": "pregnant women with laboratory confirmed COVID-19 infection cases",
            "number": 9,
            "context": "We also notice that confirmed and suspected cases shared similar dynamic profiles, suggesting that laboratory test results might not be very useful in making differential diagnosis. <mark class=\"stats\">An earlier clinical descriptive study by Chen et al reported the clinical features of nine pregnant women with laboratory confirmed COVID-19 infection cases, all of whom took cesarean section in one tertiary hospital in Wuhan.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]</mark>. In our study, in addition to nine cesarean section patients, we also reported two pregnant woman who had a full-term vaginal delivery and was confirmed with COVID-19 pneumonia on the day of delivery"
        },
        {
            "participant": "cesarean section patients",
            "number": 9,
            "context": "An earlier clinical descriptive study by Chen et al reported the clinical features of nine pregnant women with laboratory confirmed COVID-19 infection cases, all of whom took cesarean section in one tertiary hospital in Wuhan.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. <mark class=\"stats\">In our study, in addition to nine cesarean section patients, we also reported two pregnant woman who had a full-term vaginal delivery and was confirmed with COVID-19 pneumonia on the day of delivery</mark>. We observed a higher incidence rate of premature delivery in confirmed cases (33.3%), but none was due to severe maternal respiratory failure"
        },
        {
            "participant": "pregnant women",
            "number": 3,
            "context": "Hence, the adverse effects of COVID-19 pneumonia on pregnancy appear less severe than those of SARS-CoV and MERS-CoV. <mark class=\"stats\">There were three pregnant women died during the 2003 SARS outbreak in Hong Kong, and preterm delivery was as high as 80% [<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>]</mark>. Although no maternal deaths were recorded in the MERS-CoV outbreak, more than half of their newborns required critical care and nearly 30% eventually died[<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>]"
        },
        {
            "participant": "patients",
            "number": 2,
            "context": "In response to this unprecedented COVID-19 outbreak in Wuhan, confirmed and suspected COVID-19 infection has been included as one indication for cesarean section in our hospital, because there was only one negative pressure operation room suitable for airborne precautions. <mark class=\"stats\">Two patients had vaginal delivery in labor rooms of positive pressure before they were diagnosed with COVID-19 pneumonia</mark>. No transmission events occurred in the doctors and midwives, who were wearing a full set of personal protective equipment (N95 respirators, protective gown, gloves and goggles) during the delivery procedure"
        },
        {
            "participant": "patients with vaginal delivery",
            "number": 2,
            "context": "Our study also added some evidence to suggest that the risk of vertical transmission during vaginal delivery might also be trivial. <mark class=\"stats\">There were two patients with vaginal delivery, one was two days before the onset of symptoms and another was during the course of illness</mark>. Neither of their newborns had respiratory systems after birth"
        },
        {
            "participant": "pregnant women with laboratory confirmed COVID-19 pneumonia and eighteen suspected",
            "number": 16,
            "context": "First, this is a retrospective case control study from one single center, which could be subject to recall bias and selection bias. <mark class=\"stats\">Second, we collected the data of sixteen pregnant women with laboratory confirmed COVID-19 pneumonia and eighteen suspected cases with typical CT imaging</mark>. Although this is the largest number of pregnant women with COVID-19 pneumonia in literature so far, the sample size is still relatively small"
        }
    ],
    "statistics": [
        {
            "tests": {
                "context": "<mark class=\"stats\">Fisher’s exact tests and Mann-Whitney U tests were used to compare the group difference for categorical and continuous variables, respectively</mark>",
                "tests": [
                    {
                        "test": "Mann-Whitney U"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Friedman tests were used to test for the difference of blood test results across time within the same subjects</mark>",
                "tests": [
                    {
                        "test": "Friedman"
                    }
                ]
            }
        }
    ],
    "keywords": [
        "cesarean section",
        "intensive care unit",
        "pneumonia patient",
        "alanine aminotransferase",
        "COVID-19",
        "previous study",
        "clinical characteristics",
        "case control study",
        "Coronavirus disease",
        "respiratory symptom",
        "neutrophils",
        "coronavirus",
        "vertical transmission",
        "SARS",
        "white blood cells",
        "pregnant woman",
        "extracorporeal membrane oxygenation",
        "C-reactive protein",
        "adverse effect",
        "sars cov",
        "preterm delivery",
        "neonatal outcome"
    ],
    "keyword_relevance": {
        "COVID-19": 0.2896174863387978,
        "SARS": 0.09289617486338798,
        "white blood cells": 0.07650273224043716,
        "C-reactive protein": 0.07103825136612021,
        "coronavirus": 0.06557377049180328,
        "alanine aminotransferase": 0.04918032786885246,
        "respiratory symptom": 0.04371584699453552,
        "neutrophils": 0.04371584699453552,
        "cesarean section": 0.03825136612021858,
        "vertical transmission": 0.03825136612021858,
        "neonatal outcome": 0.03825136612021858,
        "pneumonia patient": 0.03278688524590164,
        "adverse effect": 0.0273224043715847,
        "preterm delivery": 0.02185792349726776,
        "intensive care unit": 0.01639344262295082,
        "extracorporeal membrane oxygenation": 0.01639344262295082,
        "previous study": 0.01092896174863388,
        "clinical characteristics": 0.01092896174863388,
        "pregnant woman": 0.01092896174863388,
        "case control study": 0.00546448087431694,
        "Coronavirus disease": 0.0,
        "sars cov": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> In December 2019, an outbreak of the 2019 coronavirus disease (COVID-19) associated pneumonia was reported in Wuhan, a mega city with an 11 million population in central China, and soon spread to other cities in China and overseas[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
        "An earlier study by Chen et al reported nine pregnant women with COVID-19 pneumonia, who took cesarean section in a tertiary hospital of Wuhan [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>].",
        "These patients showed clinical symptoms similar to non-pregnant patients with COVID-19 pneumonia.",
        "They claimed that there was no evidence of vertical transmission.",
        "None of previous studies have compared maternal and neonatal outcomes of pregnant women with COVID-19 pneumonia to those without pneumonia, to investigate the adverse effects of COVID-19 infection on pregnancy",
        "<h2 style=\"display: inline\">Methods:</h2> Study design and patients<br/><br/>The authors retrospectively reviewed medical records of pregnant women who were admitted into the Hubei Provincial Maternal and Child Health Center, a tertiary hospital in Wuhan with 1,900 hospital beds, during January 24 – February 29, 2020.",
        "The control group of pregnant women without pneumonia during hospital stay were randomly selected from the medical records by an investigator (MP), who was not involved in statistical analysis.",
        "Those aged 25-35 years were selected to match the age range of cases.",
        "All the data analysis was conducted using R version 3.6.2",
        "<h2 style=\"display: inline\">Results:</h2> Clinical characteristics and maternal outcomes<br/><br/>Demographic characteristics of two case groups and two control groups are shown in Table 1.",
        "Two case groups had slightly lower counts of white blood cells (WBC), neutrophils, C-reactive protein (CRP) and alanine aminotransferase (ALT) on admission, none reached statistical significance and most were marginally beyond the normal range (Table 3).",
        "There were 23.5% and 21.1% preterm births among the newborns of the mothers with confirmed or suspected COVID-19 pneumonia, significantly higher than those of the controls (5.8% and 5.0% in the 2020 and 2019 controls) (Table 4).",
        "<h2 style=\"display: inline\">Conclusion:</h2> This is the first case-control study to comprehensively compare maternal and neonatal outcomes of COVID-19 pneumonia with the patients with nonCOVID-19 pneumonia and without pneumonia.",
        "The authors observed a higher incidence rate of premature delivery in confirmed cases (33.3%), but none was due to severe maternal respiratory failure",
        "This rate was higher than in suspected patients (21.1%) and two control groups (~5%) in the study, but slightly lower than the rate of 44% in confirmed COVID-19 pneumonia patients reported by Chen et al.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] The authors did not observe any deaths or events of severe complications associated with COVID-19 pneumonia that required critical care in the pregnant women and newborns."
    ],
    "structured_summary": {
        "Introduction": [
            "In December 2019, an outbreak of the 2019 coronavirus disease (COVID-19) associated pneumonia was reported in Wuhan, a mega city with an 11 million population in central China, and soon spread to other cities in China and overseas[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
            "An earlier study by Chen et al reported nine pregnant women with COVID-19 pneumonia, who took cesarean section in a tertiary hospital of Wuhan [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>].",
            "These patients showed clinical symptoms similar to non-pregnant patients with COVID-19 pneumonia.",
            "They claimed that there was no evidence of vertical transmission.",
            "None of previous studies have compared maternal and neonatal outcomes of pregnant women with COVID-19 pneumonia to those without pneumonia, to investigate the adverse effects of COVID-19 infection on pregnancy"
        ],
        "Methods": [
            "Study design and patients<br/><br/>The authors retrospectively reviewed medical records of pregnant women who were admitted into the Hubei Provincial Maternal and Child Health Center, a tertiary hospital in Wuhan with 1,900 hospital beds, during January 24 – February 29, 2020.",
            "The control group of pregnant women without pneumonia during hospital stay were randomly selected from the medical records by an investigator (MP), who was not involved in statistical analysis.",
            "Those aged 25-35 years were selected to match the age range of cases.",
            "All the data analysis was conducted using R version 3.6.2"
        ],
        "Results": [
            "Clinical characteristics and maternal outcomes<br/><br/>Demographic characteristics of two case groups and two control groups are shown in Table 1.",
            "Two case groups had slightly lower counts of white blood cells (WBC), neutrophils, C-reactive protein (CRP) and alanine aminotransferase (ALT) on admission, none reached statistical significance and most were marginally beyond the normal range (Table 3).",
            "There were 23.5% and 21.1% preterm births among the newborns of the mothers with confirmed or suspected COVID-19 pneumonia, significantly higher than those of the controls (5.8% and 5.0% in the 2020 and 2019 controls) (Table 4)."
        ],
        "Conclusion": [
            "This is the first case-control study to comprehensively compare maternal and neonatal outcomes of COVID-19 pneumonia with the patients with nonCOVID-19 pneumonia and without pneumonia.",
            "The authors observed a higher incidence rate of premature delivery in confirmed cases (33.3%), but none was due to severe maternal respiratory failure",
            "This rate was higher than in suspected patients (21.1%) and two control groups (~5%) in the study, but slightly lower than the rate of 44% in confirmed COVID-19 pneumonia patients reported by Chen et al.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] The authors did not observe any deaths or events of severe complications associated with COVID-19 pneumonia that required critical care in the pregnant women and newborns."
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Zhu_et+al_2020_a",
            "entry": "1. Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20N%20Engl%20J%20Med%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20N%20Engl%20J%20Med%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20N%20Engl%20J%20Med%202020"
        },
        {
            "id": "2",
            "alt_id": "Chen_et+al_2020_a",
            "entry": "2. Chen Y, Liu Q, Guo D. Coronaviruses: genome structure, replication, and pathogenesis. J Med Virol 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chen%2C%20Y.%20Liu%2C%20Q.%20Guo%2C%20D.%20Coronaviruses%3A%20genome%20structure%2C%20replication%2C%20and%20pathogenesis%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Chen%2C%20Y.%20Liu%2C%20Q.%20Guo%2C%20D.%20Coronaviruses%3A%20genome%20structure%2C%20replication%2C%20and%20pathogenesis%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Chen%2C%20Y.%20Liu%2C%20Q.%20Guo%2C%20D.%20Coronaviruses%3A%20genome%20structure%2C%20replication%2C%20and%20pathogenesis%202020"
        },
        {
            "id": "3",
            "alt_id": "Phelan_et+al_2020_a",
            "entry": "3. Phelan AL, Katz R, Gostin LO. The Novel Coronavirus Originating in Wuhan, China: Challenges for Global Health Governance. JAMA 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Phelan%2C%20A.L.%20Katz%2C%20R.%20Gostin%2C%20L.O.%20The%20Novel%20Coronavirus%20Originating%20in%20Wuhan%2C%20China%3A%20Challenges%20for%20Global%20Health%20Governance%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Phelan%2C%20A.L.%20Katz%2C%20R.%20Gostin%2C%20L.O.%20The%20Novel%20Coronavirus%20Originating%20in%20Wuhan%2C%20China%3A%20Challenges%20for%20Global%20Health%20Governance%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Phelan%2C%20A.L.%20Katz%2C%20R.%20Gostin%2C%20L.O.%20The%20Novel%20Coronavirus%20Originating%20in%20Wuhan%2C%20China%3A%20Challenges%20for%20Global%20Health%20Governance%202020"
        },
        {
            "id": "4",
            "alt_id": "Wu_2020_a",
            "entry": "4. Wu ZY, McGoogan JM. Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention. JAMA 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wu%20ZY%20McGoogan%20JM%20Characteristics%20of%20and%20Important%20Lessons%20From%20the%20Coronavirus%20Disease%202019%20COVID19%20Outbreak%20in%20China%20Summary%20of%20a%20Report%20of%2072%20314%20Cases%20From%20the%20Chinese%20Center%20for%20Disease%20Control%20and%20Prevention%20JAMA%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Wu%20ZY%20McGoogan%20JM%20Characteristics%20of%20and%20Important%20Lessons%20From%20the%20Coronavirus%20Disease%202019%20COVID19%20Outbreak%20in%20China%20Summary%20of%20a%20Report%20of%2072%20314%20Cases%20From%20the%20Chinese%20Center%20for%20Disease%20Control%20and%20Prevention%20JAMA%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Wu%20ZY%20McGoogan%20JM%20Characteristics%20of%20and%20Important%20Lessons%20From%20the%20Coronavirus%20Disease%202019%20COVID19%20Outbreak%20in%20China%20Summary%20of%20a%20Report%20of%2072%20314%20Cases%20From%20the%20Chinese%20Center%20for%20Disease%20Control%20and%20Prevention%20JAMA%202020"
        },
        {
            "id": "5",
            "alt_id": "Favre_et+al_2019_a",
            "entry": "5. Favre G, Pomar L, Musso D, Baud D. 2019-nCoV epidemic: what about pregnancies? The Lancet 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Favre%20G%20Pomar%20L%20Musso%20D%20Baud%20D%202019nCoV%20epidemic%20what%20about%20pregnancies%20The%20Lancet%202020"
        },
        {
            "id": "6",
            "alt_id": "Ma_2020_a",
            "entry": "6. Ma R. Newborns in Wuhan were diagnosed with novel coronavirus infection, experts warned the possibility of vertical transmission. Reuters. 2020 5 February 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Ma%2C%20R.%20Newborns%20in%20Wuhan%20were%20diagnosed%20with%20novel%20coronavirus%20infection%2C%20experts%20warned%20the%20possibility%20of%20vertical%20transmission.%20Reuters%202020-02-05"
        },
        {
            "id": "7",
            "alt_id": "Chen_et+al_2020_a",
            "entry": "7. Chen H, Guo J, Wang C, et al. Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records. The Lancet 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chen%20H%20Guo%20J%20Wang%20C%20et%20al%20Clinical%20characteristics%20and%20intrauterine%20vertical%20transmission%20potential%20of%20COVID19%20infection%20in%20nine%20pregnant%20women%20a%20retrospective%20review%20of%20medical%20records%20The%20Lancet%202020"
        },
        {
            "id": "8",
            "alt_id": "Lu_et+al_2019_a",
            "entry": "8. Lu R, Zhao X, Li J, et al. Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lu%20R%20Zhao%20X%20Li%20J%20et%20al%20Genomic%20characterisation%20and%20epidemiology%20of%202019%20novel%20coronavirus%20implications%20for%20virus%20origins%20and%20receptor%20binding%20Lancet%202020"
        },
        {
            "id": "9",
            "alt_id": "Qiao_2020_a",
            "entry": "9. Qiao J. What are the risks of COVID-19 infection in pregnant women? The Lancet 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Qiao%20J%20What%20are%20the%20risks%20of%20COVID19%20infection%20in%20pregnant%20women%20The%20Lancet%202020"
        },
        {
            "id": "10",
            "alt_id": "Wang_et+al_2020_a",
            "entry": "10. Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wang%20D%20Hu%20B%20Hu%20C%20et%20al%20Clinical%20Characteristics%20of%20138%20Hospitalized%20Patients%20With%202019%20Novel%20CoronavirusInfected%20Pneumonia%20in%20Wuhan%20China%20JAMA%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Wang%20D%20Hu%20B%20Hu%20C%20et%20al%20Clinical%20Characteristics%20of%20138%20Hospitalized%20Patients%20With%202019%20Novel%20CoronavirusInfected%20Pneumonia%20in%20Wuhan%20China%20JAMA%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Wang%20D%20Hu%20B%20Hu%20C%20et%20al%20Clinical%20Characteristics%20of%20138%20Hospitalized%20Patients%20With%202019%20Novel%20CoronavirusInfected%20Pneumonia%20in%20Wuhan%20China%20JAMA%202020"
        },
        {
            "id": "11",
            "alt_id": "Chen_et+al_2019_b",
            "entry": "11. Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chen%20N%20Zhou%20M%20Dong%20X%20et%20al%20Epidemiological%20and%20clinical%20characteristics%20of%2099%20cases%20of%202019%20novel%20coronavirus%20pneumonia%20in%20Wuhan%20China%20a%20descriptive%20study%20Lancet%202020"
        },
        {
            "id": "12",
            "alt_id": "Huang_et+al_2019_a",
            "entry": "12. Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20The%20Lancet%202020"
        },
        {
            "id": "13",
            "alt_id": "Li_et+al_2020_a",
            "entry": "13. Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus-Infected%20Pneumonia%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus-Infected%20Pneumonia%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus-Infected%20Pneumonia%202020"
        },
        {
            "id": "14",
            "alt_id": "Guan_et+al_2020_a",
            "entry": "14. Guan WJ, Ni ZY, Hu Y, et al. Clinical Characteristics of Coronavirus Disease 2019 in China. N Engl J Med 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Guan%20WJ%20Ni%20ZY%20Hu%20Y%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in%20China%20N%20Engl%20J%20Med%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Guan%20WJ%20Ni%20ZY%20Hu%20Y%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in%20China%20N%20Engl%20J%20Med%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Guan%20WJ%20Ni%20ZY%20Hu%20Y%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in%20China%20N%20Engl%20J%20Med%202020"
        },
        {
            "id": "15",
            "alt_id": "15._0000_a",
            "entry": "15. National Health Commission of China. New coronavirus pneumonia prevention and control program. Available at: http://www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8aefc 2.shtml. Accessed 22 February 2020.",
            "url": "http://www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8aefc"
        },
        {
            "id": "16",
            "alt_id": "Lam_et+al_2004_a",
            "entry": "16. Lam CM, Wong SF, Leung TN, et al. A case-controlled study comparing clinical course and outcomes of pregnant and non-pregnant women with severe acute respiratory syndrome. BJOG 2004; 111(8): 771-4.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lam%2C%20C.M.%20Wong%2C%20S.F.%20Leung%2C%20T.N.%20A%20case-controlled%20study%20comparing%20clinical%20course%20and%20outcomes%20of%20pregnant%20and%20non-pregnant%20women%20with%20severe%20acute%20respiratory%20syndrome%202004",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Lam%2C%20C.M.%20Wong%2C%20S.F.%20Leung%2C%20T.N.%20A%20case-controlled%20study%20comparing%20clinical%20course%20and%20outcomes%20of%20pregnant%20and%20non-pregnant%20women%20with%20severe%20acute%20respiratory%20syndrome%202004",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Lam%2C%20C.M.%20Wong%2C%20S.F.%20Leung%2C%20T.N.%20A%20case-controlled%20study%20comparing%20clinical%20course%20and%20outcomes%20of%20pregnant%20and%20non-pregnant%20women%20with%20severe%20acute%20respiratory%20syndrome%202004"
        },
        {
            "id": "17",
            "alt_id": "Wong_et+al_2003_a",
            "entry": "17. Wong SF, Chow KM, de Swiet M. Severe Acute Respiratory Syndrome and pregnancy. BJOG 2003; 110(7): 641-2.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wong%2C%20S.F.%20Chow%2C%20K.M.%20de%20Swiet%2C%20M.%20Severe%20Acute%20Respiratory%20Syndrome%20and%20pregnancy%202003",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Wong%2C%20S.F.%20Chow%2C%20K.M.%20de%20Swiet%2C%20M.%20Severe%20Acute%20Respiratory%20Syndrome%20and%20pregnancy%202003",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Wong%2C%20S.F.%20Chow%2C%20K.M.%20de%20Swiet%2C%20M.%20Severe%20Acute%20Respiratory%20Syndrome%20and%20pregnancy%202003"
        },
        {
            "id": "18",
            "alt_id": "18._2019_a",
            "entry": "18. Alfaraj SH, Al-Tawfiq JA, Memish ZA. Middle East respiratory syndrome coronavirus during pregnancy: Report of two cases & review of the literature. Journal of Microbiology, Immunology and Infection 2019; 52: 501-3.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Alfaraj%20SH%20AlTawfiq%20JA%20Memish%20ZA%20Middle%20East%20respiratory%20syndrome%20coronavirus%20during%20pregnancy%20Report%20of%20two%20cases%20%20review%20of%20the%20literature%20Journal%20of%20Microbiology%20Immunology%20and%20Infection%202019%2052%205013",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Alfaraj%20SH%20AlTawfiq%20JA%20Memish%20ZA%20Middle%20East%20respiratory%20syndrome%20coronavirus%20during%20pregnancy%20Report%20of%20two%20cases%20%20review%20of%20the%20literature%20Journal%20of%20Microbiology%20Immunology%20and%20Infection%202019%2052%205013",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Alfaraj%20SH%20AlTawfiq%20JA%20Memish%20ZA%20Middle%20East%20respiratory%20syndrome%20coronavirus%20during%20pregnancy%20Report%20of%20two%20cases%20%20review%20of%20the%20literature%20Journal%20of%20Microbiology%20Immunology%20and%20Infection%202019%2052%205013"
        },
        {
            "id": "19",
            "alt_id": "Favre_et+al_2020_a",
            "entry": "19. Favre G, Pomar L, Qi X, Nielsen-Saines K, Musso D, Baud D. Guidelines for pregnant women with suspected SARS-CoV-2 infection. The Lancet Infectious Diseases 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Favre%2C%20G.%20Pomar%2C%20L.%20Qi%2C%20X.%20Nielsen-Saines%2C%20K.%20Guidelines%20for%20pregnant%20women%20with%20suspected%20SARS-CoV-2%20infection%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Favre%2C%20G.%20Pomar%2C%20L.%20Qi%2C%20X.%20Nielsen-Saines%2C%20K.%20Guidelines%20for%20pregnant%20women%20with%20suspected%20SARS-CoV-2%20infection%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Favre%2C%20G.%20Pomar%2C%20L.%20Qi%2C%20X.%20Nielsen-Saines%2C%20K.%20Guidelines%20for%20pregnant%20women%20with%20suspected%20SARS-CoV-2%20infection%202020"
        },
        {
            "id": "20",
            "alt_id": "Wang_et+al_2019_a",
            "entry": "20. Wang X, Zhou Z, Zhang J, Zhu F, Tang Y, Shen X. A case of 2019 Novel Coronavirus in a pregnant woman with preterm delivery. Clin Infect Dis 2020. ",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wang%20X%20Zhou%20Z%20Zhang%20J%20Zhu%20F%20Tang%20Y%20Shen%20X%20A%20case%20of%202019%20Novel%20Coronavirus%20in%20a%20pregnant%20woman%20with%20preterm%20delivery%20Clin%20Infect%20Dis%202020"
        }
    ],
    "facts": [
        "eighteen suspected cases who were admitted to labor in the third trimester",
        "CRP were found in postpartum blood tests of pneumonia patients",
        "which were significantly higher than the control group",
        "COVID-19 infection was not found in the newborns and none developed severe neonatal complications",
        "an outbreak of the 2019 coronavirus disease associated pneumonia was reported in Wuhan",
        "The causative pathogen was identified as a novel coronavirus",
        "The epidemiological data showed that most cases had mild symptoms",
        "the virulence of SARS-CoV-2 seems considerably lower than two previous zoonotic coronaviruses",
        "efficient to transmit between close contacts.[4",
        "retrospectively reviewed medical records of pregnant women who were admitted into the Hubei Provincial Maternal",
        "previous studies argued that false negative cases might be common for",
        "Eleven pregnant women who were tested positive for SARS-CoV-2 were classified as laboratory confirmed case group",
        "The control group of pregnant women without pneumonia during hospital stay were randomly selected from the medical records by an investigator",
        "who was not involved in statistical analysis",
        "121 women who were admitted during the same period",
        "the potential adverse effects of mental stress caused by city lockdown",
        "a second control group of 121 women admitted during January 24",
        "Blood test results were retrieved from medical records",
        "neonatal outcomes were collected from medical records",
        "Friedman tests were used to test for the difference of blood test results",
        "two control groups are shown in Table 1",
        "these complications were developed before diagnosis of pneumonia",
        "any respiratory symptoms when admitted for full-term labor",
        "eosinophils and aspartate aminotransferase were comparable between the cases and controls",
        "CRP were observed in the first postpartum blood test of confirmed cases",
        "this transient change was not found in suspected cases",
        "Lymphocytes remained at the lower end of normal range",
        "None were admitted into the intensive care unit",
        "Two singletons were born prematurely due to premature rupture of membranes",
        "Newborns showed no significant differences between the cases and controls in key neonatal indicators including gestational age",
        "No events of severe neonatal asphyxia and deaths occurred in these newborns",
        "who were delivered by caesarean section",
        "less common. Our results echo the findings of a previous study in pregnant women",
        "of note that most patients did not have any symptoms on admission",
        "that 2.1% fulfilled the criteria of COVID-19 pneumonia",
        "CRP were found in postpartum blood tests",
        "that laboratory test results might not be very useful in making differential diagnosis",
        "An earlier clinical descriptive study by Chen et al reported the clinical features of nine pregnant women with laboratory confirmed COVID-19 infection cases",
        "none was due to severe maternal respiratory failure",
        "COVID-19 pneumonia patients reported by Chen et al.[7",
        "any deaths or events of severe complications associated with COVID-19 pneumonia",
        "three pregnant women died during the 2003 SARS outbreak in Hong Kong",
        "preterm delivery was as high as 80%",
        "no maternal deaths were recorded in the MERS-CoV outbreak",
        "A previous study reported that SARS-CoV infection could increase the risk of preterm delivery",
        "all of our patients were in the third trimester",
        "In response to this unprecedented COVID-19 outbreak in Wuhan",
        "COVID-19 infection has been included as one indication for cesarean section",
        "No transmission events occurred in the doctors and midwives",
        "who were wearing a full set of personal protective equipment during the delivery procedure",
        "Healthcare workers need to stay vigilant against COVID-19 infection when there is an epidemic in neighborhood",
        "vaginal delivery could be considered for the benefit of patients",
        "a labor room properly equipped for airborne precautions",
        "All healthcare workers in close contacts should strictly adhere to contact",
        "any evidence to support the vertical transmission of SARSCoV-2 from mother",
        "some evidence to suggest that the risk of vertical transmission",
        "the consent to collect the respiratory specimens of their neonates",
        "which could be subject to recall bias and selection bias",
        "any evidence to suggest that COVID-19 pneumonia causes",
        "The profile of laboratory investigations was not different from pregnant women without pneumonia",
        "CRP was found in postpartum blood tests",
        "chest CT scans in the third trimester might be an effective way of screening for COVID-19 pneumonia in pregnant women",
        "Funding PM is supported by the Joint Fund of the Hubei Provincial Health Commission",
        "LY is supported by the General Research Fund of the Hong Kong Polytechnic University",
        "YO contributed to data collection",
        "the authors proved the final version of this manuscript"
    ],
    "claims": [
        "We retrospectively reviewed medical records of pregnant women who were admitted into the Hubei Provincial Maternal and Child Health Center, a tertiary hospital in Wuhan with 1,900 hospital beds, during January 24 – February 29, 2020",
        "We found that SARS-CoV-2 infection caused generally mild respiratory symptoms in pregnant women",
        "In our study, in addition to nine cesarean section patients, we also reported two pregnant woman who had a full-term vaginal delivery and was confirmed with COVID-19 pneumonia on the day of delivery"
    ],
    "findings": [
        "We observed a higher incidence rate of premature delivery in confirmed cases (33.3%), but none was due to severe maternal respiratory failure. This rate was higher than in suspected patients (21.1%) and then two control groups (~5%) in our study, but slightly lower than the rate of 44% in confirmed COVID-19 pneumonia patients reported by Chen et al.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] We did not observe any deaths or events of severe complications associated with COVID-19 pneumonia that required critical care in the pregnant women and newborns"
    ],
    "processes": [],
    "key_statements": [
        "The virulence of SARS-CoV-2 seems considerably lower than two previous zoonotic coronaviruses, SARS-CoV and MERS-CoV, it was far more efficient to transmit between close contacts.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]",
        "We retrospectively reviewed medical records of pregnant women who were admitted into the Hubei Provincial Maternal and Child Health Center, a tertiary hospital in Wuhan with 1,900 hospital beds, during January 24 – February 29, 2020",
        "Considering the potential adverse effects of mental stress caused by city lockdown and severe epidemics, we included a second control group of 121 women admitted during January 24 – February 11, 2019",
        "Laboratory test results, maternal and neonatal outcomes were collected from medical records and reviewed independently by two investigators (YXL and YO)",
        "Demographic characteristics of two case groups and two control groups are shown in Table 1",
        "Two patients had vaginal delivery because neither presented any respiratory symptoms when admitted for full-term labor",
        "An increase of white blood cells, neutrophils, and C-reactive protein were observed in the first postpartum blood test of confirmed cases, followed by a decrease in the second postpartum test (Figure 1)",
        "None were admitted into the intensive care unit (ICU) because of COVID-19 pneumonia or severe maternal complications",
        "Newborns showed no significant differences between the cases and controls in key neonatal indicators including gestational age at birth, APGAR score at 5 minutes, and intrauterine fetal distress",
        "Three newborns, who were delivered by caesarean section, took throat swabs at 4 and 14 days after birth",
        "Increased white blood cells, neutrophils, eosinophils and C-reactive protein were found in postpartum blood tests",
        "An earlier clinical descriptive study by Chen et al reported the clinical features of nine pregnant women with laboratory confirmed COVID-19 infection cases, all of whom took cesarean section in one tertiary hospital in Wuhan.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]",
        "In addition to nine cesarean section patients, we reported two pregnant woman who had a full-term vaginal delivery and was confirmed with COVID-19 pneumonia on the day of delivery",
        "We observed a higher incidence rate of premature delivery in confirmed cases (33.3%), but none was due to severe maternal respiratory failure. This rate was higher than in suspected patients (21.1%) and two control groups (~5%) in our study, but slightly lower than the rate of 44% in confirmed COVID-19 pneumonia patients reported by Chen et al.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] We did not observe any deaths or events of severe complications associated with COVID-19 pneumonia that required critical care in the pregnant women and newborns",
        "There were three pregnant women died during the 2003 SARS outbreak in Hong Kong, and preterm delivery was as high as 80% [<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>]",
        "In response to this unprecedented COVID-19 outbreak in Wuhan, confirmed and suspected COVID-19 infection has been included as one indication for cesarean section in our hospital, because there was only one negative pressure operation room suitable for airborne precautions",
        "Healthcare workers need to stay vigilant against COVID-19 infection when there is an epidemic in neighborhood or pregnant women have a travel history to an epidemic area within 14 days",
        "Similar to two previous reports of nine and one pregnant women with confirmed COVID-19 infection [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>, <a class=\"ref-link\" id=\"c20\" href=\"#r20\">20</a>], we did not find any evidence to support the vertical transmission of SARSCoV-2 from mother to fetus via placenta or during cesarean section",
        "We did not find any evidence to suggest that COVID-19 pneumonia causes severe maternal and neonatal complications among pregnant women who had vaginal delivery or caesarean section",
        "The profile of laboratory investigations was not different from pregnant women without pneumonia, except a transient increase of white blood cells, neutrophils and C-reactive protein was found in postpartum blood tests",
        "Given the time delay in PCR tests, chest CT scans in the third trimester might be an effective way of screening for COVID-19 pneumonia in pregnant women, in areas with ongoing epidemics"
    ],
    "top_statements": [
        "In December 2019, an outbreak of the 2019 coronavirus disease (COVID-19) associated pneumonia was reported in Wuhan, a mega city with an 11 million population in central China, and soon spread to other cities in China and overseas[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]",
        "An increase of white blood cells, neutrophils, and C-reactive protein were observed in the first postpartum blood test of confirmed cases, followed by a decrease in the second postpartum test (Figure 1)",
        "None were admitted into the intensive care unit (ICU) because of COVID-19 pneumonia or severe maternal complications",
        "We did not find any evidence to suggest that COVID-19 pneumonia causes severe maternal and neonatal complications among pregnant women who had vaginal delivery or caesarean section",
        "The profile of laboratory investigations was not different from pregnant women without pneumonia, except a transient increase of white blood cells, neutrophils and C-reactive protein was found in postpartum blood tests",
        "Given the time delay in PCR tests, chest CT scans in the third trimester might be an effective way of screening for COVID-19 pneumonia in pregnant women, in areas with ongoing epidemics"
    ],
    "headline": "The profile of laboratory investigations was not different from pregnant women without pneumonia, except a transient increase of white blood cells, neutrophils and C-reactive protein was found in postpartum blood tests",
    "contexts": [],
    "abbreviations": {
        "ECMO": "extracorporeal membrane oxygenation",
        "WBC": "white blood cells",
        "CRP": "C-reactive protein",
        "ALT": "alanine aminotransferase",
        "ICU": "intensive care unit"
    }
}
