{
    "filename": "2020.03.03.20030445v2.pdf",
    "content_type": "application/pdf",
    "file_size": 3409958,
    "metadata": {
        "title": "Modelling-based evaluation of the effect of quarantine control by the Chinese government in the coronavirus disease 2019 outbreak",
        "author": "Xinkai Zhou,#, Zhigui Wu,#, Ranran Yu,#, Shanni Cao,#, Wen Fang, Zhen Jiang, Fang Yuan, Chao Yan, Dijun Chen,* 1State Key Laboratory of Pharmaceutical Biotechnology, School of Life Sciences, Nanjing University, Nanjing 210023, China; 2Institute of Artificial Intelligence Biomedicine, Nanjing University, Nanjing 210023, China; # These authors contributed equally to this work. *Correspondence: dijunchen@nju.edu.cn, yanchao@nju.edu.cn",
        "date": 2020,
        "affiliations": [
            "State Key Laboratory of Pharmaceutical Biotechnology, School of Life Sciences, Nanjing University, Nanjing 210023, China;",
            "Institute of Artificial Intelligence Biomedicine, Nanjing University, Nanjing 210023, China; # These authors contributed equally to this work.",
            "Correspondence: dijunchen@nju.edu.cn, yanchao@nju.edu.cn",
            "The National Natural Science Foundation of China (21877060)."
        ],
        "journal": "Modelling",
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.03.03.20030445",
            "isbn": null,
            "doc_id": null,
            "url": "https://www.medrxiv.org/content/10.1101/2020.03.03.20030445v2.pdf"
        },
        "abstract": "The novel coronavirus disease 2019 (COVID-19) epidemic, which was first identified in Wuhan, China in December 2019, has rapidly spread all over China and across the world. By the end of February 2020, the epidemic outside Hubei province in China has been well controlled, yet the next wave of transmission in other countries may have just begun. A retrospective modeling of the transmission dynamics would provide insights into the epidemiological characteristics of the disease and evaluation of the effectiveness of the strict measures that have been taken by central and local governments of China. Using a refined susceptible-exposed-infectious-removed (SEIR) transmission model and a new strategy of model fitting, we were able to estimate model parameters in a dynamic manner. The resulting parameter estimation can well reflect the prevention policy scenarios. Our simulation results with different degrees of government control suggest that the strictly enforced quarantine and travel ban",
        "keywords": [
            "COVID-19",
            "retrospective modeling",
            "simulation",
            "epidemic spreading",
            "transmission model"
        ],
        "references": "@article{pneumonia2020a,\n  author = {Pneumonia, Novel Coronavirus–Infected},\n  journal = {N Engl J Med},\n  date = {2020}\n}\n@misc{unknown-a,\n  doi = {DOI: 10.1056/nejmoa2001316}\n}\n@misc{huang-a,\n  author = {Huang, C. and Wang, Y. and Li, X.},\n  title = {Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020},\n  doi = {DOI: 10.1016/S0140-6736(20)30183-5},\n  more-authors = {true},\n  language = {}\n}\n@misc{unknown-b,\n  title = {cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020},\n  doi = {DOI: 10.1016/S0140-6736(20)30211-7},\n  language = {}\n}\n@misc{unknown-c,\n  url = {https://www.who.int/emergencies/diseases/novel-coronavirus-2019/technical}\n}\n@techreport{unknown2005a,\n  date = {2005},\n  title = {Emergency Committee regarding the outbreak of novel coronavirus},\n  language = {},\n  institution = {Regulations}\n}\n@misc{unknown-d,\n  url = {https://www.who.int/news-room/detail/30-01-2020-statement-on-the-second}\n}\n@misc{unknown-e,\n  doi = {DOI: 10.1097/00001648-199507000-00005}\n}\n@incollection{backer2019a,\n  author = {Backer, J.A. and Klinkenberg, D. and Wallinga, J.},\n  title = {Incubation period of 2019 novel coronavirus},\n  date = {2019},\n  pages = {20–28},\n  source = {infections among travellers from},\n  language = {},\n  address = {Wuhan, China}\n}\n@misc{unknown-f,\n  doi = {DOI: 10.2807/1560-7917. ES.2020.25.5.2000062}\n}\n@misc{chan-a,\n  author = {Chan, J.F.W. and Yuan, S. and Kok, K.H.},\n  title = {A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet 2020},\n  doi = {DOI: 10.1016/S0140-6736(20)30154-9},\n  more-authors = {true},\n  language = {}\n}\n@incollection{liu2019a,\n  author = {Liu, T. and Hu, J. and Kang, M.},\n  title = {Transmission dynamics of 2019 novel coronavirus},\n  date = {2019},\n  doi = {DOI: 10.1101/2020.01.25.919787},\n  more-authors = {true},\n  source = {bioRxiv 2020},\n  language = {}\n}\n@article{guan2019a,\n  author = {Guan, W. and Ni, Z. and Hu, Y.},\n  journal = {Clinical Characteristics of Coronavirus Disease},\n  date = {2019},\n  note = {in},\n  more-authors = {true}\n}\n@article{china-a,\n  author = {China},\n  journal = {N Engl J Med},\n  volume = {2020},\n  pages = {2002032}\n}\n@article{zhou2020a,\n  author = {Zhou, T. and Liu, Q. and Yang, Z.},\n  title = {Preliminary prediction of the basic reproduction number of the Wuhan novel coronavirus 2019-nCoV},\n  journal = {J Evid Based Med},\n  date = {2020},\n  doi = {DOI: 10.1111/jebm.12376},\n  more-authors = {true},\n  language = {}\n}\n@misc{wu-a,\n  author = {Wu, J.T. and Leung, K. and Leung, G.M.},\n  title = {Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. Lancet 2020},\n  doi = {DOI: 10.1016/S0140-6736(20)30260-9},\n  language = {}\n}\n@misc{shao-a,\n  author = {Shao, P. and Shan, Y.},\n  title = {Beware of asymptomatic transmission: Study on 2019-nCoV},\n  language = {}\n}\n@misc{unknown-g,\n  title = {prevention and control measures based on extended SEIR model. bioRxiv 2020},\n  language = {}\n}\n@misc{unknown-h,\n  doi = {DOI: 10.1101/2020.01.28.923169}\n}\n@misc{yang-a,\n  author = {Yang, Z. and Zeng, Z. and Wang, K.},\n  title = {Modified SEIR and AI prediction of the epidemics trend of COVID-19 in China under public health interventions. 2020; 2019},\n  doi = {DOI: 10.21037/jtd.2020.02.64},\n  more-authors = {true},\n  language = {}\n}\n@misc{unknown-i,\n  doi = {DOI: 10.1101/2020.01.25.919787}\n}\n@article{hu-a,\n  author = {Hu, Z. and Ge, Q. and Li, S. and Jin, L. and Xiong, M.},\n  title = {Artificial Intelligence Forecasting of Covid-19 in China},\n  journal = {arxiv},\n  volume = {2020},\n  pages = {1–20},\n  language = {}\n}\n@article{ceraolo-a,\n  author = {Ceraolo, C. and Giorgi, F.M.},\n  title = {Genomic variance of the 2019-nCoV coronavirus},\n  journal = {J Med},\n  language = {}\n}\n@misc{virol-a,\n  author = {2020, Virol},\n  doi = {DOI: 10.1002/jmv.25700}\n}\n@incollection{lu-a,\n  author = {Lu, R. and Zhao, X. and Li, J.},\n  title = {Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding},\n  source = {Lancet},\n  more-authors = {true},\n  language = {}\n}\n@misc{unknown-j,\n  doi = {DOI: 10.1016/S0140-6736(20)30251-8}\n}\n",
        "links": [
            "https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-repor",
            "http://compbio.nju.edu.cn/ncov2019/",
            "https://news.qq.com/zt2020/page/feiyan.htm",
            "http://shiny.rstudio.com/"
        ],
        "emails": [
            "yanchao@nju.edu.cn",
            "dijunchen@nju.edu.cn"
        ],
        "references_ris": "TY  - JOUR\nAU  - Pneumonia, Novel Coronavirus–Infected\nT2  - N Engl J Med\nPY  - 2020\nDA  - 2020\nER  - \n\nTY  - GEN\nDO  - 10.1056/nejmoa2001316\nER  - \n\nTY  - GEN\nAU  - Huang, C.\nAU  - Wang, Y.\nAU  - Li, X.\nTI  - Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020\nDO  - 10.1016/S0140-6736(20)30183-5\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nTI  - cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020\nDO  - 10.1016/S0140-6736(20)30211-7\nLA  - \nER  - \n\nTY  - GEN\nUR  - https://www.who.int/emergencies/diseases/novel-coronavirus-2019/technical\nER  - \n\nTY  - RPRT\nPY  - 2005\nDA  - 2005\nTI  - Emergency Committee regarding the outbreak of novel coronavirus\nLA  - \nC1  - Regulations\nER  - \n\nTY  - GEN\nUR  - https://www.who.int/news-room/detail/30-01-2020-statement-on-the-second\nER  - \n\nTY  - GEN\nDO  - 10.1097/00001648-199507000-00005\nER  - \n\nTY  - CHAP\nAU  - Backer, J.A.\nAU  - Klinkenberg, D.\nAU  - Wallinga, J.\nTI  - Incubation period of 2019 novel coronavirus\nPY  - 2019\nDA  - 2019\nSP  - 20\nEP  - 28\nT2  - infections among travellers from\nLA  - \nCY  - Wuhan, China\nER  - \n\nTY  - GEN\nDO  - 10.2807/1560-7917. ES.2020.25.5.2000062\nER  - \n\nTY  - GEN\nAU  - Chan, J.F.W.\nAU  - Yuan, S.\nAU  - Kok, K.H.\nTI  - A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet 2020\nDO  - 10.1016/S0140-6736(20)30154-9\nC1  - true\nLA  - \nER  - \n\nTY  - CHAP\nAU  - Liu, T.\nAU  - Hu, J.\nAU  - Kang, M.\nTI  - Transmission dynamics of 2019 novel coronavirus\nPY  - 2019\nDA  - 2019\nDO  - 10.1101/2020.01.25.919787\nC1  - true\nT2  - bioRxiv 2020\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Guan, W.\nAU  - Ni, Z.\nAU  - Hu, Y.\nT2  - Clinical Characteristics of Coronavirus Disease\nPY  - 2019\nDA  - 2019\nN1  - in\nC1  - true\nER  - \n\nTY  - JOUR\nAU  - China\nT2  - N Engl J Med\nVL  - 2020\nSP  - 2002032\nER  - \n\nTY  - JOUR\nAU  - Zhou, T.\nAU  - Liu, Q.\nAU  - Yang, Z.\nTI  - Preliminary prediction of the basic reproduction number of the Wuhan novel coronavirus 2019-nCoV\nT2  - J Evid Based Med\nPY  - 2020\nDA  - 2020\nDO  - 10.1111/jebm.12376\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Wu, J.T.\nAU  - Leung, K.\nAU  - Leung, G.M.\nTI  - Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. Lancet 2020\nDO  - 10.1016/S0140-6736(20)30260-9\nLA  - \nER  - \n\nTY  - GEN\nAU  - Shao, P.\nAU  - Shan, Y.\nTI  - Beware of asymptomatic transmission: Study on 2019-nCoV\nLA  - \nER  - \n\nTY  - GEN\nTI  - prevention and control measures based on extended SEIR model. bioRxiv 2020\nLA  - \nER  - \n\nTY  - GEN\nDO  - 10.1101/2020.01.28.923169\nER  - \n\nTY  - GEN\nAU  - Yang, Z.\nAU  - Zeng, Z.\nAU  - Wang, K.\nTI  - Modified SEIR and AI prediction of the epidemics trend of COVID-19 in China under public health interventions. 2020; 2019\nDO  - 10.21037/jtd.2020.02.64\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nDO  - 10.1101/2020.01.25.919787\nER  - \n\nTY  - JOUR\nAU  - Hu, Z.\nAU  - Ge, Q.\nAU  - Li, S.\nAU  - Jin, L.\nAU  - Xiong, M.\nTI  - Artificial Intelligence Forecasting of Covid-19 in China\nT2  - arxiv\nVL  - 2020\nSP  - 1\nEP  - 20\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Ceraolo, C.\nAU  - Giorgi, F.M.\nTI  - Genomic variance of the 2019-nCoV coronavirus\nT2  - J Med\nLA  - \nER  - \n\nTY  - GEN\nAU  - 2020, Virol\nDO  - 10.1002/jmv.25700\nER  - \n\nTY  - CHAP\nAU  - Lu, R.\nAU  - Zhao, X.\nAU  - Li, J.\nTI  - Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding\nT2  - Lancet\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nDO  - 10.1016/S0140-6736(20)30251-8\nER  - \n\n",
        "author_conclusions": [
            "In conclusion, we have constructed an SEIR model and fitted all the publicly available China COVID-2019 data in a dynamic manner, and get a fairly accurate model of the whole process of the epidemic in China. We estimated the overall fatality rate to be 0.68% outside of Hubei province. Through simulation, we also evaluated the importance and effectiveness of strict government control enforced by Chinese authorities. It is clear that the control measures, both in Wuhan and nationwide, have significantly reduced transmissibility. Considering the potential threat of fast worldwide COVID-19 outbreak to public health and global economy, more strict government controls are advised based on the China experience."
        ],
        "table_captions": [],
        "figure_captions": [
            {
                "id": "1",
                "caption": "The severity rate and the mortality rate of COVID-19 in mainland China from Jan 13rd to Feb 29th, 2020. Heatmaps showing the severity ratio (A) and the mortality rate (B) in different provinces or municipalities of mainland China. The monotonic distribution of data over time was assessed by Mann-Kendall trend tests. P-values adjusted were corrected with the Benjamini-Hochberg method in order to control the false discovery rate. “*” indicates an adjusted p-value < 0.001. Scatter plots showing the positive correlation of the number of severe cases (C) or mortality (D) and infected cases on Feb 29th, 2020"
            },
            {
                "id": "2",
                "caption": "Parameter estimation of the SEIR transmission model. (A) Heatmap showing the dynamic change of estimated parameters of the SEIR model over time. In order to compare data among different cities, only relative values are shown in the heatmap. Data for example cities (in red) are shown in (C-E). (B) Fold changes of the three parameters of the SEIR model. Dynamics of estimated σ (C) or γ (D) parameters over time in Wuhan. (E) Dynamics of estimated β parameter over time in the population of mainland China (left), Wuhan city (middle) and Nanjing city (right). In this figure, the modeling analysis was performed in the populations of the Hubei province, mainland China as well as the top 44 cities of the whole mainland China. Dash lines indicate the date of lockdown of Wuhan"
            },
            {
                "id": "3",
                "caption": "Simulation of epidemic spreading in Wuhan starting with different prevention scenarios. (A) Simulation analysis showing the predicted confirmed individuals based on estimated values of the β parameter at different time points. β values are high at the early stage and low at the late stage, as indicated in the color legend. Arrow shows the change of epidemic curve under different prevention scenarios. (B) Relationship between the estimated β parameter and the peak of predicted confirmed individuals using the corresponding β value"
            },
            {
                "id": "4",
                "caption": "Analysis of the COVID-19 data outside of China, with a focus on the outbreak in February. The reported infected cases (A) and mortality (B) in the top five countries and the Diamond Princess ship in February 2020. Heatmaps show the dynamic change of estimated parameters β (C) and γ (D) of the SEIR model over time"
            }
        ],
        "figure_urls": []
    },
    "sections": {
        "summary": [
            "Background<br/><br/>The novel coronavirus disease 2019 (COVID-19) epidemic, which was first reported in Wuhan and rapidly spread across the world, has been well controlled in China but is only starting to take off in other countries. Here we provide a retrospective modelling analysis of the transmission dynamics in China and evaluated the effectiveness of the strict government control strategies."
        ],
        "methods": [
            "We considerably refined the original susceptible-exposed-infectious-removed (SEIR) transmission model, and used the publicly available data from Jan 13rd to Feb 29th for model fitting and parameter estimation in a dynamic manner considering effect of prevention policies. We then used the estimated model parameters to simulate the epidemic trend and transmission risk of the disease with various degrees of government control.",
            "Data collection Daily cumulative number of confirmed cases, dead cases and recovered cases (from Jan 13rd, 2020 to Feb 29th, 2020) infected by COVID-19 were collected from the Tencent social networks (https://news.qq.com/zt2020/page/feiyan.htm); the daily number of severe cases were obtained from official websites of the National Health Commission of China and of health commissions of provinces, municipalities and major cities. Overseas data were obtained from the official website of WHO (https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-repor ts/). All collected data were double checked. By finalizing this manuscript, the period of data coverage starts from mid-January to the end of February 2020.<br/><br/>Model, parameter estimation and simulation<br/><br/>The susceptible-exposed-infectious-recovered (SEIR) compartmental model is one of the best models to describe the epidemic of diseases with a latent phase like the<br/><br/>SARS-CoV-2. We adopted the following ordinary differential equation (ODE) model to simulate the epidemic of COVID-19 for each investigated population:<br/><br/>ۖۖ‫݀݀ݐܧ݀݀ۓ‬ൌܵ‫ ݐ‬ൌߚܰܵെ‫ܰߚܫ‬െܵ‫ܧߪܫ‬    ‫۔‬ ۖ    ݀‫ܫ‬ ݀‫ݐ‬    ൌ    ߪ‫ܧ‬    െ    ߛ‫ܫ‬    ۖ ‫ە‬    ܴ݀ ݀‫ݐ‬<br/><br/>where S, E, I, and R were the number of susceptible, latent (or exposed), infectious, and removed individuals (including recovered individuals and death) at time t and N ൌ S ൅ E ൅ I ൅ R is the size of population. We assume that N is constant in a investigated population. In the SEIR model, the infectious rate, β, controls the rate of spread which represents the probability of transmitting disease between a susceptible and an infectious individual. The incubation rate, σ, is the rate of latent individuals becoming infectious (average duration of incubation is 1/σ). Recovery rate, γ, is the rate of infectious individuals removed from the transmission system, which is determined by the average duration of infection.<br/><br/>We suppose that the epidemic spreading trend of COVID-19 suffered the first period of free propagation (before Jan 23rd, 2020) and then under the health policies intervention. Therefore, there is no one-fit-all set of parameters to fit the model with the aggregate data. Instead, we assume that the model parameters dynamically changed during the epidemic course and was dependent on the degree of prevention. Based on such an assumption, we inferred the model parameters in a stepwise manner at each time point, using the latest officially confirmed infected data. We then investigated the pattern of parameter dynamics and correlated these with various prevention measures in different populations. As expected, the pattern of estimated parameter (especially the infectious rate β) dynamics can well reflect the outcome of control policies. We further forecasted the epidemic spreading by estimating the model parameters using polynomial regression-based machine-learning approach, which has been used to describe nonlinear phenomena such as the progression of disease epidemics[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. Finally, we simulated possible spreading course of COVID-19 in Wuhan subjected to different quarantine rate as reflected by the dynamics of the predicted parameters.<br/><br/>Statistical analysis If not specified, all statistical analyses and data visualization were done in R (version 3.6.2). We used non-parametric tests to assess differences among different group (Wilcoxon test to compare two groups and Kruskal-Wallis test to compare three or more groups). We used R packages such as ggplot[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] and plotly for graphics.<br/><br/>Role of the funding source The funders of this study had no role in the study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding authors had full access to all the data and had final responsibility for the decision to submit for publication."
        ],
        "findings": [
            "The severity rate and the fatality rate remain unchanged during the whole epidemic. While government intervention had a moderate effect on the incubation rate (σ), the recovered rate (γ) endured several fold increase. Strikingly, a significant decrease in the infectious rate (β) was observed. Without government control, peak infected cases in Wuhan would reach 7.78 million (70% of the whole population) and total deaths could reach 319000 based on the current mortality rate (4.1%).<br/><br/>Interpretation Our simulation results with different degrees of government control suggest that the strictly enforced quarantine and travel ban have significantly decreased the otherwise uncontrollable spread of the disease. Our results suggest similar measures should be considered by other countries that are of high risk of COVID-19 outbreak."
        ],
        "funding": [
            "The National Natural Science Foundation of China (21877060). Research in context Evidence before the study A global outbreak of coronavirus disease 2019 (COVID-19), caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has been posing significant threats to public health worldwide. By the end of February 2020, 87645 confirmed cases are reported around the world, including 7330 severe cases and 2994 fatalities. We searched PubMed and preprint archive for papers published up to Feb 29th, 2020, using keywords “COVID-19”, “SARS-CoV-2”, “2019-nCoV”, and “novel coronavirus.” We found several researches on the transmission dynamics of COVID-19; however, only one preprint predicted the effect of government intervention in China with incomplete epidemiological data. Added value of this study Since the epidemic is already close to its end in China except Wuhan city, we have the opportunity to carry out a relatively complete retrospective analysis. We optimized the SEIR model using a dynamic fitting approach, taking into account the government measures and reached a much more precise fitting of the data comparing to other studies published. We showed that the severity rate and the fatality rate remain unchanged during the whole epidemic, suggesting the only effective way to control the disease is to control the number of infections. While government intervention had a moderate effect on the incubation rate (σ), it is essential for increasing the recovered rate (γ), and for decreasing and stabilizing the infectious rate (β). We also simulated the scenarios with various degrees of government control which could be a useful tool to predict the necessity of government intervention. An interactive online application was made available to the public on Feb 24th, 2020. Implications of all the available evidence The COVID-19 outbreak has already been effectively controlled in China; however, the risk of rapid global explosion is extremely high due to the high transmissive rate of the SARS-CoV-2 virus. The quarantine measures adopted by the Chinese government are essential for the control of the COVID-19 epidemic."
        ],
        "introduction": [
            "The recent outbreak of novel coronavirus disease 2019 (COVID-19) has already become an epidemic of global scale. Two months ago, on Dec 30th 2019, the first confirmed case was officially reported by local authorities of Wuhan city, China[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>,<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. The pathogen was soon identified as a new coronavirus on Jan 7th 2020 and tentatively named 2019-nCOV2,3 and later renamed SARS-CoV-2 by the International Committee on Taxonomy of Viruses[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. However, strict control measures, including the lockdown of Wuhan city did not take effect until Jan 23rd, by which time several million people have already travelled outside Wuhan for the upcoming Chinese New Year, spreading the disease all over China. By the end of January, confirmed cases were reported by several other countries, leading to the declaration of Public Health Emergency of International Concern (PHEIC) by WHO5 on Jan 30th. For the whole month of February, rigorous prevention and control measures were taken by the Chinese government and the whole country is literally in a lockdown state. The necessity of these strict measures has been questioned both domestically and internationally concerning the devastating effects on the global economy; and there is also severe debate over when these control measures, including travel bans and public gathering bans, should be lifted. However, the effectiveness of these strict control measures has not been systematically evaluated using epidemiological data.<br/><br/>Here we provided a retrospective modelling-based evaluation of the effectiveness of government control measures on COVID-19 in China. Using a well-recognized susceptible-exposed-infectious-recovered (SEIR) model, we fitted the public data by taking the effect of prevention policies into consideration and achieved an almost perfect fit for the real data. Key epidemiological parameters including incubation rate (σ), infectious rate (β) and recovered rate (γ) and were estimated in a dynamic manner. These estimates were then used to parameterize our model and different outcome scenarios were simulated with various degrees of government control. An interactive web-based Shiny application based on our modelling is now available online (http://compbio.nju.edu.cn/ncov2019/). Our findings may provide a useful tool for analyzing the impact of control measures and predicting the transmission dynamics in other countries."
        ],
        "results": [
            "Since the impact of an epidemic depends on both the number of persons infected and the spectrum of clinical severity, we first analyzed the change of severity rate and the fatality rate over time and found that both parameters remain unchanged over the investigated phase for each province and are not affected by the strictness of control measures (Fig. 1), indicating that total number of severe cases and deaths are largely determined by the total number of infections, thus supporting the importance and urgency of outbreak prevention and control of transmission.<br/><br/>The susceptible-exposed-infectious-recovered (SEIR) transmission model is one of the best models to describe the epidemic of diseases with a latent phase. However, it is only accurate under conditions of no intervention. In the real world, various degrees of intervention have been adopted; as a result, the SEIR model does not truly reflect the spread of the epidemic. To solve this discrepancy, we optimized the model in a stepwise manner at each time point, using the latest official confirmed infected data to fit the SEIR model. We thus obtained dynamic changes of the three model parameters: infectious rate (β), incubation rate (σ) and recovered rate (γ) (Fig. 2A). As expected, incubation rate (σ) shows little to none change over time (Fig. 2B,C). In this regard, the average duration of incubation is estimated to be 5.9 days based on data in Wuhan, which is generally in agreement with existing reports[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>–<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>]. While recovered rate (γ) shows a slow but steady increase over time (Fig. 2D), the infectious rate dramatically changed during the whole outbreak process (Fig. 2B,E). The national infectious rate clearly peaked around Jan 23rd, the day of Wuhan lockdown and has continued to drop ever since. This trend is more apparent when analyzing the data of Wuhan city alone (Fig. 2E). The curve for other cities displayed a continuous descending trend from the beginning of the available data point (around Jan 20th, the city of Nanjing was shown as an example in Fig. 2E), when strict control measures have already been in place. In Wuhan, the recovery rate (γ) has continued to increase with more than 2-fold change which is probably due to the dramatic improvement of medical conditions, such as the immobilization of thousands of physicians from all over the country and immediate establishment of several new hospitals in Wuhan. These data indicate a significant correlation between the infectious rate (β) and the recovery rate (γ) with prevention and control measures.<br/><br/>Next, we simulated the possible outcome scenarios with different degrees of government prevention. Assuming there is a direct correlation with the value of infectious rate and the strictness of prevention measures (as shown in Fig. 2), we simulated the outbreak dynamics in different prevention scenarios using different estimated parameters in Wuhan (Fig. 3A). In the case of low to no prevention (with high infectious rate at the early stage), the peak of predicted infection cases would eventually reach ca. 7.78 million, covering 70% of the whole population of Wuhan city. The number of potentially infected individuals dramatically reduce as the infectious rate decreases upon prevention interventions (Fig. 3B). These data suggest that strict prevention is vitally important to reduce the peak of infection cases.<br/><br/>Using a similar approach, we next modeled all the publicly available data on several different countries that already have considerable amounts of confirmed cases and predict their epidemic curve with various degrees of government control, assuming similar transmission properties of the virus in different counties (Fig. 4).In Singapore, where only mild government intervention existed, a surprisingly continuous decrease in the infectious rate (β) and increase in the recovery rate (γ) was observed, implying the potential inhibitory effect of warm climate on the spreading of the virus; whereas the situation in Italy, Korea, and Iran are quickly deteriorating. For Japan, although the infectious rate (β) is getting better, the recovery rate (γ) is not, implying either a latency in hospitalization or lack of dedicated medical resources."
        ],
        "discussion": [
            "By the end of February 2020, two months after its outbreak in Wuhan, the COVID-19 epidemic has already spread to more than fifty countries. Areas with a high risk of exponential outbreak include Japan, South Korea, Italy, Singapore and Iran. Since the situation in China has already been well controlled, a retrospective evaluation of the epidemiological characteristics and transmission dynamics would provide valuable insights that might help with disease control decisions world-wide. To our knowledge, our work is the first to evaluate the effectiveness of government control on the spread of COVID-19 using a modelling approach.<br/><br/>In agreement with others[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>–<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>], we found the SEIR-like models to be the most appropriate model for analyzing the transmission dynamics of COVID-19. However, the traditional approach for fitting the SEIR model is based on the overall trend data of the epidemic using hypothesized parameters and thus the model do not well fit the real-life data (i.e. the real-life data trend does not conform to the ideal SEIR model curve). The main reason is that the traditional approach does not take into account the impact of prevention and control strategies on the epidemic dynamics. In this study, we adjusted the SEIR model to objectively reflect the impact of prevention and control strategy on the infectious rate. Nonetheless, our study has several major limitations. Firstly, we were not able to derive a generalized model with finalized parameters to fit the overall epidemic spreading. Instead, the model parameters were estimated in a dynamic manner in our study. This is in line with the observation of dynamic transmission properties of the virus[<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]. Secondly, the significance of the model largely depends on the accuracy of estimated parameters. Although there is not a golden standard so far to evaluate the accuracy of our model parameters, the estimated duration of incubation (1/σ) from our model-derived parameter incubation rate (σ) is highly in agreement with previous estimations by other studies[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>–<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>], and the dynamic values of the infectious rate (β) is within the range of the recent estimation by Yang et al.[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]. These observations suggest our approach for model parameter estimation is plausible. Thirdly, our epidemic forecast was somehow sensitive to our prediction of parameters which were estimated from their overall dynamic patterns. Nonetheless, such forecasting would still be accurate in a short period. In this regard, artificial intelligence (AI)-inspired methods[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>,<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>] may be alternatives to epidemiological models for the real-time forecasting of transmission dynamics of COVID-19.<br/><br/>The fact that the severity and the fatality rate remain unchanged during the whole epidemic course suggests that the biology of the virus itself did not change over time; this is in line with genetic sequencing results that few mutations are identified among virus samples collected from different generations of patients[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>,<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>]. However, it is hard to predict whether this feature of the virus will change as it spread in other countries. The significantly higher reported fatality rate in Wuhan city and Hubei province comparing to other regions are probably due to the shortage of medical supplies and the underestimation of total cases of infection. The lessons in Wuhan also taught us that if the outbreak in a heavily populated metropolitan area is not well controlled soon enough, rapid saturation of the hospital capacity is inevitable and devastating. Therefore, the only effective way is to control the epidemic is to mitigate transmission (infectious rate) and this has proved to be successful in China.<br/><br/>There is no doubt that the capability of management and control of COVID-19 transmission heavily rely on the preparedness of a country’s health system. While it remains debatable whether large economy bodies in Asia such as South Korea and Japan should adopt similar control measures as the Chinese government; in less developed countries with insufficient medical resources and absence of a pandemic preparedness plan, a mild response might be inadequate to deal with such an outbreak. Extreme quarantine and transport control measures similar to China should be considered to mitigate local transmission following confirmed importation.<br/><br/>In conclusion, we have constructed an SEIR model and fitted all the publicly available China COVID-2019 data in a dynamic manner, and get a fairly accurate model of the whole process of the epidemic in China. We estimated the overall fatality rate to be 0.68% outside of Hubei province. Through simulation, we also evaluated the importance and effectiveness of strict government control enforced by Chinese authorities. It is clear that the control measures, both in Wuhan and nationwide, have significantly reduced transmissibility. Considering the potential threat of fast worldwide COVID-19 outbreak to public health and global economy, more strict government controls are advised based on the China experience.<br/><br/>Contributors DC and CY designed the study. CY and DC did the literature search. XZ, ZW, RY and SC collected and manually checked the data. DC analyzed the data and developed the<br/><br/>Shiny application with support from XZ, ZW, ZJ and WF. DC designed the figures. CY and DC interpreted the results and wrote the manuscript with input from FY."
        ],
        "disclosures": [
            "<strong>Declaration of interests We declare no competing interests</strong><br/><br/>Data sharing The original data that support the findings of this study are available from the National Health Commission of the People’s Republic of China as well as the WHO. In order to efficiently use our compiled data as well as modelling results by external users, we developed an integrative web-based application with the Shiny framework (http://shiny.rstudio.com/), which combines the computational power of R with friendly and interactive web interfaces. Our compiled database is publicly available from the website of Nanjing University (http://compbio.nju.edu.cn/ncov2019/) on Feb 24th, 2020, where it would be updated in time during the outbreak. Data used in this analysis is frozen on Feb 29th, 2020."
        ],
        "acknowledgments": [
            "We would like to thank Chenyu Zhang from Nanjing University (NJU) and Yu Xue from Huazhong University of Science and Technology (HUST) for helpful discussion and suggestions. We thank Wanshan Ning from HUST, and Yikai Zhu and Liang-Yu Fu from NJU for technical support. The study was supported by the Fundamental Research Funds for the Central Universities and the National Natural Science Foundation of China (21877060)."
        ],
        "limitations": [
            "Our study has several major limitations. Firstly, we were not able to derive a generalized model with finalized parameters to fit the overall epidemic spreading. Instead, the model parameters were estimated in a dynamic manner in our study. This is in line with the observation of dynamic transmission properties of the virus[<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]. Secondly, the significance of the model largely depends on the accuracy of estimated parameters. Although there is not a golden standard so far to evaluate the accuracy of our model parameters, the estimated duration of incubation (1/σ) from our model-derived parameter incubation rate (σ) is highly in agreement with previous estimations by other studies[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>–<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>], and the dynamic values of the infectious rate (β) is within the range of the recent estimation by Yang et al.[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]. These observations suggest our approach for model parameter estimation is plausible. Thirdly, our epidemic forecast was somehow sensitive to our prediction of parameters which were estimated from their overall dynamic patterns. Nonetheless, such forecasting would still be accurate in a short period. In this regard, artificial intelligence (AI)-inspired methods[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>,<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>] may be alternatives to epidemiological models for the real-time forecasting of transmission dynamics of COVID-19."
        ],
        "data_availability": [
            "Data sharing The original data that support the findings of this study are available from the National Health Commission of the People’s Republic of China as well as the WHO"
        ]
    },
    "structured_content": {
        "Abstract": [
            "The novel coronavirus disease 2019 (COVID-19) epidemic, which was first identified in Wuhan, China in December 2019, has rapidly spread all over China and across the world. By the end of February 2020, the epidemic outside Hubei province in China has been well controlled, yet the next wave of transmission in other countries may have just begun. A retrospective modeling of the transmission dynamics would provide insights into the epidemiological characteristics of the disease and evaluation of the effectiveness of the strict measures that have been taken by central and local governments of China. Using a refined susceptible-exposed-infectious-removed (SEIR) transmission model and a new strategy of model fitting, we were able to estimate model parameters in a dynamic manner. The resulting parameter estimation can well reflect the prevention policy scenarios. Our simulation results with different degrees of government control suggest that the strictly enforced quarantine and travel ban have significantly decreased the otherwise uncontrollable spread of the disease. Our results suggest similar measures should be considered by other countries that are of high risk of COVID-19 outbreak."
        ],
        "Summary": [],
        "Background": [
            "The novel coronavirus disease 2019 (COVID-19) epidemic, which was first reported in Wuhan and rapidly spread across the world, has been well controlled in China but is only starting to take off in other countries. Here we provide a retrospective modelling analysis of the transmission dynamics in China and evaluated the effectiveness of the strict government control strategies."
        ],
        "Methods": [
            "Data collection Daily cumulative number of confirmed cases, dead cases and recovered cases (from Jan 13rd, 2020 to Feb 29th, 2020) infected by COVID-19 were collected from the Tencent social networks (https://news.qq.com/zt2020/page/feiyan.htm); the daily number of severe cases were obtained from official websites of the National Health Commission of China and of health commissions of provinces, municipalities and major cities. Overseas data were obtained from the official website of WHO (https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-repor ts/). All collected data were double checked. By finalizing this manuscript, the period of data coverage starts from mid-January to the end of February 2020.",
            "The susceptible-exposed-infectious-recovered (SEIR) compartmental model is one of the best models to describe the epidemic of diseases with a latent phase like the",
            "SARS-CoV-2. We adopted the following ordinary differential equation (ODE) model to simulate the epidemic of COVID-19 for each investigated population:",
            "where S, E, I, and R were the number of susceptible, latent (or exposed), infectious, and removed individuals (including recovered individuals and death) at time t and N ൌ S ൅ E ൅ I ൅ R is the size of population. We assume that N is constant in a investigated population. In the SEIR model, the infectious rate, β, controls the rate of spread which represents the probability of transmitting disease between a susceptible and an infectious individual. The incubation rate, σ, is the rate of latent individuals becoming infectious (average duration of incubation is 1/σ). Recovery rate, γ, is the rate of infectious individuals removed from the transmission system, which is determined by the average duration of infection.",
            "We suppose that the epidemic spreading trend of COVID-19 suffered the first period of free propagation (before Jan 23rd, 2020) and then under the health policies intervention. Therefore, there is no one-fit-all set of parameters to fit the model with the aggregate data. Instead, we assume that the model parameters dynamically changed during the epidemic course and was dependent on the degree of prevention. Based on such an assumption, we inferred the model parameters in a stepwise manner at each time point, using the latest officially confirmed infected data. We then investigated the pattern of parameter dynamics and correlated these with various prevention measures in different populations. As expected, the pattern of estimated parameter (especially the infectious rate β) dynamics can well reflect the outcome of control policies. We further forecasted the epidemic spreading by estimating the model parameters using polynomial regression-based machine-learning approach, which has been used to describe nonlinear phenomena such as the progression of disease epidemics[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. Finally, we simulated possible spreading course of COVID-19 in Wuhan subjected to different quarantine rate as reflected by the dynamics of the predicted parameters.",
            "Statistical analysis If not specified, all statistical analyses and data visualization were done in R (version 3.6.2). We used non-parametric tests to assess differences among different group (Wilcoxon test to compare two groups and Kruskal-Wallis test to compare three or more groups). We used R packages such as ggplot[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] and plotly for graphics.",
            "Role of the funding source The funders of this study had no role in the study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding authors had full access to all the data and had final responsibility for the decision to submit for publication."
        ],
        "Introduction": [
            "The recent outbreak of novel coronavirus disease 2019 (COVID-19) has already become an epidemic of global scale. Two months ago, on Dec 30th 2019, the first confirmed case was officially reported by local authorities of Wuhan city, China[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>,<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. The pathogen was soon identified as a new coronavirus on Jan 7th 2020 and tentatively named 2019-nCOV2,3 and later renamed SARS-CoV-2 by the International Committee on Taxonomy of Viruses[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. However, strict control measures, including the lockdown of Wuhan city did not take effect until Jan 23rd, by which time several million people have already travelled outside Wuhan for the upcoming Chinese New Year, spreading the disease all over China. By the end of January, confirmed cases were reported by several other countries, leading to the declaration of Public Health Emergency of International Concern (PHEIC) by WHO5 on Jan 30th. For the whole month of February, rigorous prevention and control measures were taken by the Chinese government and the whole country is literally in a lockdown state. The necessity of these strict measures has been questioned both domestically and internationally concerning the devastating effects on the global economy; and there is also severe debate over when these control measures, including travel bans and public gathering bans, should be lifted. However, the effectiveness of these strict control measures has not been systematically evaluated using epidemiological data.",
            "Here we provided a retrospective modelling-based evaluation of the effectiveness of government control measures on COVID-19 in China. Using a well-recognized susceptible-exposed-infectious-recovered (SEIR) model, we fitted the public data by taking the effect of prevention policies into consideration and achieved an almost perfect fit for the real data. Key epidemiological parameters including incubation rate (σ), infectious rate (β) and recovered rate (γ) and were estimated in a dynamic manner. These estimates were then used to parameterize our model and different outcome scenarios were simulated with various degrees of government control. An interactive web-based Shiny application based on our modelling is now available online (http://compbio.nju.edu.cn/ncov2019/). Our findings may provide a useful tool for analyzing the impact of control measures and predicting the transmission dynamics in other countries."
        ],
        "Results": [
            "Since the impact of an epidemic depends on both the number of persons infected and the spectrum of clinical severity, we first analyzed the change of severity rate and the fatality rate over time and found that both parameters remain unchanged over the investigated phase for each province and are not affected by the strictness of control measures (Fig. 1), indicating that total number of severe cases and deaths are largely determined by the total number of infections, thus supporting the importance and urgency of outbreak prevention and control of transmission.",
            "The susceptible-exposed-infectious-recovered (SEIR) transmission model is one of the best models to describe the epidemic of diseases with a latent phase. However, it is only accurate under conditions of no intervention. In the real world, various degrees of intervention have been adopted; as a result, the SEIR model does not truly reflect the spread of the epidemic. To solve this discrepancy, we optimized the model in a stepwise manner at each time point, using the latest official confirmed infected data to fit the SEIR model. We thus obtained dynamic changes of the three model parameters: infectious rate (β), incubation rate (σ) and recovered rate (γ) (Fig. 2A). As expected, incubation rate (σ) shows little to none change over time (Fig. 2B,C). In this regard, the average duration of incubation is estimated to be 5.9 days based on data in Wuhan, which is generally in agreement with existing reports[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>–<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>]. While recovered rate (γ) shows a slow but steady increase over time (Fig. 2D), the infectious rate dramatically changed during the whole outbreak process (Fig. 2B,E). The national infectious rate clearly peaked around Jan 23rd, the day of Wuhan lockdown and has continued to drop ever since. This trend is more apparent when analyzing the data of Wuhan city alone (Fig. 2E). The curve for other cities displayed a continuous descending trend from the beginning of the available data point (around Jan 20th, the city of Nanjing was shown as an example in Fig. 2E), when strict control measures have already been in place. In Wuhan, the recovery rate (γ) has continued to increase with more than 2-fold change which is probably due to the dramatic improvement of medical conditions, such as the immobilization of thousands of physicians from all over the country and immediate establishment of several new hospitals in Wuhan. These data indicate a significant correlation between the infectious rate (β) and the recovery rate (γ) with prevention and control measures.",
            "Next, we simulated the possible outcome scenarios with different degrees of government prevention. Assuming there is a direct correlation with the value of infectious rate and the strictness of prevention measures (as shown in Fig. 2), we simulated the outbreak dynamics in different prevention scenarios using different estimated parameters in Wuhan (Fig. 3A). In the case of low to no prevention (with high infectious rate at the early stage), the peak of predicted infection cases would eventually reach ca. 7.78 million, covering 70% of the whole population of Wuhan city. The number of potentially infected individuals dramatically reduce as the infectious rate decreases upon prevention interventions (Fig. 3B). These data suggest that strict prevention is vitally important to reduce the peak of infection cases.",
            "Using a similar approach, we next modeled all the publicly available data on several different countries that already have considerable amounts of confirmed cases and predict their epidemic curve with various degrees of government control, assuming similar transmission properties of the virus in different counties (Fig. 4).In Singapore, where only mild government intervention existed, a surprisingly continuous decrease in the infectious rate (β) and increase in the recovery rate (γ) was observed, implying the potential inhibitory effect of warm climate on the spreading of the virus; whereas the situation in Italy, Korea, and Iran are quickly deteriorating. For Japan, although the infectious rate (β) is getting better, the recovery rate (γ) is not, implying either a latency in hospitalization or lack of dedicated medical resources."
        ],
        "Discussion": [
            "By the end of February 2020, two months after its outbreak in Wuhan, the COVID-19 epidemic has already spread to more than fifty countries. Areas with a high risk of exponential outbreak include Japan, South Korea, Italy, Singapore and Iran. Since the situation in China has already been well controlled, a retrospective evaluation of the epidemiological characteristics and transmission dynamics would provide valuable insights that might help with disease control decisions world-wide. To our knowledge, our work is the first to evaluate the effectiveness of government control on the spread of COVID-19 using a modelling approach.",
            "In agreement with others[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>–<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>], we found the SEIR-like models to be the most appropriate model for analyzing the transmission dynamics of COVID-19. However, the traditional approach for fitting the SEIR model is based on the overall trend data of the epidemic using hypothesized parameters and thus the model do not well fit the real-life data (i.e. the real-life data trend does not conform to the ideal SEIR model curve). The main reason is that the traditional approach does not take into account the impact of prevention and control strategies on the epidemic dynamics. In this study, we adjusted the SEIR model to objectively reflect the impact of prevention and control strategy on the infectious rate. Nonetheless, our study has several major limitations. Firstly, we were not able to derive a generalized model with finalized parameters to fit the overall epidemic spreading. Instead, the model parameters were estimated in a dynamic manner in our study. This is in line with the observation of dynamic transmission properties of the virus[<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]. Secondly, the significance of the model largely depends on the accuracy of estimated parameters. Although there is not a golden standard so far to evaluate the accuracy of our model parameters, the estimated duration of incubation (1/σ) from our model-derived parameter incubation rate (σ) is highly in agreement with previous estimations by other studies[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>–<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>], and the dynamic values of the infectious rate (β) is within the range of the recent estimation by Yang et al.[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]. These observations suggest our approach for model parameter estimation is plausible. Thirdly, our epidemic forecast was somehow sensitive to our prediction of parameters which were estimated from their overall dynamic patterns. Nonetheless, such forecasting would still be accurate in a short period. In this regard, artificial intelligence (AI)-inspired methods[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>,<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>] may be alternatives to epidemiological models for the real-time forecasting of transmission dynamics of COVID-19.",
            "The fact that the severity and the fatality rate remain unchanged during the whole epidemic course suggests that the biology of the virus itself did not change over time; this is in line with genetic sequencing results that few mutations are identified among virus samples collected from different generations of patients[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>,<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>]. However, it is hard to predict whether this feature of the virus will change as it spread in other countries. The significantly higher reported fatality rate in Wuhan city and Hubei province comparing to other regions are probably due to the shortage of medical supplies and the underestimation of total cases of infection. The lessons in Wuhan also taught us that if the outbreak in a heavily populated metropolitan area is not well controlled soon enough, rapid saturation of the hospital capacity is inevitable and devastating. Therefore, the only effective way is to control the epidemic is to mitigate transmission (infectious rate) and this has proved to be successful in China.",
            "There is no doubt that the capability of management and control of COVID-19 transmission heavily rely on the preparedness of a country’s health system. While it remains debatable whether large economy bodies in Asia such as South Korea and Japan should adopt similar control measures as the Chinese government; in less developed countries with insufficient medical resources and absence of a pandemic preparedness plan, a mild response might be inadequate to deal with such an outbreak. Extreme quarantine and transport control measures similar to China should be considered to mitigate local transmission following confirmed importation.",
            "In conclusion, we have constructed an SEIR model and fitted all the publicly available China COVID-2019 data in a dynamic manner, and get a fairly accurate model of the whole process of the epidemic in China. We estimated the overall fatality rate to be 0.68% outside of Hubei province. Through simulation, we also evaluated the importance and effectiveness of strict government control enforced by Chinese authorities. It is clear that the control measures, both in Wuhan and nationwide, have significantly reduced transmissibility. Considering the potential threat of fast worldwide COVID-19 outbreak to public health and global economy, more strict government controls are advised based on the China experience.",
            "Contributors DC and CY designed the study. CY and DC did the literature search. XZ, ZW, RY and SC collected and manually checked the data. DC analyzed the data and developed the",
            "Shiny application with support from XZ, ZW, ZJ and WF. DC designed the figures. CY and DC interpreted the results and wrote the manuscript with input from FY.",
            "Declaration of interests We declare no competing interests.",
            "Data sharing The original data that support the findings of this study are available from the National Health Commission of the People’s Republic of China as well as the WHO. In order to efficiently use our compiled data as well as modelling results by external users, we developed an integrative web-based application with the Shiny framework (http://shiny.rstudio.com/), which combines the computational power of R with friendly and interactive web interfaces. Our compiled database is publicly available from the website of Nanjing University (http://compbio.nju.edu.cn/ncov2019/) on Feb 24th, 2020, where it would be updated in time during the outbreak. Data used in this analysis is frozen on Feb 29th, 2020."
        ],
        "Acknowledgments": [
            "We would like to thank Chenyu Zhang from Nanjing University (NJU) and Yu Xue from Huazhong University of Science and Technology (HUST) for helpful discussion and suggestions. We thank Wanshan Ning from HUST, and Yikai Zhu and Liang-Yu Fu from NJU for technical support. The study was supported by the Fundamental Research Funds for the Central Universities and the National Natural Science Foundation of China (21877060)."
        ],
        "References": [
            "1 Li Q, Guan X, Wu P, et al Early Transmission Dynamics in Wuhan, China, of",
            "Novel Coronavirus–Infected Pneumonia. N Engl J Med 2020.",
            "DOI:10.1056/nejmoa2001316.",
            "2 Huang C, Wang Y, Li X, et al Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020.",
            "DOI:10.1016/S0140-6736(20)30183-5.",
            "3 Chen N, Zhou M, Dong X, et al Epidemiological and clinical characteristics of",
            "99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020. DOI:10.1016/S0140-6736(20)30211-7.",
            "4 WHO. Naming the coronavirus disease (COVID-19) and the virus that causes it.",
            "https://www.who.int/emergencies/diseases/novel-coronavirus-2019/technical",
            "-guidance/naming-the-coronavirus-disease-(covid-2019)-and-the-virus-that-ca uses-it.",
            "5 WHO. Statement on the second meeting of the International Health",
            "Regulations (2005) Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV).",
            "https://www.who.int/news-room/detail/30-01-2020-statement-on-the-second",
            "-meeting-of-the-international-health-regulations-%282005%29-emergency-co mmittee-regarding-the-outbreak-of-novel-coronavirus-%282019-ncov%29.",
            "6 Greenland S. Dose-Response and trend analysis in epidemiology: Alternatives to categorical analysis.",
            "Epidemiology",
            "DOI:10.1097/00001648-199507000-00005.",
            "7 Backer JA, Klinkenberg D, Wallinga J. Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China, 20-28",
            "January",
            "Euro",
            "Surveill",
            "DOI:10.2807/1560-7917.ES.2020.25.5.2000062.",
            "8 Chan JFW, Yuan S, Kok KH, et al A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet 2020. DOI:10.1016/S0140-6736(20)30154-9.",
            "9 Liu T, Hu J, Kang M, et al Transmission dynamics of 2019 novel coronavirus (2019-nCoV). bioRxiv 2020. DOI:10.1101/2020.01.25.919787.",
            "10 Guan W, Ni Z, Hu Y, et al Clinical Characteristics of Coronavirus Disease 2019 in",
            "China. N Engl J Med 2020; : NEJMoa2002032.",
            "11 Zhou T, Liu Q, Yang Z, et al Preliminary prediction of the basic reproduction number of the Wuhan novel coronavirus 2019-nCoV. J Evid Based Med 2020.",
            "DOI:10.1111/jebm.12376.",
            "12 Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. Lancet 2020. DOI:10.1016/S0140-6736(20)30260-9.",
            "13 Shao P, Shan Y. Beware of asymptomatic transmission: Study on 2019-nCoV prevention and control measures based on extended SEIR model. bioRxiv 2020.",
            "DOI:10.1101/2020.01.28.923169.",
            "14 Yang Z, Zeng Z, Wang K, et al Modified SEIR and AI prediction of the epidemics trend of COVID-19 in China under public health interventions. 2020; 2019.",
            "DOI:10.21037/jtd.2020.02.64.",
            "15 Liu T, Hu J, Kang M, et al Time-varying transmission dynamics of Novel",
            "Coronavirus",
            "Pneumonia in",
            "China.",
            "bioRxiv",
            "DOI:10.1101/2020.01.25.919787.",
            "16 Hu Z, Ge Q, Li S, Jin L, Xiong M. Artificial Intelligence Forecasting of Covid-19 in",
            "China. arxiv 2020; : 1–20.",
            "17 Ceraolo C, Giorgi FM. Genomic variance of the 2019-nCoV coronavirus. J Med",
            "Virol 2020. DOI:10.1002/jmv.25700.",
            "18 Lu R, Zhao X, Li J, et al Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet",
            "2020. DOI:10.1016/S0140-6736(20)30251-8."
        ],
        "Figures": [
            "Tianjin Xinjiang Anhui Jiangsu Shaanxi Shandong Beijing Sichuan Liaoning Inner Mongolia Shanghai Jilin Guizhou Jiangxi Fujian Henan * Hunan Guangdong Zhejiang Hainan Chongqing Yunnan Shanxi Guangxi Hebei Qinghai Ningxia Gansu Heilongjiang Hubei China"
        ],
        "A High beta β": [
            "Bengbu Dongguan Chengdu Shaoyang Guangzhou Zhengzhou Xinyang Harbin Bozhou Ningbo Xi'an Shangqiu Shangrao Changsha Yichun Xinyu Nanjing Nanchang Wenzhou Jiujiang Shenzhen Hefei Yueyang Suzhou Zhuhai Fuyang Zhumadian Taizhou Hangzhou Suizhou Ezhou Yichang Xiantao Jingmen Xiangyang Tianmen Qianjiang Xianning Huangshi Xiaogan Shiyan Jingzhou Huanggang Wuhan Hubei China"
        ]
    },
    "participants": [
        {
            "participant": "confirmed cases",
            "number": 87645,
            "context": "Evidence before the study A global outbreak of coronavirus disease 2019 (COVID-19), caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has been posing significant threats to public health worldwide. <mark class=\"stats\">By the end of February 2020, 87645 confirmed cases are reported around the world, including 7330 severe cases and 2994 fatalities</mark>. We searched PubMed and preprint archive for papers published up to Feb 29th, 2020, using keywords “COVID-19”, “SARS-CoV-2”, “2019-nCoV”, and “novel coronavirus.” We found several researches on the transmission dynamics of COVID-19; however, only one preprint predicted the effect of government intervention in China with incomplete epidemiological data"
        },
        {
            "participant": "people",
            "number": 1000000,
            "context": "The pathogen was soon identified as a new coronavirus on Jan 7th 2020 and tentatively named 2019-nCOV2,3 and later renamed SARS-CoV-2 by the International Committee on Taxonomy of Viruses4. <mark class=\"stats\">However, strict control measures, including the lockdown of Wuhan city did not take effect until Jan 23rd, by which time several million people have already travelled outside Wuhan for the upcoming Chinese New Year, spreading the disease all over China</mark>. By the end of January, confirmed cases were reported by several other countries, leading to the declaration of Public Health Emergency of International Concern (PHEIC) by WHO5 on Jan 30th"
        }
    ],
    "statistics": [
        {
            "tests": {
                "context": "<mark class=\"stats\">We used non-parametric tests to assess differences among different group (Wilcoxon test to compare two groups and Kruskal-Wallis test to compare three or more groups)</mark>",
                "tests": [
                    {
                        "test": "Wilcoxon test"
                    },
                    {
                        "test": "Kruskal-Wallis test"
                    }
                ]
            }
        }
    ],
    "keywords": [
        "seir model",
        "wuhan city",
        "SEIR",
        "infectious rate",
        "chinese government",
        "epidemic spreading",
        "Nanjing University",
        "retrospective modeling",
        "transmission model",
        "government control",
        "control measure",
        "model parameter",
        "Huazhong University of Science and Technology",
        "COVID-19",
        "dynamic manner",
        "novel coronavirus",
        "coronavirus disease",
        "ordinary differential equation",
        "simulation",
        "transmission dynamics",
        "economy",
        "Public Health Emergency of International Concern",
        "pneumonia",
        "artificial intelligence",
        "dynamics"
    ],
    "keyword_relevance": {
        "COVID-19": 0.14444444444444443,
        "SEIR": 0.1111111111111111,
        "infectious rate": 0.09444444444444444,
        "dynamics": 0.07777777777777778,
        "control measure": 0.07222222222222222,
        "government control": 0.06666666666666667,
        "novel coronavirus": 0.06666666666666667,
        "model parameter": 0.05,
        "transmission dynamics": 0.044444444444444446,
        "Nanjing University": 0.03333333333333333,
        "coronavirus disease": 0.03333333333333333,
        "epidemic spreading": 0.027777777777777776,
        "transmission model": 0.027777777777777776,
        "dynamic manner": 0.027777777777777776,
        "simulation": 0.027777777777777776,
        "Huazhong University of Science and Technology": 0.016666666666666666,
        "economy": 0.016666666666666666,
        "artificial intelligence": 0.016666666666666666,
        "retrospective modeling": 0.011111111111111112,
        "ordinary differential equation": 0.011111111111111112,
        "Public Health Emergency of International Concern": 0.011111111111111112,
        "pneumonia": 0.011111111111111112,
        "seir model": 0.0,
        "wuhan city": 0.0,
        "chinese government": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> The recent outbreak of novel coronavirus disease 2019 (COVID-19) has already become an epidemic of global scale.",
        "For the whole month of February, rigorous prevention and control measures were taken by the Chinese government and the whole country is literally in a lockdown state",
        "The necessity of these strict measures has been questioned both domestically and internationally concerning the devastating effects on the global economy; and there is severe debate over when these control measures, including travel bans and public gathering bans, should be lifted.",
        "The authors' findings may provide a useful tool for analyzing the impact of control measures and predicting the transmission dynamics in other countries",
        "<h2 style=\"display: inline\">Methods:</h2> The authors considerably refined the original susceptible-exposed-infectious-removed (SEIR) transmission model, and used the publicly available data from Jan 13rd to Feb 29th for model fitting and parameter estimation in a dynamic manner considering effect of prevention policies.",
        "The authors used the estimated model parameters to simulate the epidemic trend and transmission risk of the disease with various degrees of government control.",
        "The authors assume that the model parameters dynamically changed during the epidemic course and was dependent on the degree of prevention.",
        "Based on such an assumption, the authors inferred the model parameters in a stepwise manner at each time point, using the latest officially confirmed infected data.",
        "The corresponding authors had full access to all the data and had final responsibility for the decision to submit for publication",
        "<h2 style=\"display: inline\">Results:</h2> Since the impact of an epidemic depends on both the number of persons infected and the spectrum of clinical severity, the authors first analyzed the change of severity rate and the fatality rate over time and found that both parameters remain unchanged over the investigated phase for each province and are not affected by the strictness of control measures (Fig. 1), indicating that total number of severe cases and deaths are largely determined by the total number of infections, supporting the importance and urgency of outbreak prevention and control of transmission.<br/><br/>The susceptible-exposed-infectious-recovered (SEIR) transmission model is one of the best models to describe the epidemic of diseases with a latent phase.",
        "The authors modeled all the publicly available data on several different countries that already have considerable amounts of confirmed cases and predict their epidemic curve with various degrees of government control, assuming similar transmission properties of the virus in different counties (Fig. 4).In Singapore, where only mild government intervention existed, a surprisingly continuous decrease in the infectious rate (β) and increase in the recovery rate (γ) was observed, implying the potential inhibitory effect of warm climate on the spreading of the virus; whereas the situation in Italy, Korea, and Iran are quickly deteriorating.",
        "For Japan, the infectious rate (β) is getting better, the recovery rate (γ) is not, implying either a latency in hospitalization or lack of dedicated medical resources",
        "<h2 style=\"display: inline\">Conclusion:</h2> By the end of February 2020, two months after its outbreak in Wuhan, the COVID-19 epidemic has already spread to more than fifty countries.",
        "There is no doubt that the capability of management and control of COVID-19 transmission heavily rely on the preparedness of a country’s health system",
        "While it remains debatable whether large economy bodies in Asia such as South Korea and Japan should adopt similar control measures as the Chinese government; in less developed countries with insufficient medical resources and absence of a pandemic preparedness plan, a mild response might be inadequate to deal with such an outbreak.",
        "The authors provide a retrospective modelling analysis of the transmission dynamics in China and evaluated the effectiveness of the strict government control strategies"
    ],
    "structured_summary": {
        "Introduction": [
            "The recent outbreak of novel coronavirus disease 2019 (COVID-19) has already become an epidemic of global scale.",
            "For the whole month of February, rigorous prevention and control measures were taken by the Chinese government and the whole country is literally in a lockdown state",
            "The necessity of these strict measures has been questioned both domestically and internationally concerning the devastating effects on the global economy; and there is severe debate over when these control measures, including travel bans and public gathering bans, should be lifted.",
            "The authors' findings may provide a useful tool for analyzing the impact of control measures and predicting the transmission dynamics in other countries"
        ],
        "Methods": [
            "The authors considerably refined the original susceptible-exposed-infectious-removed (SEIR) transmission model, and used the publicly available data from Jan 13rd to Feb 29th for model fitting and parameter estimation in a dynamic manner considering effect of prevention policies.",
            "The authors used the estimated model parameters to simulate the epidemic trend and transmission risk of the disease with various degrees of government control.",
            "The authors assume that the model parameters dynamically changed during the epidemic course and was dependent on the degree of prevention.",
            "Based on such an assumption, the authors inferred the model parameters in a stepwise manner at each time point, using the latest officially confirmed infected data.",
            "The corresponding authors had full access to all the data and had final responsibility for the decision to submit for publication"
        ],
        "Results": [
            "Since the impact of an epidemic depends on both the number of persons infected and the spectrum of clinical severity, the authors first analyzed the change of severity rate and the fatality rate over time and found that both parameters remain unchanged over the investigated phase for each province and are not affected by the strictness of control measures (Fig. 1), indicating that total number of severe cases and deaths are largely determined by the total number of infections, supporting the importance and urgency of outbreak prevention and control of transmission.<br/><br/>The susceptible-exposed-infectious-recovered (SEIR) transmission model is one of the best models to describe the epidemic of diseases with a latent phase.",
            "The authors modeled all the publicly available data on several different countries that already have considerable amounts of confirmed cases and predict their epidemic curve with various degrees of government control, assuming similar transmission properties of the virus in different counties (Fig. 4).In Singapore, where only mild government intervention existed, a surprisingly continuous decrease in the infectious rate (β) and increase in the recovery rate (γ) was observed, implying the potential inhibitory effect of warm climate on the spreading of the virus; whereas the situation in Italy, Korea, and Iran are quickly deteriorating.",
            "For Japan, the infectious rate (β) is getting better, the recovery rate (γ) is not, implying either a latency in hospitalization or lack of dedicated medical resources"
        ],
        "Conclusion": [
            "By the end of February 2020, two months after its outbreak in Wuhan, the COVID-19 epidemic has already spread to more than fifty countries.",
            "There is no doubt that the capability of management and control of COVID-19 transmission heavily rely on the preparedness of a country’s health system",
            "While it remains debatable whether large economy bodies in Asia such as South Korea and Japan should adopt similar control measures as the Chinese government; in less developed countries with insufficient medical resources and absence of a pandemic preparedness plan, a mild response might be inadequate to deal with such an outbreak.",
            "The authors provide a retrospective modelling analysis of the transmission dynamics in China and evaluated the effectiveness of the strict government control strategies"
        ]
    },
    "reference_links": [
        {
            "id": "Pneumonia_2020_a",
            "alt_id": "1",
            "entry": "Novel Coronavirus–Infected Pneumonia. N Engl J Med 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Novel%20CoronavirusInfected%20Pneumonia%20N%20Engl%20J%20Med%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Novel%20CoronavirusInfected%20Pneumonia%20N%20Engl%20J%20Med%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Novel%20CoronavirusInfected%20Pneumonia%20N%20Engl%20J%20Med%202020"
        },
        {
            "id": "_0000_a",
            "alt_id": "2",
            "entry": "DOI:10.1056/nejmoa2001316.",
            "crossref": "https://dx.doi.org/10.1056/nejmoa2001316",
            "scite": "https://scite.ai/reports/10.1056/nejmoa2001316"
        },
        {
            "id": "2",
            "alt_id": "Huang_et+al_2019_a",
            "entry": "2 Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020. DOI:10.1016/S0140-6736(20)30183-5.",
            "crossref": "https://dx.doi.org/10.1016/S0140-6736(20)30183-5",
            "scite": "https://scite.ai/reports/10.1016/S0140-6736(20)30183-5"
        },
        {
            "id": "99",
            "alt_id": "99_2019_b",
            "entry": "99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020. DOI:10.1016/S0140-6736(20)30211-7.",
            "crossref": "https://dx.doi.org/10.1016/S0140-6736(20)30211-7",
            "scite": "https://scite.ai/reports/10.1016/S0140-6736(20)30211-7"
        },
        {
            "id": "_0000_c",
            "alt_id": "5",
            "entry": "https://www.who.int/emergencies/diseases/novel-coronavirus-2019/technical",
            "url": "https://www.who.int/emergencies/diseases/novel-coronavirus-2019/technical"
        },
        {
            "id": "Regulations_2005_a",
            "alt_id": "6",
            "entry": "Regulations (2005) Emergency Committee regarding the outbreak of novel coronavirus",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Regulations%202005%20Emergency%20Committee%20regarding%20the%20outbreak%20of%20novel%20coronavirus"
        },
        {
            "id": "_0000_d",
            "alt_id": "7",
            "entry": "https://www.who.int/news-room/detail/30-01-2020-statement-on-the-second",
            "url": "https://www.who.int/news-room/detail/30-01-2020-statement-on-the-second"
        },
        {
            "id": "1995._0000_e",
            "alt_id": "8",
            "entry": "1995. DOI:10.1097/00001648-199507000-00005.",
            "crossref": "https://dx.doi.org/10.1097/00001648-199507000-00005",
            "scite": "https://scite.ai/reports/10.1097/00001648-199507000-00005"
        },
        {
            "id": "7",
            "alt_id": "Backer_et+al_2019_a",
            "entry": "7 Backer JA, Klinkenberg D, Wallinga J. Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China, 20-28",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Backer%20JA%20Klinkenberg%20D%20Wallinga%20J%20Incubation%20period%20of%202019%20novel%20coronavirus%202019nCoV%20infections%20among%20travellers%20from%20Wuhan%20China%202028",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Backer%20JA%20Klinkenberg%20D%20Wallinga%20J%20Incubation%20period%20of%202019%20novel%20coronavirus%202019nCoV%20infections%20among%20travellers%20from%20Wuhan%20China%202028",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Backer%20JA%20Klinkenberg%20D%20Wallinga%20J%20Incubation%20period%20of%202019%20novel%20coronavirus%202019nCoV%20infections%20among%20travellers%20from%20Wuhan%20China%202028"
        },
        {
            "id": "2020._0000_f",
            "alt_id": "10",
            "entry": "2020. DOI:10.2807/1560-7917.ES.2020.25.5.2000062.",
            "crossref": "https://dx.doi.org/10.2807/1560-7917.ES.2020.25.5.2000062",
            "scite": "https://scite.ai/reports/10.2807/1560-7917.ES.2020.25.5.2000062"
        },
        {
            "id": "8",
            "alt_id": "Chan_et+al_2019_a",
            "entry": "8 Chan JFW, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet 2020. DOI:10.1016/S0140-6736(20)30154-9.",
            "crossref": "https://dx.doi.org/10.1016/S0140-6736(20)30154-9",
            "scite": "https://scite.ai/reports/10.1016/S0140-6736(20)30154-9"
        },
        {
            "id": "9",
            "alt_id": "Liu_et+al_2019_a",
            "entry": "9 Liu T, Hu J, Kang M, et al. Transmission dynamics of 2019 novel coronavirus (2019-nCoV). bioRxiv 2020. DOI:10.1101/2020.01.25.919787.",
            "crossref": "https://dx.doi.org/10.1101/2020.01.25.919787",
            "scite": "https://scite.ai/reports/10.1101/2020.01.25.919787",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1101/2020.01.25.919787"
        },
        {
            "id": "10",
            "alt_id": "Guan_et+al_2019_a",
            "entry": "10 Guan W, Ni Z, Hu Y, et al. Clinical Characteristics of Coronavirus Disease 2019 in",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Guan%20W%20Ni%20Z%20Hu%20Y%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Guan%20W%20Ni%20Z%20Hu%20Y%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Guan%20W%20Ni%20Z%20Hu%20Y%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in"
        },
        {
            "id": "China_0000_a",
            "alt_id": "14",
            "entry": "China. N Engl J Med 2020;: NEJMoa2002032.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=China%20N%20Engl%20J%20Med%202020%20NEJMoa2002032",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=China%20N%20Engl%20J%20Med%202020%20NEJMoa2002032",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=China%20N%20Engl%20J%20Med%202020%20NEJMoa2002032"
        },
        {
            "id": "11",
            "alt_id": "Zhou_et+al_2020_a",
            "entry": "11 Zhou T, Liu Q, Yang Z, et al. Preliminary prediction of the basic reproduction number of the Wuhan novel coronavirus 2019-nCoV. J Evid Based Med 2020. DOI:10.1111/jebm.12376.",
            "crossref": "https://dx.doi.org/10.1111/jebm.12376",
            "scite": "https://scite.ai/reports/10.1111/jebm.12376",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1111/jebm.12376"
        },
        {
            "id": "12",
            "alt_id": "Wu_et+al_2019_a",
            "entry": "12 Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. Lancet 2020. DOI:10.1016/S0140-6736(20)30260-9.",
            "crossref": "https://dx.doi.org/10.1016/S0140-6736(20)30260-9",
            "scite": "https://scite.ai/reports/10.1016/S0140-6736(20)30260-9"
        },
        {
            "id": "13",
            "alt_id": "Shao_2019_a",
            "entry": "13 Shao P, Shan Y. Beware of asymptomatic transmission: Study on 2019-nCoV",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Shao%20P%20Shan%20Y%20Beware%20of%20asymptomatic%20transmission%20Study%20on%202019nCoV"
        },
        {
            "id": "prevention_2020_g",
            "alt_id": "18",
            "entry": "prevention and control measures based on extended SEIR model. bioRxiv 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=prevention%20and%20control%20measures%20based%20on%20extended%20SEIR%20model%20bioRxiv%202020"
        },
        {
            "id": "_0000_h",
            "alt_id": "19",
            "entry": "DOI:10.1101/2020.01.28.923169.",
            "crossref": "https://dx.doi.org/10.1101/2020.01.28.923169",
            "scite": "https://scite.ai/reports/10.1101/2020.01.28.923169"
        },
        {
            "id": "14",
            "alt_id": "Yang_et+al_2020_a",
            "entry": "14 Yang Z, Zeng Z, Wang K, et al. Modified SEIR and AI prediction of the epidemics trend of COVID-19 in China under public health interventions. 2020; 2019. DOI:10.21037/jtd.2020.02.64.",
            "crossref": "https://dx.doi.org/10.21037/jtd.2020.02.64",
            "scite": "https://scite.ai/reports/10.21037/jtd.2020.02.64"
        },
        {
            "id": "2020._0000_i",
            "alt_id": "21",
            "entry": "2020. DOI:10.1101/2020.01.25.919787.",
            "crossref": "https://dx.doi.org/10.1101/2020.01.25.919787",
            "scite": "https://scite.ai/reports/10.1101/2020.01.25.919787"
        },
        {
            "id": "16",
            "alt_id": "Hu_et+al_0000_a",
            "entry": "16 Hu Z, Ge Q, Li S, Jin L, Xiong M. Artificial Intelligence Forecasting of Covid-19 in China. arxiv 2020;: 1–20.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Hu%2C%20Z.%20Ge%2C%20Q.%20Li%2C%20S.%20Jin%2C%20L.%20Artificial%20Intelligence%20Forecasting%20of%20Covid-19%20in%20China",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Hu%2C%20Z.%20Ge%2C%20Q.%20Li%2C%20S.%20Jin%2C%20L.%20Artificial%20Intelligence%20Forecasting%20of%20Covid-19%20in%20China",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Hu%2C%20Z.%20Ge%2C%20Q.%20Li%2C%20S.%20Jin%2C%20L.%20Artificial%20Intelligence%20Forecasting%20of%20Covid-19%20in%20China"
        },
        {
            "id": "17",
            "alt_id": "Ceraolo_2019_a",
            "entry": "17 Ceraolo C, Giorgi FM. Genomic variance of the 2019-nCoV coronavirus. J Med",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Ceraolo%20C%20Giorgi%20FM%20Genomic%20variance%20of%20the%202019nCoV%20coronavirus%20J%20Med",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Ceraolo%20C%20Giorgi%20FM%20Genomic%20variance%20of%20the%202019nCoV%20coronavirus%20J%20Med",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Ceraolo%20C%20Giorgi%20FM%20Genomic%20variance%20of%20the%202019nCoV%20coronavirus%20J%20Med"
        },
        {
            "id": "Virol_2020_a",
            "alt_id": "24",
            "entry": "Virol 2020. DOI:10.1002/jmv.25700.",
            "crossref": "https://dx.doi.org/10.1002/jmv.25700",
            "scite": "https://scite.ai/reports/10.1002/jmv.25700"
        },
        {
            "id": "18",
            "alt_id": "Lu_et+al_2019_a",
            "entry": "18 Lu R, Zhao X, Li J, et al. Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lu%20R%20Zhao%20X%20Li%20J%20et%20al%20Genomic%20characterisation%20and%20epidemiology%20of%202019%20novel%20coronavirus%20implications%20for%20virus%20origins%20and%20receptor%20binding%20Lancet",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Lu%20R%20Zhao%20X%20Li%20J%20et%20al%20Genomic%20characterisation%20and%20epidemiology%20of%202019%20novel%20coronavirus%20implications%20for%20virus%20origins%20and%20receptor%20binding%20Lancet",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Lu%20R%20Zhao%20X%20Li%20J%20et%20al%20Genomic%20characterisation%20and%20epidemiology%20of%202019%20novel%20coronavirus%20implications%20for%20virus%20origins%20and%20receptor%20binding%20Lancet"
        },
        {
            "id": "2020._0000_j",
            "alt_id": "26",
            "entry": "2020. DOI:10.1016/S0140-6736(20)30251-8.",
            "crossref": "https://dx.doi.org/10.1016/S0140-6736(20)30251-8",
            "scite": "https://scite.ai/reports/10.1016/S0140-6736(20)30251-8"
        }
    ],
    "facts": [
        "which was first identified in Wuhan",
        "Our simulation results with different degrees of government control suggest that the strictly enforced quarantine",
        "The recent outbreak of novel coronavirus disease 2019 has already become an epidemic of global scale",
        "confirmed case was officially reported by local authorities of Wuhan city",
        "The pathogen was soon identified as a new coronavirus on Jan",
        "million people have already travelled outside Wuhan for the upcoming Chinese New Year",
        "confirmed cases were reported by several other countries",
        "rigorous prevention and control measures were taken by the Chinese government",
        "different outcome scenarios were simulated with various degrees of government control",
        "An interactive web-based Shiny application based on our modelling is available",
        "Our findings may provide a useful tool for analyzing the impact of control measures",
        "recovered cases infected by COVID-19 were collected from the",
        "the daily number of severe cases were obtained from official websites of the National Health Commission",
        "Overseas data were obtained from the official website of WHO",
        "the period of data coverage starts from mid-January to the end",
        "of the best models to describe the epidemic of diseases with a latent phase",
        "the following ordinary differential equation model to simulate the epidemic of COVID-19 for each investigated population",
        "൅ R is the size of population",
        "that N is constant in a investigated population",
        "the rate of spread which represents the probability of transmitting disease",
        "the rate of infectious individuals removed from the transmission system",
        "which is determined by the average duration of infection",
        "that the epidemic spreading trend of COVID-19 suffered the first period of free propagation",
        "no one-fit-all set of parameters to fit the model with the aggregate data",
        "that the model parameters dynamically changed during the epidemic course",
        "the pattern of estimated parameter dynamics can well reflect the outcome of control policies",
        "spreading course of COVID-19 in Wuhan subjected to different quarantine rate",
        "all statistical analyses and data visualization were done in R.",
        "Role of the funding source The funders of this study had no role in the study design",
        "had final responsibility for the decision to submit for publication",
        "that total number of severe cases and deaths are largely determined by the total number of infections",
        "the SEIR model does not truly reflect the spread of the epidemic",
        "incubation rate shows little to none change over time",
        "5.9 days based on data in Wuhan",
        "the infectious rate dramatically changed during the whole outbreak process",
        "The national infectious rate clearly peaked around Jan 23rd",
        "apparent when analyzing the data of Wuhan city",
        "when strict control measures have already been in place",
        "more than 2-fold change which is probably due to the dramatic improvement of medical conditions",
        "These data indicate a significant correlation between the infectious rate",
        "The number of potentially infected individuals dramatically reduce as the infectious rate decreases upon prevention interventions",
        "These data suggest that strict prevention is vitally important to reduce the peak of infection cases",
        "a retrospective evaluation of the epidemiological characteristics and transmission dynamics would provide valuable insights that might help with disease control decisions",
        "first to evaluate the effectiveness of government control on the spread",
        "the SEIR model is based on the overall trend data of the epidemic using hypothesized parameters",
        "The main reason is that the traditional approach does not take into account",
        "the SEIR model to objectively reflect the impact of prevention and control strategy on the infectious rate",
        "the model parameters were estimated in a dynamic manner in our study",
        "the significance of the model largely depends on the accuracy of estimated parameters",
        "a golden standard so far to evaluate the accuracy of our model parameters",
        "the dynamic values of the infectious rate is within the range of the recent estimation",
        "our epidemic forecast was somehow sensitive to our prediction of parameters",
        "which were estimated from their overall dynamic patterns",
        "such forecasting would still be accurate in a short period",
        "the fatality rate remain unchanged during the whole epidemic course suggests that the biology",
        "in line with genetic sequencing results that few mutations are identified among virus samples collected from different generations",
        "hard to predict whether this feature of the virus will change as",
        "Hubei province comparing to other regions are probably due to the shortage",
        "no doubt that the capability of management and control of COVID-19 transmission heavily rely on the preparedness of a country's health system",
        "the importance and effectiveness of strict government control enforced by Chinese authorities",
        "more strict government controls are advised based on the China experience",
        "which was first reported in Wuhan",
        "only one preprint predicted the effect of government intervention in China",
        "the fatality rate remain unchanged during the whole epidemic",
        "the disease is to control the number of infections",
        "which combines the computational power of R"
    ],
    "claims": [
        "We provide a retrospective modelling analysis of the transmission dynamics in China and evaluated the effectiveness of the strict government control strategies",
        "We searched PubMed and preprint archive for papers published up to Feb 29th, 2020, using keywords “COVID-19”, “SARS-CoV-2”, “2019-nCoV”, and “novel coronavirus.” We found several researches on the transmission dynamics of COVID-19; however, only one preprint predicted the effect of government intervention in China with incomplete epidemiological data",
        "We showed that the severity rate and the fatality rate remain unchanged during the whole epidemic, suggesting the only effective way to control the disease is to control the number of infections",
        "We provided a retrospective modelling-based evaluation of the effectiveness of government control measures on COVID-19 in China",
        "We then investigated the pattern of parameter dynamics and correlated these with various prevention measures in different populations",
        "Using a similar approach, we next modeled all the publicly available data on several different countries that already have considerable amounts of confirmed cases and predict their epidemic curve with various degrees of government control, assuming similar transmission properties of the virus in different counties (Fig. 4).In Singapore, where only mild government intervention existed, a surprisingly continuous decrease in the infectious rate (β) and increase in the recovery rate (γ) was observed, implying the potential inhibitory effect of warm climate on the spreading of the virus; whereas the situation in Italy, Korea, and Iran are quickly deteriorating",
        "In agreement with others11–14, we found the SEIR-like models to be the most appropriate model for analyzing the transmission dynamics of COVID-19",
        "Through simulation, we also evaluated the importance and effectiveness of strict government control enforced by Chinese authorities",
        "In order to efficiently use our compiled data as well as modelling results by external users, we developed an integrative web-based application with the Shiny framework (http://shiny.rstudio.com/), which combines the computational power of R with friendly and interactive web interfaces"
    ],
    "findings": [],
    "processes": [],
    "key_statements": [
        "The novel coronavirus disease 2019 (COVID-19) epidemic, which was first reported in Wuhan and rapidly spread across the world, has been well controlled in China but is only starting to take off in other countries",
        "We searched PubMed and preprint archive for papers published up to Feb 29th, 2020, using keywords “COVID-19”, “SARS-CoV-2”, “2019-nCoV”, and “novel coronavirus.” We found several researches on the transmission dynamics of COVID-19; only one preprint predicted the effect of government intervention in China with incomplete epidemiological data",
        "We showed that the severity rate and the fatality rate remain unchanged during the whole epidemic, suggesting the only effective way to control the disease is to control the number of infections",
        "Our findings may provide a useful tool for analyzing the impact of control measures and predicting the transmission dynamics in other countries",
        "The susceptible-exposed-infectious-recovered (SEIR) compartmental model is one of the best models to describe the epidemic of diseases with a latent phase like the",
        "In the SEIR model, the infectious rate, β, controls the rate of spread which represents the probability of transmitting disease between a susceptible and an infectious individual",
        "We assume that the model parameters dynamically changed during the epidemic course and was dependent on the degree of prevention",
        "Since the impact of an epidemic depends on both the number of persons infected and the spectrum of clinical severity, we first analyzed the change of severity rate and the fatality rate over time and found that both parameters remain unchanged over the investigated phase for each province and are not affected by the strictness of control measures (Fig. 1), indicating that total number of severe cases and deaths are largely determined by the total number of infections, supporting the importance and urgency of outbreak prevention and control of transmission",
        "The susceptible-exposed-infectious-recovered (SEIR) transmission model is one of the best models to describe the epidemic of diseases with a latent phase",
        "Various degrees of intervention have been adopted; as a result, the SEIR model does not truly reflect the spread of the epidemic",
        "While recovered rate (γ) shows a slow but steady increase over time (Fig. 2D), the infectious rate dramatically changed during the whole outbreak process (Fig. 2B,E)",
        "The national infectious rate clearly peaked around Jan 23rd, the day of Wuhan lockdown and has continued to drop ever since",
        "This trend is more apparent when analyzing the data of Wuhan city alone (Fig. 2E)",
        "The curve for other cities displayed a continuous descending trend from the beginning of the available data point, when strict control measures have already been in place",
        "In Wuhan, the recovery rate (γ) has continued to increase with more than 2-fold change which is probably due to the dramatic improvement of medical conditions, such as the immobilization of thousands of physicians from all over the country and immediate establishment of several new hospitals in Wuhan. These data indicate a significant correlation between the infectious rate (β) and the recovery rate (γ) with prevention and control measures",
        "The number of potentially infected individuals dramatically reduce as the infectious rate decreases upon prevention interventions (Fig. 3B)",
        "We modeled all the publicly available data on several different countries that already have considerable amounts of confirmed cases and predict their epidemic curve with various degrees of government control, assuming similar transmission properties of the virus in different counties (Fig. 4).In Singapore, where only mild government intervention existed, a surprisingly continuous decrease in the infectious rate (β) and increase in the recovery rate (γ) was observed, implying the potential inhibitory effect of warm climate on the spreading of the virus; whereas the situation in Italy, Korea, and Iran are quickly deteriorating",
        "Our work is the first to evaluate the effectiveness of government control on the spread of COVID-19 using a modelling approach",
        "In agreement with others[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>–<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>], we found the SEIR-like models to be the most appropriate model for analyzing the transmission dynamics of COVID-19",
        "The traditional approach for fitting the SEIR model is based on the overall trend data of the epidemic using hypothesized parameters and the model do not well fit the real-life data",
        "We adjusted the SEIR model to objectively reflect the impact of prevention and control strategy on the infectious rate",
        "The model parameters were estimated in a dynamic manner in our study",
        "There is not a golden standard so far to evaluate the accuracy of our model parameters, the estimated duration of incubation (1/σ) from our model-derived parameter incubation rate (σ) is highly in agreement with previous estimations by other studies[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>–<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>], and the dynamic values of the infectious rate (β) is within the range of the recent estimation by Yang et al.[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]",
        "Our epidemic forecast was somehow sensitive to our prediction of parameters which were estimated from their overall dynamic patterns",
        "The fact that the severity and the fatality rate remain unchanged during the whole epidemic course suggests that the biology of the virus itself did not change over time; this is in line with genetic sequencing results that few mutations are identified among virus samples collected from different generations of patients[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>,<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>]",
        "We evaluated the importance and effectiveness of strict government control enforced by Chinese authorities",
        "Considering the potential threat of fast worldwide COVID-19 outbreak to public health and global economy, more strict government controls are advised based on the China experience"
    ],
    "top_statements": [
        "The recent outbreak of novel coronavirus disease 2019 (COVID-19) has already become an epidemic of global scale",
        "The novel coronavirus disease 2019 (COVID-19) epidemic, which was first reported in Wuhan and rapidly spread across the world, has been well controlled in China but is only starting to take off in other countries",
        "We searched PubMed and preprint archive for papers published up to Feb 29th, 2020, using keywords “COVID-19”, “SARS-CoV-2”, “2019-nCoV”, and “novel coronavirus.” We found several researches on the transmission dynamics of COVID-19; only one preprint predicted the effect of government intervention in China with incomplete epidemiological data",
        "The susceptible-exposed-infectious-recovered (SEIR) transmission model is one of the best models to describe the epidemic of diseases with a latent phase",
        "Various degrees of intervention have been adopted; as a result, the SEIR model does not truly reflect the spread of the epidemic",
        "We modeled all the publicly available data on several different countries that already have considerable amounts of confirmed cases and predict their epidemic curve with various degrees of government control, assuming similar transmission properties of the virus in different counties (Fig. 4).In Singapore, where only mild government intervention existed, a surprisingly continuous decrease in the infectious rate (β) and increase in the recovery rate (γ) was observed, implying the potential inhibitory effect of warm climate on the spreading of the virus; whereas the situation in Italy, Korea, and Iran are quickly deteriorating"
    ],
    "headline": "We modeled all the publicly available data on several different countries that already have considerable amounts of confirmed cases and predict their epidemic curve with various degrees of government control, assuming similar transmission properties of the virus in different counties.In Singapore, where only mild government intervention existed, a surprisingly continuous decrease in the infectious rate and increase in the recovery rate was observed, implying the potential inhibitory effect of warm climate on the spreading of the virus; whereas the situation in Italy, Korea, and Iran are quickly deteriorating",
    "contexts": [],
    "abbreviations": {
        "PHEIC": "Public Health Emergency of International Concern",
        "ODE": "ordinary differential equation",
        "AI": "artificial intelligence",
        "NJU": "Nanjing University",
        "HUST": "Huazhong University of Science and Technology"
    }
}
