{
    "filename": "2020.03.04.20030916v2.pdf",
    "content_type": "application/pdf",
    "file_size": 419536,
    "metadata": {
        "title": "Serological detection of 2019-nCoV respond to the epidemic: A useful complement to nucleic acid testing",
        "author": "Jin Zhang, Jianhua Liu, Na Li, Yong Liu, Rui Ye, Xiaosong Qin, Rui Zheng",
        "date": 2020,
        "affiliations": [
            "Department of Laboratory Medicine, Shengjing Hospital of China Medical University, Shenyang, China (Jin Zhang, Jianhua Liu, Na Li, Yong Liu, Xiaosong Qin)",
            "Department of Pulmonary and Critical Care Medicine, Shengjing Hospital of China Medical University, Shenyang, China (Rui Ye, Rui Zheng)"
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.03.04.20030916",
            "isbn": null,
            "doc_id": null,
            "url": "https://www.medrxiv.org/content/10.1101/2020.03.04.20030916v2.pdf"
        },
        "abstract": "Corona Virus Disease 2019 (COVID-19) has spread rapidly to more than 70 countries and regions overseas and over 80000 cases have been infected, resulting in more than three thousand deaths. Rapid diagnosis of patients remains a bottleneck in containing the progress of the epidemic. We used automated chemiluminescent immunoassay to detect serum IgM and IgG antibodies to 2019-nCoV of 736 subjects. COVID-19 patients were becoming reactive(positive) for specific antibodies from 7-12 days after the onset of morbidity. Specific IgM and IgG increased with the progression of the disease. The areas under the ROC curves of IgM and IgG were 0.988 and 1.000, respectively. Specific antibody detection has good sensitivity and specificity. Detection of specific antibodies in patients with fever can be a good distinction between COVID-19 and other diseases, so as to be a complement to nucleic acid diagnosis to early diagnosis of suspected cases.",
        "references": "@article{chen-a,\n  author = {Chen, Y. and Liu, Q. and Guo, D.},\n  title = {Emerging coronaviruses: Genome structure, replication, and pathogenesis},\n  journal = {J Med Virol},\n  volume = {2020},\n  pages = {418–23},\n  number = {92},\n  language = {}\n}\n@article{ksiazek2003a,\n  author = {Ksiazek, T.G. and Erdman, D. and Goldsmith, C.S. and Zaki, SR, Peret and T, Emery and S.},\n  journal = {et al. A Med},\n  date = {2003},\n  volume = {348},\n  pages = {1953–66}\n}\n@article{rota2003a,\n  author = {Rota, P.A. and Oberste, M.S. and Monroe, S.S. and Nix, W.A. and Campagnoli, R. and Icenogle, J.P.},\n  title = {Characterization of a novel coronavirus associated with severe acute respiratory syndrome},\n  journal = {Science},\n  date = {2003},\n  volume = {300},\n  pages = {1394–9},\n  more-authors = {true},\n  language = {}\n}\n@article{zaki2012a,\n  author = {Zaki, A.M. and van Boheemen, S. and Bestebroer, T.M. and Osterhaus, A.D. and Fouchier, R.A.},\n  journal = {N Engl J Med},\n  date = {2012},\n  volume = {367},\n  pages = {1814–20}\n}\n@misc{commission-a,\n  author = {Commission, China National Health},\n  title = {Diagnosis and Treatment plan of Corona},\n  url = {http://www.nhc.gov.cn/yzygj/s7653p/202001/f492c9153ea9437bb587ce2ffcbe},\n  language = {}\n}\n@misc{unknown-a,\n  url = {http://www.nhc.gov.cn/yzygj/s7653p/202001/4294563ed35b43209b31739bd0}\n}\n@misc{commission-b,\n  author = {Commission, China National Health},\n  title = {Diagnosis and Treatment plan of Corona},\n  url = {http://www.nhc.gov.cn/yzygj/s7653p/202002/3b09b894ac9b4204a79db5b891},\n  language = {}\n}\n@misc{commission2019a,\n  author = {Commission, China National Health},\n  title = {Diagnosis and Treatment plan of Corona Virus Disease},\n  date = {2019},\n  note = {Tentative Fifth Revised edition},\n  language = {}\n}\n@misc{unknown-b,\n  url = {http://www.nhc.gov.cn/yzygj/s7653p/202002/d4b895337e19445f8d728fcaf1e3}\n}\n@misc{commission-c,\n  author = {Commission, China National Health},\n  title = {Diagnosis and Treatment plan of Corona},\n  url = {http://www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8},\n  language = {}\n}\n@misc{dong-a,\n  author = {Dong, N. and Yang, X. and Ye, L. and Chen, K. and Chan, E.W.-C. and Yang, M.},\n  title = {Chen S: Genomic and protein structure modelling analysis depicts the origin and infectivity of 2019-nCoV, a new coronavirus which caused a pneumonia outbreak in Wuhan, China. 2020: 2020.2001.2020.913368},\n  language = {}\n}\n@article{wang2020a,\n  author = {Wang, D. and Hu, B. and Hu, C. and Zhu, F. and Liu, X. and Zhang, J.},\n  title = {Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China},\n  journal = {JAMA},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{chan-a,\n  author = {Chan, J.F. and Yuan, S. and Kok, K.H. and To, K.K. and Chu, H. and Yang, J.},\n  title = {A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {514–23},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@article{zhou2020a,\n  author = {Zhou, P. and Yang, X.L. and Wang, X.G. and Hu, B. and Zhang, L. and Zhang, W.},\n  title = {A pneumonia outbreak associated with a new coronavirus of probable bat origin},\n  journal = {Nature},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{huang-a,\n  author = {Huang, C. and Wang, Y. and Li, X. and Ren, L. and Zhao, J. and Hu, Y.},\n  title = {Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {497–506},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@misc{unknown-c,\n  url = {http://www.nhc.gov.cn/yzygj/s7653p/202003/46c9294a7dfe4cef80dc7f5912eb}\n}\n",
        "emails": [
            "Email:qinxs@sj-hospital.org",
            "Email:zhengr@sj-hospital.org"
        ],
        "references_ris": "TY  - JOUR\nAU  - Chen, Y.\nAU  - Liu, Q.\nAU  - Guo, D.\nTI  - Emerging coronaviruses: Genome structure, replication, and pathogenesis\nT2  - J Med Virol\nVL  - 2020\nSP  - 418\nEP  - 23\nIS  - 92\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Ksiazek, T.G.\nAU  - Erdman, D.\nAU  - Goldsmith, C.S.\nAU  - Zaki, SR, Peret\nAU  - T, Emery\nAU  - S.\nT2  - et al. A Med\nPY  - 2003\nDA  - 2003\nVL  - 348\nSP  - 1953\nEP  - 66\nER  - \n\nTY  - JOUR\nAU  - Rota, P.A.\nAU  - Oberste, M.S.\nAU  - Monroe, S.S.\nAU  - Nix, W.A.\nAU  - Campagnoli, R.\nAU  - Icenogle, J.P.\nTI  - Characterization of a novel coronavirus associated with severe acute respiratory syndrome\nT2  - Science\nPY  - 2003\nDA  - 2003\nVL  - 300\nSP  - 1394\nEP  - 9\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Zaki, A.M.\nAU  - van Boheemen, S.\nAU  - Bestebroer, T.M.\nAU  - Osterhaus, A.D.\nAU  - Fouchier, R.A.\nT2  - N Engl J Med\nPY  - 2012\nDA  - 2012\nVL  - 367\nSP  - 1814\nEP  - 20\nER  - \n\nTY  - GEN\nAU  - Commission, China National Health\nTI  - Diagnosis and Treatment plan of Corona\nUR  - http://www.nhc.gov.cn/yzygj/s7653p/202001/f492c9153ea9437bb587ce2ffcbe\nLA  - \nER  - \n\nTY  - GEN\nUR  - http://www.nhc.gov.cn/yzygj/s7653p/202001/4294563ed35b43209b31739bd0\nER  - \n\nTY  - GEN\nAU  - Commission, China National Health\nTI  - Diagnosis and Treatment plan of Corona\nUR  - http://www.nhc.gov.cn/yzygj/s7653p/202002/3b09b894ac9b4204a79db5b891\nLA  - \nER  - \n\nTY  - GEN\nAU  - Commission, China National Health\nTI  - Diagnosis and Treatment plan of Corona Virus Disease\nPY  - 2019\nDA  - 2019\nN1  - Tentative Fifth Revised edition\nLA  - \nER  - \n\nTY  - GEN\nUR  - http://www.nhc.gov.cn/yzygj/s7653p/202002/d4b895337e19445f8d728fcaf1e3\nER  - \n\nTY  - GEN\nAU  - Commission, China National Health\nTI  - Diagnosis and Treatment plan of Corona\nUR  - http://www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8\nLA  - \nER  - \n\nTY  - GEN\nAU  - Dong, N.\nAU  - Yang, X.\nAU  - Ye, L.\nAU  - Chen, K.\nAU  - Chan, E.W.-C.\nAU  - Yang, M.\nTI  - Chen S: Genomic and protein structure modelling analysis depicts the origin and infectivity of 2019-nCoV, a new coronavirus which caused a pneumonia outbreak in Wuhan, China. 2020: 2020.2001.2020.913368\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Wang, D.\nAU  - Hu, B.\nAU  - Hu, C.\nAU  - Zhu, F.\nAU  - Liu, X.\nAU  - Zhang, J.\nTI  - Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China\nT2  - JAMA\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Chan, J.F.\nAU  - Yuan, S.\nAU  - Kok, K.H.\nAU  - To, K.K.\nAU  - Chu, H.\nAU  - Yang, J.\nTI  - A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster\nT2  - Lancet\nVL  - 2020\nSP  - 514\nEP  - 23\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Zhou, P.\nAU  - Yang, X.L.\nAU  - Wang, X.G.\nAU  - Hu, B.\nAU  - Zhang, L.\nAU  - Zhang, W.\nTI  - A pneumonia outbreak associated with a new coronavirus of probable bat origin\nT2  - Nature\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Huang, C.\nAU  - Wang, Y.\nAU  - Li, X.\nAU  - Ren, L.\nAU  - Zhao, J.\nAU  - Hu, Y.\nTI  - Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China\nT2  - Lancet\nVL  - 2020\nSP  - 497\nEP  - 506\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - GEN\nUR  - http://www.nhc.gov.cn/yzygj/s7653p/202003/46c9294a7dfe4cef80dc7f5912eb\nER  - \n\n",
        "links": [],
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "3",
                "caption": "Anti-2019-nCoV antibody production"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "Dynamics of antibody production in 3 patients. The red line represents the positive threshold value, 10.0 AU/ml; The x-axis represents the days since the disease morbidity. Dynamics of antibody production in 3 patients"
            },
            {
                "id": "2",
                "caption": "The anti-2019-nCoV IgM and IgG antibodies distribution in different groups. Each data point represents the antibody level of the participants, the short horizontal line represents the median antibody level of the group, and * represents the difference between the two groups is statistically significant, P<0.05. The anti-2019-nCoV IgM and IgG antibodies distribution in different groups"
            },
            {
                "id": "3",
                "caption": "ROC curves of anti-2019-nCoV IgM and IgG in the diagnosis of COVID-19"
            }
        ],
        "tables_url": "https://scholarcy.nyc3.digitaloceanspaces.com/tables/docker-test/2020.03.04.20030916v2.xlsx",
        "figure_urls": [
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.04.20030916v2/img-000.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.04.20030916v2/img-002.png"
        ]
    },
    "sections": {
        "introduction": [
            "Coronaviruses (CoVs) are enveloped single-stranded positive-sense RNA viruses, which are widely distributed in humans and other mammals. Coronaviruses usually cause respiratory, digestive and nervous system diseases in humans and animals [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. In the past 20 years, coronavirus has caused two global epidemics of severe respiratory infectious diseases, one of which was severe acute respiratory syndrome (SARS) [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] in Guangdong Province of China from 2002 to 2003. The other was the Middle East Respiratory Syndrome(Middle East respiratory syndrome , MERS) outbreak in Saudi Arabia in 2012 [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>].<br/><br/>Pneumonia caused by 2019 novel coronavirus (2019-nCoV) was first reported in Wuhan, Hubei Province, China in December 2019. Then it spread rapidly nationwide. At the same time, more than 70 countries and regions overseas have reported for infected cases. As of 24:00 on February 29th, 2020, a total of 79824 confirmed Corona Virus Disease 2019 (COVID-19) cases and 2870 deaths have been reported in China. (http://www.nhc.gov.cn/xcs/yqfkdt/202003/9d462194284840ad96ce75eb8e4c8039.sht ml).<br/><br/>Since the outbreak of the epidemic, the China National Health Commission has published the “Diagnosis and Treatment plan of Corona Virus Disease 2019” and has revised it several times along with the actual situation of the progress of the epidemic [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>-<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]. In addition to having a history of epidemiology, clinical signs and imaging characteristics of viral pneumonia, an important diagnostic criterion for COVID-19 patients is their positive 2019-nCoV nucleic acid test result of nasal and pharyngeal swab [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>-<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]. However, in the actual diagnosis and treatment, the sensitivity of nucleic acid detection was not ideal enough. Only 30-50% of the confirmed COVID-19 cases had positive results, moreover, in some confirmed case, nucleic acid testing often took four or more tests to get a positive result. It is necessary to use a fast and convenient method to realize the rapid diagnosis of 2019-nCoV infection.<br/><br/>After the virus infects the organism, the immune system carries on the immune defense to the virus and produces the specific antibody. In the laboratory diagnosis of infectious diseases, the detection of specific antibodies to pathogens is a sensitive method for fast diagnosis. However, how the 2019-nCoV antibody produced and changed during COVID-19 progression is still unclear.<br/><br/>In this study, we used automated chemiluminescent immunoassay to detect serum IgM and IgG antibodies to 2019-nCoV, to understand the process of antibody production in disease progression, and to evaluate the value of antibody detection in the laboratory diagnosis of COVID-19.<br/><br/>The study was conducted in accordance with the International Coordinating Council for Clinical Trials and the Helsinki Declaration, and was approved by the Hospital Ethics Review Committee (Ethics No 2020PS038K), and the patient's informed consent was exempted."
        ],
        "method": [
            "<strong>Method Study design and participants</strong><br/><br/>A total of 736 subjects were included in the study. 228 suspected COVID-19 cases were admitted to the fever clinic from January 21, 2020 to February 16, 2020 in Shengjing Hospital of Chinese Medical University, which is the designated hospital for COVID-19 in Liaoning Province. All of 228 cases were observed quarantine admission and taken the nasal and pharyngeal swab for 2019-nCoV nucleic acid testing. According to the “Diagnosis and Treatment plan of Corona Virus Disease 2019” [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>], 3 cases with positive result for 2019-nCoV nucleic acid detection were recorded as COVID-19 group. The other 225 cases that had twice negative result for the 2019-nCoV nucleic acid detection were named non-COVID-19 group.<br/><br/>Another 222 outpatients with other diseases in the same period, 63 medical staffs worked for fever clinic and 223 healthy physical examinees in 2018 were collected and were named other disease group, medical staff group and health control group, respectively. Clinical Data Collection According to the unified form, two residents collected clinical data from medical records separately. Blood sampling Fasting venous blood (5ml) was collected from all the subjects and put into the yellow head vacuum tube containing separation gel. After centrifugation, the serum samples were stored at-20 °C. 2019-nCoV nucleic acid detection Nasopharynx/oropharynx swab samples were collected by regional Center for Disease Control. Fluorescence Reverse transcriptase polymerase chain reaction (RT-PCR) was used to detect the expression of open reading frame 1ab (ORF1ab) and nucleocapsid protein (NCP) in 2019-nCoV genome. The CT value of 2019-nCoV nucleic acid test results should be interpreted according to the recommendations of the manufacturer's instructions, and the suspicious results should be notified for clinical re-sampling and re-examination. In order to be diagnosed as positive in laboratory test results, it is necessary to meet the standard that 2019-nCoV ORF1ab and N gene of same sample shows at least one target specific RT-PCR test result is positive. Diagnostic criteria for confirmed, severe and critical cases for COVID-19<br/><br/>The diagnosis was made according to the “Diagnosis and Treatment plan of Corona Virus Disease 2019 ( Tentative fifth revised edition)”[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] published by China National Health Commission. 2019-nCoV IgM and IgG antibody detection<br/><br/>Chemiluminescence detection kit from Shenzhen Yahuilong Biotechnology Co Ltd was used to detect 2019-nCoV IgM and IgG antibody. Magnetic particle coated antigens including 2019-nCoV Spike protein S and nucleocapsid protein N antigen. iFlash 3000 automatic chemiluminescence immunoassay analyzer from Shenzhen Yahuilong Biotechnology Co Ltd. All operations are carried out after strict calibration and quality control in accordance with the operator’s instructions. The results will be reported in 30 minutes after sample loading by relative luminescence intensity unit(RLU). There was a positive correlation between the amount of 2019-nCoV IgM or IgG antibody in the sample and RLU, and the concentration of 2019-nCoV IgM or IgG antibody (AU/ml) was automatically calculated according to RLU and built-in calibration curve, and 10.0 AU/ml was regarded as reactive (positive). Statistical analyses SPSS version 20.0 (SPSS Inc., Chicago, IL) and GraphPad Prism version 5.01 (GraphPad Software Inc., San Diego, CA) were used for statistical analyses. Quantitative variables were expressed as median (P99). The normality of variables was tested using Kolmogorov–Smirnov test. and LDS-t-test for comparison among groups. A receiver operating characteristic curve (ROC) was plotted to evaluate the diagnostic performance and correlations determined by Spearman's rank correlation. Z test was used to compare AUC between two groups. All tests were two sided and P values < 0.05 were considered statistically significant. Results<br/><br/>Of the 3 cases of confirmed case, 2 were male and 1 was female. The age ranged from 39 to 57 years. 2 patients had diabetes and hypertension respectively. 1 was a common case, 2 were severe cases. 1 case had history of Wuhan contact and the other 2 cases had no clear epidemiological history (Table 1).<br/><br/>The main laboratory findings of COVID-19 patients were normal or slightly low white blood cells and lymphocytes, elevated inflammatory indicators such as interleukin-6, procalcitonin, C-reactive protein, serum amyloid A, erythrocyte sedimentation rate; and normal myocardial markers (Table 2).<br/><br/>The production of anti-2019-nCoV antibodies after the onset of morbidity is shown in figure 1. Three COVID-19 patients were becoming reactive (positive) for specific anti-2019-nCoV antibodies from 7-12 days after the onset of morbidity, and the levels of anti-2019-nCoV IgM and IgG antibodies increased with the progression of the disease. Closed followed with the production of anti-2019-nCoV IgM antibody, the production of anti-2019-nCoV IgG antibody is also rapid. Of the 3 cases, 1 case developed anti-2019-nCoV IgG 1 day later than IgM, and the other 2 cases developed anti-2019-nCoV IgM and IgG almost on the same day. However, in different cases, the changes of anti-2019-nCoV IgM and IgG were not completely consistent, case 2<br/><br/>showed that the level of anti-2019-nCoV IgG was continue higher than that of IgM, and the other two cases showed that the level of anti-2019-nCoV IgM increased more than that of IgG from 2 weeks of morbidity (Table 3).<br/><br/>In non-COVID-19, other disease, medical staff and health control groups, there were a few cases reactive for 2019-nCoV IgM and IgG, all the cases were single reactive for IgM or IgG. The sensitivities of IgM and IgG were 100%, as for specificities of IgM and IgG were all over 97% (Table 4).<br/><br/>Of 225 non-COVID-19 cases, 2 cases were detectable for influenza A RNA and 2 cases were detectable for influenza B RNA, respectively, 4 cases were detectable for adenovirus DNA, 17 cases were detectable for mycoplasma pneumonia DNA (Table 4).<br/><br/>We also compared the anti-2019-nCoV antibodies values distributions in different groups. The anti-2019-nCoV IgM levels in non-COVID-19 was higher than that of healthy control group, the difference was statistically significant (Table 4; Figure 2).<br/><br/>In order to further clarify the diagnostic efficacy of specific IgM and IgG in fever suspected COVID-19 patients ( all 228 patients had been proved by testing 2019-nCoV nucleic acid), we made the ROC curve of anti-2019-nCoV IgM and IgG. The area under the curve was 0.988 and 1.000, and the best cut-off value was 10.14 and 15.99, respectively (Figure 3). Discussion<br/><br/>With China's growing surveillance network and laboratory capacity, the outbreak was identified within a few weeks and the viral genome sequence was announced [<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>], effectively promoting in vitro diagnostic tests. At present, the main diagnostic method is to detect 2019-nCoV nucleic acid by real-time quantitative fluorescent PCR.<br/><br/>In the early stage of this epidemic, due to the insufficient production of nucleic acid detection kits and the high requirement of technical norms for nucleic acid detection, the application of nucleic acid testing as a diagnostic standard was limited, and not all suspected patients could be tested in time for definite diagnosis. With the efforts of China State Drug Administration, seven 2019-nCoV nucleic acid detection reagents have been urgent approved to be marketed. It effectively alleviated the problem that the lack of reagents in the epidemic prevention and control. At mean time, with the number of COVID-19 cases increased, physicians found that only 30-50% of confirmed cases tested positive for 2019-nCoV nucleic acid, which means there was a large part of patient had missing detection of nucleic acid. The factors owing to this missing include the timing of oropharyngeal or nasopharyngeal specimens’ collection; improper collection site, such as the collection depth was not enough; the urgent launch of a large number of in vitro diagnostic reagents inevitably leads to the lack of large sample virus genome research and clinical validation; standardized clinical nucleic acid testing laboratory was still a limitation to all labs. Furthermore, in the course of COVID-19’s different stages, the virus load is different. When the body's immune system produces antibodies, the clinical signs and symptoms is obvious, the virus is likely to decline without being detected.<br/><br/>Recently, a study of 138 patients showed a high proportion (41%) of suspected nosocomial infection [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>], and it is also noteworthy that the presence of asymptomatic patients with latent mild pneumonia may be an important source of infection for outbreak transmission [<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]. Therefore, it remains critical to apply a fast and convenient detection method to distinguish and trace suspicious case or contacts as early as possible in order to prevent super-transmission events.<br/><br/>Antibodies are the products of humoral immune response after infection with viruses. As a new infectious disease, while the detection of nucleic acid cannot be used widely, specific antibodies to 2019-nCoV can be used to determine whether the patient has been recently infected with 2019-nCoV or not. It has been reported that serum samples from 5 patients were detected by self-made 2019-nCoV IgG and IgM ELISA kits, and the antigen could cover 92% of the 2019-nCoV NP amino acids [<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>].<br/><br/>Generally speaking, the immune response of pathogenic microorganisms is usually stimulated by the rise of IgM after infection, IgG usually appears 1-2 weeks after IgM, and has been rising and maintaining high levels in the body for a long time. Because COVID-19 is a new infectious disease and the immunological test reagent has just been developed, there is still no report on how IgM and IgG antibodies were produced and developed after 2019-nCoV infection.<br/><br/>In our study, we found that specific antibodies reactive to 2019-nCoV appeared from 7-12days after the onset of morbidity in all 3 patients. Unlike previous experience that IgG usually appears 1-2 weeks after IgM, the presence of anti-2019-nCoV IgM antibodies in COVID-19 cases was followed by the presence of anti-2019-nCoV IgG antibodies within a very short period of time (about 0~1 day), followed by a simultaneous rise in both antibodies. However, the rising speeds of anti-2019-nCoV IgG and IgM antibodies were different in different individuals. It was very interesting to find that the case2, who had the mildest clinical signs and symptoms among the 3 COVID-19 patients, was the earliest patient to show the specific anti-2019-nCoV antibodies on 7th day of morbidity, his anti-2019-nCoV IgM value was relative lower but IgG value was relative higher in the following days ; on the other hand, Case 3, who had the severest clinical signs and symptoms among the 3 COVID-19 patients, was the latest patient to show the reactivity to anti-2019-nCoV on the 12th day of morbidity, and the value of anti-2019-nCoV IgM antibodies continued to increase.<br/><br/>2019-nCoV is highly infectious and the population is generally susceptible to 2019-nCoV.The most common symptoms after infection include fever, fatigue, dry cough, and muscle pain, with expiratory dyspnoea occurring in more than half of patients [<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]. Severe cases are prone to rapidly progress to acute respiratory distress syndrome, septic shock, high risk of admission to intensive care units, and even death. Therefore, how to closely observe the condition after morbidity and find severe cases as soon as possible is the key to reduce the mortality of critically ill patients. According to our findings, it seems that the time and speed of production of specific anti-2019-nCoV IgM antibodies correlate with disease severity. But because the number of cases is so small, more research is needed to confirm it.<br/><br/>In addition to COVID-19, the fever patient of non-COVID-19, other disease, medical staffs and healthy controls were also studied. Non-COVID-19 group included several other respiratory viruses such as influenza A, B and adenovirus infection cases, these cases were negative for anti-2019-nCoV specific antibody detection, indicating that the antibody detection has a good ability to resist interference and differential diagnosis of different respiratory virus infections. Among each groups, only COVID-19 patients were all positive for both anti-2019-nCoV IgM and IgG antibodies, while in other populations, the IgG or IgM antibodies were single positive in a very few cases. However, combined with the results of 2019-nCoV nucleic acid detection and clinical data, they were judged to be a false positive of IgM or IgG. Considering that COVID-19 has broken out in many countries around the world, more than 80000 people have been diagnosed and the number is growing rapidly, the main problem at present is the need for highly sensitive tests to screen the suspected cases and to prevent missed diagnosis by nucleic acid tests, lower false positive rates for antibody testing are acceptable. In the meantime, for patients with morbidity for a week or more, simultaneous positive of anti-2019-nCoV IgM and IgG will be helpful to improve the specificity.<br/><br/>Compared with nucleic acid test, which requires respiratory tract samples and complex testing procedures, the operation requirement of serum antibody detection in clinical laboratory is lower than that of nucleic acid detection, which can be detected quickly (30min) and in large quantities, and can be completed in common P2 Biosafety Laboratory. When the morbidity is more than a week, nucleic acid detection is not convenient, serological dynamic monitoring can be carried out, once positive, it is strongly recommended to use nucleic acid diagnosis immediately. The disadvantage of nucleic acid detection is the existence of relative high false negative rate, and serological antibody detection has the advantage of high sensitivity, so the combination of the two will be a good diagnostic means. It can be inferred that after the future epidemic situation has been controlled to a certain extent, as a convenient method, antibody detection is still necessary to make differential diagnosis of other respiratory pathogens infection.<br/><br/>It must be emphasized that independent results of specific antibodies testing should not be used as a diagnostic criteria, especially when the epidemiological history is unclear, and must be combined with the patient's morbidity time and clinical signs.It must be emphasized that independent results of specific antibodies testing should not be used as a diagnostic basis, especially when the epidemiological history is unclear, and must be combined with the patient's morbidity time and clinical signs.<br/><br/>To our knowledge, little has been reported about the specific antibody production process in the course of COVID-19 disease, and little has been reported about the different situation of antibodies in fever non-COVID-19 population, other diseases, special contact population such as medical staff and healthy population. This study provides data on the regularity of antibody production in the course of COVID-19, and provides some understanding of the basic data of specific antibodies in different populations. The results of this study help to provide evidence for rapid screening of suspected cases through the serological testing to curb the rapid progress of the epidemic globally. Just on the day of this manuscript was submitted, the China<br/><br/>National Health Commission published the new edition of “Diagnosis and Treatment plan of Corona Virus Disease 2019” [<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>], in which recommends that positive of anti-2019-nCoV IgM and IgG can be used as diagnostic criteria, supported our findings.<br/><br/>This study still has some limitations. First, only 3 confirmed COVID-19 cases were included, and although the continuous dynamic process of anti-2019-nCoV antibody production and its relationship with disease progression have been carefully observed, a large sample of cases is still needed for verification. Second, changes in anti-2019-nCoV antibodies were only tracked for 4 to 20 days after the morbidity, with no longer-term observation. However, the trend of anti-2019-nCoV IgG and IgM antibodies production from beginning to increasing has been preliminarily found. Third, anti-2019-nCoV nucleic acid testing has not all been performed in every groups, asymptomatic infections may be missed in other disease group, which might have a certain impact on the evaluation of the diagnostic efficacy of antibodies. Considering that Liaoning Province, where this study was conducted, is a low epidemic area, the possibility of asymptomatic infection would be very small.<br/><br/>In this paper, we studied the producing process of specific antibody in patients with COVID-19, compared and evaluated the diagnostic value of antibody in different populations, which is beneficial for doctors to use in the process of diagnosis and treatment. As a useful complement to nucleic acid detection,the detection of specific anti-2019-nCoV antibodies will be able to draw a more comprehensive, rapid and accurate diagnosis to COVID-19, so as to effectively distinct between COVID and non-COVID-19 patients and curb the rapid spread of 2019-nCoV in the global epidemic period."
        ],
        "disclosures": [
            "<strong>Declaration of interests We declare no competing interests</strong><br/><br/>Financial Disclosure This study was funded by “the National Science and Technology Major Project of China (2018ZX10302205)”, “Liaoning Province Natural Science Foundation Project(20180550523)”, “Liaoning Province Central Government's special project to guide local scientific and technological development (2019JH6/10400009)”, “Guangdong Province Major key projects of indusTentative technology (201902010003)”, “Major Special Project of Construction Program of China Medical University in 2018(112/3110118034)” and “345 talent project” of Shengjing Hospital of China Medical University. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript."
        ],
        "funding": [
            "Financial Disclosure This study was funded by “the National Science and Technology Major Project of China (2018ZX10302205)”, “Liaoning Province Natural Science Foundation Project(20180550523)”, “Liaoning Province Central Government's special project to guide local scientific and technological development (2019JH6/10400009)”, “Guangdong Province Major key projects of indusTentative technology (201902010003)”, “Major Special Project of Construction Program of China Medical University in 2018(112/3110118034)” and “345 talent project” of Shengjing Hospital of China Medical University"
        ],
        "ethical_compliance": [
            "The study was conducted in accordance with the International Coordinating Council for Clinical Trials and the Helsinki Declaration, and was approved by the Hospital Ethics Review Committee (Ethics No 2020PS038K), and the patient's informed consent was exempted"
        ],
        "limitations": [
            "This study still has some limitations. First, only 3 confirmed COVID-19 cases were included, and although the continuous dynamic process of anti-2019-nCoV antibody production and its relationship with disease progression have been carefully observed, a large sample of cases is still needed for verification. Second, changes in anti-2019-nCoV antibodies were only tracked for 4 to 20 days after the morbidity, with no longer-term observation. However, the trend of anti-2019-nCoV IgG and IgM antibodies production from beginning to increasing has been preliminarily found. Third, anti-2019-nCoV nucleic acid testing has not all been performed in every groups, asymptomatic infections may be missed in other disease group, which might have a certain impact on the evaluation of the diagnostic efficacy of antibodies. Considering that Liaoning Province, where this study was conducted, is a low epidemic area, the possibility of asymptomatic infection would be very small."
        ]
    },
    "structured_content": {
        "Abstract": [
            "Corona Virus Disease 2019 (COVID-19) has spread rapidly to more than 70 countries and regions overseas and over 80000 cases have been infected, resulting in more than three thousand deaths. Rapid diagnosis of patients remains a bottleneck in containing the progress of the epidemic. We used automated chemiluminescent immunoassay to detect serum IgM and IgG antibodies to 2019-nCoV of 736 subjects. COVID-19 patients were becoming reactive(positive) for specific antibodies from 7-12 days after the onset of morbidity. Specific IgM and IgG increased with the progression of the disease. The areas under the ROC curves of IgM and IgG were 0.988 and 1.000, respectively. Specific antibody detection has good sensitivity and specificity. Detection of specific antibodies in patients with fever can be a good distinction between COVID-19 and other diseases, so as to be a complement to nucleic acid diagnosis to early diagnosis of suspected cases."
        ],
        "Introduction": [
            "Coronaviruses (CoVs) are enveloped single-stranded positive-sense RNA viruses, which are widely distributed in humans and other mammals. Coronaviruses usually cause respiratory, digestive and nervous system diseases in humans and animals [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. In the past 20 years, coronavirus has caused two global epidemics of severe respiratory infectious diseases, one of which was severe acute respiratory syndrome (SARS) [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] in Guangdong Province of China from 2002 to 2003. The other was the Middle East Respiratory Syndrome(Middle East respiratory syndrome , MERS) outbreak in Saudi Arabia in 2012 [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>].",
            "Pneumonia caused by 2019 novel coronavirus (2019-nCoV) was first reported in Wuhan, Hubei Province, China in December 2019. Then it spread rapidly nationwide. At the same time, more than 70 countries and regions overseas have reported for infected cases. As of 24:00 on February 29th, 2020, a total of 79824 confirmed Corona Virus Disease 2019 (COVID-19) cases and 2870 deaths have been reported in China. (http://www.nhc.gov.cn/xcs/yqfkdt/202003/9d462194284840ad96ce75eb8e4c8039.sht ml).",
            "Since the outbreak of the epidemic, the China National Health Commission has published the “Diagnosis and Treatment plan of Corona Virus Disease 2019” and has revised it several times along with the actual situation of the progress of the epidemic [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>-<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]. In addition to having a history of epidemiology, clinical signs and imaging characteristics of viral pneumonia, an important diagnostic criterion for COVID-19 patients is their positive 2019-nCoV nucleic acid test result of nasal and pharyngeal swab [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>-<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]. However, in the actual diagnosis and treatment, the sensitivity of nucleic acid detection was not ideal enough. Only 30-50% of the confirmed COVID-19 cases had positive results, moreover, in some confirmed case, nucleic acid testing often took four or more tests to get a positive result. It is necessary to use a fast and convenient method to realize the rapid diagnosis of 2019-nCoV infection.",
            "After the virus infects the organism, the immune system carries on the immune defense to the virus and produces the specific antibody. In the laboratory diagnosis of infectious diseases, the detection of specific antibodies to pathogens is a sensitive method for fast diagnosis. However, how the 2019-nCoV antibody produced and changed during COVID-19 progression is still unclear.",
            "In this study, we used automated chemiluminescent immunoassay to detect serum IgM and IgG antibodies to 2019-nCoV, to understand the process of antibody production in disease progression, and to evaluate the value of antibody detection in the laboratory diagnosis of COVID-19.",
            "The study was conducted in accordance with the International Coordinating Council for Clinical Trials and the Helsinki Declaration, and was approved by the Hospital Ethics Review Committee (Ethics No 2020PS038K), and the patient's informed consent was exempted."
        ],
        "Method Study design and participants": [
            "A total of 736 subjects were included in the study. 228 suspected COVID-19 cases were admitted to the fever clinic from January 21, 2020 to February 16, 2020 in Shengjing Hospital of Chinese Medical University, which is the designated hospital for COVID-19 in Liaoning Province. All of 228 cases were observed quarantine admission and taken the nasal and pharyngeal swab for 2019-nCoV nucleic acid testing. According to the “Diagnosis and Treatment plan of Corona Virus Disease 2019” [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>], 3 cases with positive result for 2019-nCoV nucleic acid detection were recorded as COVID-19 group. The other 225 cases that had twice negative result for the 2019-nCoV nucleic acid detection were named non-COVID-19 group.",
            "Another 222 outpatients with other diseases in the same period, 63 medical staffs worked for fever clinic and 223 healthy physical examinees in 2018 were collected and were named other disease group, medical staff group and health control group, respectively. Clinical Data Collection According to the unified form, two residents collected clinical data from medical records separately. Blood sampling Fasting venous blood (5ml) was collected from all the subjects and put into the yellow head vacuum tube containing separation gel. After centrifugation, the serum samples were stored at-20 °C. 2019-nCoV nucleic acid detection Nasopharynx/oropharynx swab samples were collected by regional Center for Disease Control. Fluorescence Reverse transcriptase polymerase chain reaction (RT-PCR) was used to detect the expression of open reading frame 1ab (ORF1ab) and nucleocapsid protein (NCP) in 2019-nCoV genome. The CT value of 2019-nCoV nucleic acid test results should be interpreted according to the recommendations of the manufacturer's instructions, and the suspicious results should be notified for clinical re-sampling and re-examination. In order to be diagnosed as positive in laboratory test results, it is necessary to meet the standard that 2019-nCoV ORF1ab and N gene of same sample shows at least one target specific RT-PCR test result is positive. Diagnostic criteria for confirmed, severe and critical cases for COVID-19",
            "The diagnosis was made according to the “Diagnosis and Treatment plan of Corona Virus Disease 2019 ( Tentative fifth revised edition)”[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] published by China National Health Commission. 2019-nCoV IgM and IgG antibody detection",
            "Chemiluminescence detection kit from Shenzhen Yahuilong Biotechnology Co Ltd was used to detect 2019-nCoV IgM and IgG antibody. Magnetic particle coated antigens including 2019-nCoV Spike protein S and nucleocapsid protein N antigen. iFlash 3000 automatic chemiluminescence immunoassay analyzer from Shenzhen Yahuilong Biotechnology Co Ltd. All operations are carried out after strict calibration and quality control in accordance with the operator’s instructions. The results will be reported in 30 minutes after sample loading by relative luminescence intensity unit(RLU). There was a positive correlation between the amount of 2019-nCoV IgM or IgG antibody in the sample and RLU, and the concentration of 2019-nCoV IgM or IgG antibody (AU/ml) was automatically calculated according to RLU and built-in calibration curve, and 10.0 AU/ml was regarded as reactive (positive). Statistical analyses SPSS version 20.0 (SPSS Inc., Chicago, IL) and GraphPad Prism version 5.01 (GraphPad Software Inc., San Diego, CA) were used for statistical analyses. Quantitative variables were expressed as median (P99). The normality of variables was tested using Kolmogorov–Smirnov test. and LDS-t-test for comparison among groups. A receiver operating characteristic curve (ROC) was plotted to evaluate the diagnostic performance and correlations determined by Spearman's rank correlation. Z test was used to compare AUC between two groups. All tests were two sided and P values < 0.05 were considered statistically significant. Results",
            "Of the 3 cases of confirmed case, 2 were male and 1 was female. The age ranged from 39 to 57 years. 2 patients had diabetes and hypertension respectively. 1 was a common case, 2 were severe cases. 1 case had history of Wuhan contact and the other 2 cases had no clear epidemiological history (Table 1).",
            "The main laboratory findings of COVID-19 patients were normal or slightly low white blood cells and lymphocytes, elevated inflammatory indicators such as interleukin-6, procalcitonin, C-reactive protein, serum amyloid A, erythrocyte sedimentation rate; and normal myocardial markers (Table 2).",
            "The production of anti-2019-nCoV antibodies after the onset of morbidity is shown in figure 1. Three COVID-19 patients were becoming reactive (positive) for specific anti-2019-nCoV antibodies from 7-12 days after the onset of morbidity, and the levels of anti-2019-nCoV IgM and IgG antibodies increased with the progression of the disease. Closed followed with the production of anti-2019-nCoV IgM antibody, the production of anti-2019-nCoV IgG antibody is also rapid. Of the 3 cases, 1 case developed anti-2019-nCoV IgG 1 day later than IgM, and the other 2 cases developed anti-2019-nCoV IgM and IgG almost on the same day. However, in different cases, the changes of anti-2019-nCoV IgM and IgG were not completely consistent, case 2",
            "showed that the level of anti-2019-nCoV IgG was continue higher than that of IgM, and the other two cases showed that the level of anti-2019-nCoV IgM increased more than that of IgG from 2 weeks of morbidity (Table 3).",
            "In non-COVID-19, other disease, medical staff and health control groups, there were a few cases reactive for 2019-nCoV IgM and IgG, all the cases were single reactive for IgM or IgG. The sensitivities of IgM and IgG were 100%, as for specificities of IgM and IgG were all over 97% (Table 4).",
            "Of 225 non-COVID-19 cases, 2 cases were detectable for influenza A RNA and 2 cases were detectable for influenza B RNA, respectively, 4 cases were detectable for adenovirus DNA, 17 cases were detectable for mycoplasma pneumonia DNA (Table 4).",
            "We also compared the anti-2019-nCoV antibodies values distributions in different groups. The anti-2019-nCoV IgM levels in non-COVID-19 was higher than that of healthy control group, the difference was statistically significant (Table 4; Figure 2).",
            "In order to further clarify the diagnostic efficacy of specific IgM and IgG in fever suspected COVID-19 patients ( all 228 patients had been proved by testing 2019-nCoV nucleic acid), we made the ROC curve of anti-2019-nCoV IgM and IgG. The area under the curve was 0.988 and 1.000, and the best cut-off value was 10.14 and 15.99, respectively (Figure 3). Discussion",
            "With China's growing surveillance network and laboratory capacity, the outbreak was identified within a few weeks and the viral genome sequence was announced [<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>], effectively promoting in vitro diagnostic tests. At present, the main diagnostic method is to detect 2019-nCoV nucleic acid by real-time quantitative fluorescent PCR.",
            "In the early stage of this epidemic, due to the insufficient production of nucleic acid detection kits and the high requirement of technical norms for nucleic acid detection, the application of nucleic acid testing as a diagnostic standard was limited, and not all suspected patients could be tested in time for definite diagnosis. With the efforts of China State Drug Administration, seven 2019-nCoV nucleic acid detection reagents have been urgent approved to be marketed. It effectively alleviated the problem that the lack of reagents in the epidemic prevention and control. At mean time, with the number of COVID-19 cases increased, physicians found that only 30-50% of confirmed cases tested positive for 2019-nCoV nucleic acid, which means there was a large part of patient had missing detection of nucleic acid. The factors owing to this missing include the timing of oropharyngeal or nasopharyngeal specimens’ collection; improper collection site, such as the collection depth was not enough; the urgent launch of a large number of in vitro diagnostic reagents inevitably leads to the lack of large sample virus genome research and clinical validation; standardized clinical nucleic acid testing laboratory was still a limitation to all labs. Furthermore, in the course of COVID-19’s different stages, the virus load is different. When the body's immune system produces antibodies, the clinical signs and symptoms is obvious, the virus is likely to decline without being detected.",
            "Recently, a study of 138 patients showed a high proportion (41%) of suspected nosocomial infection [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>], and it is also noteworthy that the presence of asymptomatic patients with latent mild pneumonia may be an important source of infection for outbreak transmission [<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]. Therefore, it remains critical to apply a fast and convenient detection method to distinguish and trace suspicious case or contacts as early as possible in order to prevent super-transmission events.",
            "Antibodies are the products of humoral immune response after infection with viruses. As a new infectious disease, while the detection of nucleic acid cannot be used widely, specific antibodies to 2019-nCoV can be used to determine whether the patient has been recently infected with 2019-nCoV or not. It has been reported that serum samples from 5 patients were detected by self-made 2019-nCoV IgG and IgM ELISA kits, and the antigen could cover 92% of the 2019-nCoV NP amino acids [<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>].",
            "Generally speaking, the immune response of pathogenic microorganisms is usually stimulated by the rise of IgM after infection, IgG usually appears 1-2 weeks after IgM, and has been rising and maintaining high levels in the body for a long time. Because COVID-19 is a new infectious disease and the immunological test reagent has just been developed, there is still no report on how IgM and IgG antibodies were produced and developed after 2019-nCoV infection.",
            "In our study, we found that specific antibodies reactive to 2019-nCoV appeared from 7-12days after the onset of morbidity in all 3 patients. Unlike previous experience that IgG usually appears 1-2 weeks after IgM, the presence of anti-2019-nCoV IgM antibodies in COVID-19 cases was followed by the presence of anti-2019-nCoV IgG antibodies within a very short period of time (about 0~1 day), followed by a simultaneous rise in both antibodies. However, the rising speeds of anti-2019-nCoV IgG and IgM antibodies were different in different individuals. It was very interesting to find that the case2, who had the mildest clinical signs and symptoms among the 3 COVID-19 patients, was the earliest patient to show the specific anti-2019-nCoV antibodies on 7th day of morbidity, his anti-2019-nCoV IgM value was relative lower but IgG value was relative higher in the following days ; on the other hand, Case 3, who had the severest clinical signs and symptoms among the 3 COVID-19 patients, was the latest patient to show the reactivity to anti-2019-nCoV on the 12th day of morbidity, and the value of anti-2019-nCoV IgM antibodies continued to increase.",
            "2019-nCoV is highly infectious and the population is generally susceptible to 2019-nCoV.The most common symptoms after infection include fever, fatigue, dry cough, and muscle pain, with expiratory dyspnoea occurring in more than half of patients [<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]. Severe cases are prone to rapidly progress to acute respiratory distress syndrome, septic shock, high risk of admission to intensive care units, and even death. Therefore, how to closely observe the condition after morbidity and find severe cases as soon as possible is the key to reduce the mortality of critically ill patients. According to our findings, it seems that the time and speed of production of specific anti-2019-nCoV IgM antibodies correlate with disease severity. But because the number of cases is so small, more research is needed to confirm it.",
            "In addition to COVID-19, the fever patient of non-COVID-19, other disease, medical staffs and healthy controls were also studied. Non-COVID-19 group included several other respiratory viruses such as influenza A, B and adenovirus infection cases, these cases were negative for anti-2019-nCoV specific antibody detection, indicating that the antibody detection has a good ability to resist interference and differential diagnosis of different respiratory virus infections. Among each groups, only COVID-19 patients were all positive for both anti-2019-nCoV IgM and IgG antibodies, while in other populations, the IgG or IgM antibodies were single positive in a very few cases. However, combined with the results of 2019-nCoV nucleic acid detection and clinical data, they were judged to be a false positive of IgM or IgG. Considering that COVID-19 has broken out in many countries around the world, more than 80000 people have been diagnosed and the number is growing rapidly, the main problem at present is the need for highly sensitive tests to screen the suspected cases and to prevent missed diagnosis by nucleic acid tests, lower false positive rates for antibody testing are acceptable. In the meantime, for patients with morbidity for a week or more, simultaneous positive of anti-2019-nCoV IgM and IgG will be helpful to improve the specificity.",
            "Compared with nucleic acid test, which requires respiratory tract samples and complex testing procedures, the operation requirement of serum antibody detection in clinical laboratory is lower than that of nucleic acid detection, which can be detected quickly (30min) and in large quantities, and can be completed in common P2 Biosafety Laboratory. When the morbidity is more than a week, nucleic acid detection is not convenient, serological dynamic monitoring can be carried out, once positive, it is strongly recommended to use nucleic acid diagnosis immediately. The disadvantage of nucleic acid detection is the existence of relative high false negative rate, and serological antibody detection has the advantage of high sensitivity, so the combination of the two will be a good diagnostic means. It can be inferred that after the future epidemic situation has been controlled to a certain extent, as a convenient method, antibody detection is still necessary to make differential diagnosis of other respiratory pathogens infection.",
            "It must be emphasized that independent results of specific antibodies testing should not be used as a diagnostic criteria, especially when the epidemiological history is unclear, and must be combined with the patient's morbidity time and clinical signs.It must be emphasized that independent results of specific antibodies testing should not be used as a diagnostic basis, especially when the epidemiological history is unclear, and must be combined with the patient's morbidity time and clinical signs.",
            "To our knowledge, little has been reported about the specific antibody production process in the course of COVID-19 disease, and little has been reported about the different situation of antibodies in fever non-COVID-19 population, other diseases, special contact population such as medical staff and healthy population. This study provides data on the regularity of antibody production in the course of COVID-19, and provides some understanding of the basic data of specific antibodies in different populations. The results of this study help to provide evidence for rapid screening of suspected cases through the serological testing to curb the rapid progress of the epidemic globally. Just on the day of this manuscript was submitted, the China",
            "National Health Commission published the new edition of “Diagnosis and Treatment plan of Corona Virus Disease 2019” [<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>], in which recommends that positive of anti-2019-nCoV IgM and IgG can be used as diagnostic criteria, supported our findings.",
            "This study still has some limitations. First, only 3 confirmed COVID-19 cases were included, and although the continuous dynamic process of anti-2019-nCoV antibody production and its relationship with disease progression have been carefully observed, a large sample of cases is still needed for verification. Second, changes in anti-2019-nCoV antibodies were only tracked for 4 to 20 days after the morbidity, with no longer-term observation. However, the trend of anti-2019-nCoV IgG and IgM antibodies production from beginning to increasing has been preliminarily found. Third, anti-2019-nCoV nucleic acid testing has not all been performed in every groups, asymptomatic infections may be missed in other disease group, which might have a certain impact on the evaluation of the diagnostic efficacy of antibodies. Considering that Liaoning Province, where this study was conducted, is a low epidemic area, the possibility of asymptomatic infection would be very small.",
            "In this paper, we studied the producing process of specific antibody in patients with COVID-19, compared and evaluated the diagnostic value of antibody in different populations, which is beneficial for doctors to use in the process of diagnosis and treatment. As a useful complement to nucleic acid detection,the detection of specific anti-2019-nCoV antibodies will be able to draw a more comprehensive, rapid and accurate diagnosis to COVID-19, so as to effectively distinct between COVID and non-COVID-19 patients and curb the rapid spread of 2019-nCoV in the global epidemic period.",
            "Declaration of interests We declare no competing interests. Financial Disclosure This study was funded by “the National Science and Technology Major Project of China (2018ZX10302205)”, “Liaoning Province Natural Science Foundation Project(20180550523)”, “Liaoning Province Central Government's special project to guide local scientific and technological development (2019JH6/10400009)”, “Guangdong Province Major key projects of indusTentative technology (201902010003)”, “Major Special Project of Construction Program of China Medical University in 2018(112/3110118034)” and “345 talent project” of Shengjing Hospital of China Medical University. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript."
        ],
        "References": [
            "1. Chen Y, Liu Q, Guo D. Emerging coronaviruses: Genome structure, replication, and pathogenesis. J Med Virol. 2020;92:418-23.",
            "2. Ksiazek TG, Erdman D, Goldsmith CS, Zaki SR, Peret T, Emery S, et al A novel coronavirus associated with severe acute respiratory syndrome. N Engl J",
            "Med. 2003;348:1953-66.",
            "3. Rota PA, Oberste MS, Monroe SS, Nix WA, Campagnoli R, Icenogle JP, et al.",
            "Characterization of a novel coronavirus associated with severe acute respiratory syndrome. Science. 2003;300:1394-9.",
            "4. Zaki AM, van Boheemen S, Bestebroer TM, Osterhaus AD, Fouchier RA.",
            "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia.",
            "N Engl J Med. 2012;367:1814-20. 5. China National Health Commission .Diagnosis and Treatment plan of Corona",
            "Virus",
            "Disease (Tentative",
            "Third",
            "Edition).",
            "http://www.nhc.gov.cn/yzygj/s7653p/202001/f492c9153ea9437bb587ce2ffcbe e1fa.shtml",
            "6 . China National Health Commission .Diagnosis and Treatment plan of Corona",
            "Forth http://www.nhc.gov.cn/yzygj/s7653p/202001/4294563ed35b43209b31739bd0",
            "785e67.shtml",
            "7. China National Health Commission .Diagnosis and Treatment plan of Corona",
            "Fifth http://www.nhc.gov.cn/yzygj/s7653p/202002/3b09b894ac9b4204a79db5b891",
            "2d4440.shtml",
            "8. China National Health Commission .Diagnosis and Treatment plan of Corona",
            "Virus Disease 2019 (Tentative Fifth Revised edition).",
            "http://www.nhc.gov.cn/yzygj/s7653p/202002/d4b895337e19445f8d728fcaf1e3",
            "e13a.shtml",
            "9. China National Health Commission .Diagnosis and Treatment plan of Corona",
            "Sixth http://www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8",
            "aefc2.shtml",
            "10. Dong N, Yang X, Ye L, Chen K, Chan EW-C, Yang M, Chen S: Genomic and protein structure modelling analysis depicts the origin and infectivity of",
            "2019-nCoV, a new coronavirus which caused a pneumonia outbreak in Wuhan, China. 2020:2020.2001.2020.913368.",
            "11. Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA. 2020.",
            "12. Chan JF, Yuan S, Kok KH, To KK, Chu H, Yang J, et al A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet. 2020;395:514-23.",
            "13. Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, et al A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020.",
            "14. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet.",
            "2020;395:497-506.",
            "15 China National Health Commission. Diagnosis and Treatment plan of Corona",
            "Seventh http://www.nhc.gov.cn/yzygj/s7653p/202003/46c9294a7dfe4cef80dc7f5912eb",
            "1989.shtml",
            "Table1. Baseline characteristics of 3 patients with COVID-19",
            "case1",
            "case2",
            "Age(years) gender female male history of epidemiology",
            "N",
            "Y comorbidities hypertention cardiovascular disease diabetes malignacy cerebrovascular disease",
            "COPD chronice kidney disease chronic liver disease signs and sympotoms fever fatigue dry cough anorexia myalgia dyspnea case3 57 male N",
            "NNYNNNNN",
            "YNNNNY expectoration pharyngalgia diarrhea nausea dizziness headache vomiting abdominal pain Heart rate (/min) respiratory rate(/min) blood pressure mmHg Clinical type",
            "NNNNNNNN 96 16 157/99 severe",
            "NNNNNNNN 106 22 134/84 common",
            "NNNNNNNN 106 30 134/82 severe",
            "Table2. Laboratory findings of 3 patients with COVID-19",
            "Normal range case2 white blood cell count,x109/L",
            "3.5-9.5",
            "6.3 neutrophil count,x109/L",
            "1.9-7.2",
            "4.1",
            "Lymphocyte count,x109/L",
            "1.1-2.7",
            "1.7",
            "PaO2/FiO2 mmHg",
            ">300",
            "257*",
            "Aspartate aminotransferase,U/L",
            "5-34",
            "45*",
            "Alanine aminotransferase,U/L",
            "0-40",
            "Creatine kinase,U/L",
            "29-200",
            "354.7*",
            "Creatine kinase MB isoenzyme,U/L 0-24",
            "16.8",
            "Myoglobin, μg/L",
            "0-105.7",
            "46.9",
            "Troponin I, μg/L",
            "0-0.04",
            "0.01",
            "Interleukin 6,pg/mL",
            "0-7",
            "111.20*",
            "55.32*",
            "Procalcitonin,ng/mL",
            "<0.05",
            "0.20*",
            "0.12*",
            "Serum amyloid A, mg/L",
            "<6.8",
            "149*",
            "67*",
            "C-reactive protein,mg/L",
            "0.0-8.0",
            "29.3*",
            "27.6*",
            "D-dimer,ug/L(DDU)",
            "0-252",
            "Erythrocyte sedimentation rate,mm/h 0-15",
            "39*",
            "58*",
            "Creatinine, μmol/L",
            "59-104",
            "106.2*",
            "* out of the upper or lower limits case3",
            "4.0 3.4 0.4 110* 53 47* 183.4 36.5* 47.8 0.01 14.77* 0.17* 217* 129.7* 5561* 73* 63.0",
            "Table 3. Anti-2019-nCoV antibody production",
            "Case1",
            "Case2 durations from illness onset to first admission(days) durations from illness onset to nucleic acid testing (days) durations from illness onset to anti-2019-nCoV IgM reactive(days) durations from illness onset to anti-2019-nCoV IgG reactive(days)",
            "Table4 Anti-2019-nCoV antibody detection in different groups number age years,median(range) male/female 2019-nCoV IgM reactive 2019-nCoV IgG reactive 2019-nCoV IgM median/P99(AU/ml) 2019-nCoV IgG median/P99 (AU/ml) 2019-nCoV RNA influenza A RNA influenza B RNA adenovirus DNA mycoplasma pneumoniae DNA Sensitivity(IgM) Sensitivity(IgG) specifictity(IgM) specifictity(IgG) negative predictive values(IgM) positive predictive values(IgM) negative predictive values(IgG) positive predictive values(IgG) *compared with health control, P<0.05 non-COVID-19 other Disease",
            "35[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-86]",
            "50[27-85]",
            "1.82/19.66*",
            "0.85/10.99",
            "1.82/8.52",
            "1.21/10.52*",
            "N/A",
            "100%",
            "97.33%",
            "99.10%",
            "99.56%",
            "100.00%",
            "33.33%",
            "60.00%",
            "75.00%",
            "medical staff 63 40[25-61] 7/56 0 0 1.37/4.56* 1.27/6.26 N/A N/A N/A N/A N/A 100% 100% 100.00% 100.00% 100.00% 100.00% 100.00% 100.00%",
            "health control 223 59[21-95] 77/146 3 4 0.86/11.35 1.49/11.18 N/A N/A N/A N/A N/A 100% 100% 98.65% 98.21% 100.00% 50.00% 100.00% 42.86%",
            "Figure legend Figure 1. Dynamics of antibody production in 3 patients. The red line represents the positive threshold value, 10.0 AU/ml; The x-axis represents the days since the disease morbidity. Figure 2. The anti-2019-nCoV IgM and IgG antibodies distribution in different groups. Each data point represents the antibody level of the participants, the short horizontal line represents the median antibody level of the group, and * represents the difference between the two groups is statistically significant, P<0.05. Figure 3. ROC curves of anti-2019-nCoV IgM and IgG in the diagnosis of COVID-19.",
            "Figure 1. Dynamics of antibody production in 3 patients",
            "Figure 2. The anti-2019-nCoV IgM and IgG antibodies distribution in different groups",
            "Figure 3. ROC curves of anti-2019-nCoV IgM and IgG in the diagnosis of COVID-19."
        ]
    },
    "participants": [
        {
            "participant": "cases",
            "number": 80000,
            "context": ". <mark class=\"stats\">Corona Virus Disease 2019 (COVID-19) has spread rapidly to more than 70 countries and regions overseas and over 80000 cases have been infected, resulting in more than three thousand deaths</mark>. Rapid diagnosis of patients remains a bottleneck in containing the progress of the epidemic"
        },
        {
            "participant": "subjects",
            "number": 736,
            "context": "Rapid diagnosis of patients remains a bottleneck in containing the progress of the epidemic. <mark class=\"stats\">We used automated chemiluminescent immunoassay to detect serum IgM and IgG antibodies to 2019-nCoV of 736 subjects</mark>. COVID-19 patients were becoming reactive(positive) for specific antibodies from 7-12 days after the onset of morbidity"
        },
        {
            "participant": "subjects",
            "number": 736,
            "context": "Detection of specific antibodies in patients with fever can be a good distinction between COVID-19 and other diseases, so as to be a complement to nucleic acid diagnosis to early diagnosis of suspected cases. <mark class=\"stats\"><strong>Method Study design and participants</strong><br/><br/>A total of 736 subjects were included in the study. 228 suspected COVID-19 cases were admitted to the fever clinic from January 21, 2020 to February 16, 2020 in Shengjing Hospital of Chinese Medical University, which is the designated hospital for COVID-19 in Liaoning Province</mark>. All of 228 cases were observed quarantine admission and taken the nasal and pharyngeal swab for 2019-nCoV nucleic acid testing"
        },
        {
            "participant": "cases",
            "number": 228,
            "context": "<strong>Method Study design and participants</strong><br/><br/>A total of 736 subjects were included in the study. 228 suspected COVID-19 cases were admitted to the fever clinic from January 21, 2020 to February 16, 2020 in Shengjing Hospital of Chinese Medical University, which is the designated hospital for COVID-19 in Liaoning Province. <mark class=\"stats\">All of 228 cases were observed quarantine admission and taken the nasal and pharyngeal swab for 2019-nCoV nucleic acid testing</mark>. According to the “Diagnosis and Treatment plan of Corona Virus Disease 2019” [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>], 3 cases with positive result for 2019-nCoV nucleic acid detection were recorded as COVID-19 group"
        },
        {
            "participant": "cases with positive result for 2019-nCoV nucleic acid detection",
            "number": 3,
            "context": "All of 228 cases were observed quarantine admission and taken the nasal and pharyngeal swab for 2019-nCoV nucleic acid testing. <mark class=\"stats\">According to the “Diagnosis and Treatment plan of Corona Virus Disease 2019” [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>], 3 cases with positive result for 2019-nCoV nucleic acid detection were recorded as COVID-19 group</mark>. The other 225 cases that had twice negative result for the 2019-nCoV nucleic acid detection were named non-COVID-19 group.<br/><br/>Another 222 outpatients with other diseases in the same period, 63 medical staffs worked for fever clinic and 223 healthy physical examinees in 2018 were collected and were named other disease group, medical staff group and health control group, respectively"
        },
        {
            "participant": "cases",
            "number": 225,
            "context": "According to the “Diagnosis and Treatment plan of Corona Virus Disease 2019” [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>], 3 cases with positive result for 2019-nCoV nucleic acid detection were recorded as COVID-19 group. <mark class=\"stats\">The other 225 cases that had twice negative result for the 2019-nCoV nucleic acid detection were named non-COVID-19 group.<br/><br/>Another 222 outpatients with other diseases in the same period, 63 medical staffs worked for fever clinic and 223 healthy physical examinees in 2018 were collected and were named other disease group, medical staff group and health control group, respectively</mark>. Clinical Data Collection According to the unified form, two residents collected clinical data from medical records separately"
        },
        {
            "participant": "residents",
            "number": 2,
            "context": "The other 225 cases that had twice negative result for the 2019-nCoV nucleic acid detection were named non-COVID-19 group.<br/><br/>Another 222 outpatients with other diseases in the same period, 63 medical staffs worked for fever clinic and 223 healthy physical examinees in 2018 were collected and were named other disease group, medical staff group and health control group, respectively. <mark class=\"stats\">Clinical Data Collection According to the unified form, two residents collected clinical data from medical records separately</mark>. Blood sampling Fasting venous blood (5ml) was collected from all the subjects and put into the yellow head vacuum tube containing separation gel"
        },
        {
            "participant": "cases",
            "number": 3,
            "context": "All tests were two sided and P values < 0.05 were considered statistically significant. <mark class=\"stats\">Results<br/><br/>Of the 3 cases of confirmed case, 2 were male and 1 was female</mark>. The age ranged from 39 to 57 years. 2 patients had diabetes and hypertension respectively. 1 was a common case, 2 were severe cases. 1 case had history of Wuhan contact and the other 2 cases had no clear epidemiological history (Table 1).<br/><br/>The main laboratory findings of COVID-19 patients were normal or slightly low white blood cells and lymphocytes, elevated inflammatory indicators such as interleukin-6, procalcitonin, C-reactive protein, serum amyloid A, erythrocyte sedimentation rate; and normal myocardial markers (Table 2).<br/><br/>The production of anti-2019-nCoV antibodies after the onset of morbidity is shown in figure 1"
        },
        {
            "participant": "patients",
            "number": 2,
            "context": "Results<br/><br/>Of the 3 cases of confirmed case, 2 were male and 1 was female. <mark class=\"stats\">The age ranged from 39 to 57 years. 2 patients had diabetes and hypertension respectively. 1 was a common case, 2 were severe cases. 1 case had history of Wuhan contact and the other 2 cases had no clear epidemiological history (Table 1).<br/><br/>The main laboratory findings of COVID-19 patients were normal or slightly low white blood cells and lymphocytes, elevated inflammatory indicators such as interleukin-6, procalcitonin, C-reactive protein, serum amyloid A, erythrocyte sedimentation rate; and normal myocardial markers (Table 2).<br/><br/>The production of anti-2019-nCoV antibodies after the onset of morbidity is shown in figure 1</mark>. Three COVID-19 patients were becoming reactive (positive) for specific anti-2019-nCoV antibodies from 7-12 days after the onset of morbidity, and the levels of anti-2019-nCoV IgM and IgG antibodies increased with the progression of the disease"
        },
        {
            "participant": "cases",
            "number": 3,
            "context": "Closed followed with the production of anti-2019-nCoV IgM antibody, the production of anti-2019-nCoV IgG antibody is also rapid. <mark class=\"stats\">Of the 3 cases, 1 case developed anti-2019-nCoV IgG 1 day later than IgM, and the other 2 cases developed anti-2019-nCoV IgM and IgG almost on the same day</mark>. However, in different cases, the changes of anti-2019-nCoV IgM and IgG were not completely consistent, case 2<br/><br/>showed that the level of anti-2019-nCoV IgG was continue higher than that of IgM, and the other two cases showed that the level of anti-2019-nCoV IgM increased more than that of IgG from 2 weeks of morbidity (Table 3).<br/><br/>In non-COVID-19, other disease, medical staff and health control groups, there were a few cases reactive for 2019-nCoV IgM and IgG, all the cases were single reactive for IgM or IgG"
        },
        {
            "participant": "cases",
            "number": 2,
            "context": "Of the 3 cases, 1 case developed anti-2019-nCoV IgG 1 day later than IgM, and the other 2 cases developed anti-2019-nCoV IgM and IgG almost on the same day. <mark class=\"stats\">However, in different cases, the changes of anti-2019-nCoV IgM and IgG were not completely consistent, case 2<br/><br/>showed that the level of anti-2019-nCoV IgG was continue higher than that of IgM, and the other two cases showed that the level of anti-2019-nCoV IgM increased more than that of IgG from 2 weeks of morbidity (Table 3).<br/><br/>In non-COVID-19, other disease, medical staff and health control groups, there were a few cases reactive for 2019-nCoV IgM and IgG, all the cases were single reactive for IgM or IgG</mark>. The sensitivities of IgM and IgG were 100%, as for specificities of IgM and IgG were all over 97% (Table 4).<br/><br/>Of 225 non-COVID-19 cases, 2 cases were detectable for influenza A RNA and 2 cases were detectable for influenza B RNA, respectively, 4 cases were detectable for adenovirus DNA, 17 cases were detectable for mycoplasma pneumonia DNA (Table 4).<br/><br/>We also compared the anti-2019-nCoV antibodies values distributions in different groups"
        },
        {
            "participant": "cases",
            "number": 2,
            "context": "However, in different cases, the changes of anti-2019-nCoV IgM and IgG were not completely consistent, case 2<br/><br/>showed that the level of anti-2019-nCoV IgG was continue higher than that of IgM, and the other two cases showed that the level of anti-2019-nCoV IgM increased more than that of IgG from 2 weeks of morbidity (Table 3).<br/><br/>In non-COVID-19, other disease, medical staff and health control groups, there were a few cases reactive for 2019-nCoV IgM and IgG, all the cases were single reactive for IgM or IgG. <mark class=\"stats\">The sensitivities of IgM and IgG were 100%, as for specificities of IgM and IgG were all over 97% (Table 4).<br/><br/>Of 225 non-COVID-19 cases, 2 cases were detectable for influenza A RNA and 2 cases were detectable for influenza B RNA, respectively, 4 cases were detectable for adenovirus DNA, 17 cases were detectable for mycoplasma pneumonia DNA (Table 4).<br/><br/>We also compared the anti-2019-nCoV antibodies values distributions in different groups</mark>. The anti-2019-nCoV IgM levels in non-COVID-19 was higher than that of healthy control group, the difference was statistically significant (Table 4; Figure 2).<br/><br/>In order to further clarify the diagnostic efficacy of specific IgM and IgG in fever suspected COVID-19 patients ( all 228 patients had been proved by testing 2019-nCoV nucleic acid), we made the ROC curve of anti-2019-nCoV IgM and IgG"
        },
        {
            "participant": "patients",
            "number": 228,
            "context": "The sensitivities of IgM and IgG were 100%, as for specificities of IgM and IgG were all over 97% (Table 4).<br/><br/>Of 225 non-COVID-19 cases, 2 cases were detectable for influenza A RNA and 2 cases were detectable for influenza B RNA, respectively, 4 cases were detectable for adenovirus DNA, 17 cases were detectable for mycoplasma pneumonia DNA (Table 4).<br/><br/>We also compared the anti-2019-nCoV antibodies values distributions in different groups. <mark class=\"stats\">The anti-2019-nCoV IgM levels in non-COVID-19 was higher than that of healthy control group, the difference was statistically significant (Table 4; Figure 2).<br/><br/>In order to further clarify the diagnostic efficacy of specific IgM and IgG in fever suspected COVID-19 patients ( all 228 patients had been proved by testing 2019-nCoV nucleic acid), we made the ROC curve of anti-2019-nCoV IgM and IgG</mark>. The area under the curve was 0.988 and 1.000, and the best cut-off value was 10.14 and 15.99, respectively (Figure 3)"
        },
        {
            "participant": "patients",
            "number": 138,
            "context": "Furthermore, in the course of COVID-19’s different stages, the virus load is different. <mark class=\"stats\">When the body's immune system produces antibodies, the clinical signs and symptoms is obvious, the virus is likely to decline without being detected.<br/><br/>Recently, a study of 138 patients showed a high proportion (41%) of suspected nosocomial infection [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>], and it is also noteworthy that the presence of asymptomatic patients with latent mild pneumonia may be an important source of infection for outbreak transmission [<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]</mark>. Therefore, it remains critical to apply a fast and convenient detection method to distinguish and trace suspicious case or contacts as early as possible in order to prevent super-transmission events.<br/><br/>Antibodies are the products of humoral immune response after infection with viruses"
        },
        {
            "participant": "patients",
            "number": 5,
            "context": "As a new infectious disease, while the detection of nucleic acid cannot be used widely, specific antibodies to 2019-nCoV can be used to determine whether the patient has been recently infected with 2019-nCoV or not. <mark class=\"stats\">It has been reported that serum samples from 5 patients were detected by self-made 2019-nCoV IgG and IgM ELISA kits, and the antigen could cover 92% of the 2019-nCoV NP amino acids [<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>].<br/><br/>Generally speaking, the immune response of pathogenic microorganisms is usually stimulated by the rise of IgM after infection, IgG usually appears 1-2 weeks after IgM, and has been rising and maintaining high levels in the body for a long time</mark>. Because COVID-19 is a new infectious disease and the immunological test reagent has just been developed, there is still no report on how IgM and IgG antibodies were produced and developed after 2019-nCoV infection.<br/><br/>In our study, we found that specific antibodies reactive to 2019-nCoV appeared from 7-12days after the onset of morbidity in all 3 patients"
        },
        {
            "participant": "patients",
            "number": 3,
            "context": "It has been reported that serum samples from 5 patients were detected by self-made 2019-nCoV IgG and IgM ELISA kits, and the antigen could cover 92% of the 2019-nCoV NP amino acids [<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>].<br/><br/>Generally speaking, the immune response of pathogenic microorganisms is usually stimulated by the rise of IgM after infection, IgG usually appears 1-2 weeks after IgM, and has been rising and maintaining high levels in the body for a long time. <mark class=\"stats\">Because COVID-19 is a new infectious disease and the immunological test reagent has just been developed, there is still no report on how IgM and IgG antibodies were produced and developed after 2019-nCoV infection.<br/><br/>In our study, we found that specific antibodies reactive to 2019-nCoV appeared from 7-12days after the onset of morbidity in all 3 patients</mark>. Unlike previous experience that IgG usually appears 1-2 weeks after IgM, the presence of anti-2019-nCoV IgM antibodies in COVID-19 cases was followed by the presence of anti-2019-nCoV IgG antibodies within a very short period of time (about 0~1 day), followed by a simultaneous rise in both antibodies"
        },
        {
            "participant": "people",
            "number": 80000,
            "context": "However, combined with the results of 2019-nCoV nucleic acid detection and clinical data, they were judged to be a false positive of IgM or IgG. <mark class=\"stats\">Considering that COVID-19 has broken out in many countries around the world, more than 80000 people have been diagnosed and the number is growing rapidly, the main problem at present is the need for highly sensitive tests to screen the suspected cases and to prevent missed diagnosis by nucleic acid tests, lower false positive rates for antibody testing are acceptable</mark>. In the meantime, for patients with morbidity for a week or more, simultaneous positive of anti-2019-nCoV IgM and IgG will be helpful to improve the specificity.<br/><br/>Compared with nucleic acid test, which requires respiratory tract samples and complex testing procedures, the operation requirement of serum antibody detection in clinical laboratory is lower than that of nucleic acid detection, which can be detected quickly (30min) and in large quantities, and can be completed in common P2 Biosafety Laboratory"
        },
        {
            "participant": "subjects",
            "number": 736,
            "context": "Method Study design and participants. <mark class=\"stats\">A total of 736 subjects were included in the study. 228 suspected COVID-19 cases were admitted to the fever clinic from January 21, 2020 to February 16, 2020 in Shengjing Hospital of Chinese Medical University, which is the designated hospital for COVID-19 in Liaoning Province</mark>. All of 228 cases were observed quarantine admission and taken the nasal and pharyngeal swab for 2019-nCoV nucleic acid testing"
        },
        {
            "participant": "cases",
            "number": 228,
            "context": "A total of 736 subjects were included in the study. 228 suspected COVID-19 cases were admitted to the fever clinic from January 21, 2020 to February 16, 2020 in Shengjing Hospital of Chinese Medical University, which is the designated hospital for COVID-19 in Liaoning Province. <mark class=\"stats\">All of 228 cases were observed quarantine admission and taken the nasal and pharyngeal swab for 2019-nCoV nucleic acid testing</mark>. According to the “Diagnosis and Treatment plan of Corona Virus Disease 2019” [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>], 3 cases with positive result for 2019-nCoV nucleic acid detection were recorded as COVID-19 group"
        },
        {
            "participant": "cases with positive result for 2019-nCoV nucleic acid detection",
            "number": 3,
            "context": "All of 228 cases were observed quarantine admission and taken the nasal and pharyngeal swab for 2019-nCoV nucleic acid testing. <mark class=\"stats\">According to the “Diagnosis and Treatment plan of Corona Virus Disease 2019” [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>], 3 cases with positive result for 2019-nCoV nucleic acid detection were recorded as COVID-19 group</mark>. The other 225 cases that had twice negative result for the 2019-nCoV nucleic acid detection were named non-COVID-19 group"
        },
        {
            "participant": "cases",
            "number": 225,
            "context": "According to the “Diagnosis and Treatment plan of Corona Virus Disease 2019” [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>], 3 cases with positive result for 2019-nCoV nucleic acid detection were recorded as COVID-19 group. <mark class=\"stats\">The other 225 cases that had twice negative result for the 2019-nCoV nucleic acid detection were named non-COVID-19 group</mark>. Another 222 outpatients with other diseases in the same period, 63 medical staffs worked for fever clinic and 223 healthy physical examinees in 2018 were collected and were named other disease group, medical staff group and health control group, respectively"
        },
        {
            "participant": "outpatients with other diseases in the same period",
            "number": 222,
            "context": "The other 225 cases that had twice negative result for the 2019-nCoV nucleic acid detection were named non-COVID-19 group. <mark class=\"stats\">Another 222 outpatients with other diseases in the same period, 63 medical staffs worked for fever clinic and 223 healthy physical examinees in 2018 were collected and were named other disease group, medical staff group and health control group, respectively</mark>. Clinical Data Collection According to the unified form, two residents collected clinical data from medical records separately"
        },
        {
            "participant": "residents",
            "number": 2,
            "context": "Another 222 outpatients with other diseases in the same period, 63 medical staffs worked for fever clinic and 223 healthy physical examinees in 2018 were collected and were named other disease group, medical staff group and health control group, respectively. <mark class=\"stats\">Clinical Data Collection According to the unified form, two residents collected clinical data from medical records separately</mark>. Blood sampling Fasting venous blood (5ml) was collected from all the subjects and put into the yellow head vacuum tube containing separation gel"
        },
        {
            "participant": "cases",
            "number": 3,
            "context": "Results. <mark class=\"stats\">Of the 3 cases of confirmed case, 2 were male and 1 was female</mark>. The age ranged from 39 to 57 years. 2 patients had diabetes and hypertension respectively. 1 was a common case, 2 were severe cases. 1 case had history of Wuhan contact and the other 2 cases had no clear epidemiological history (Table 1)"
        },
        {
            "participant": "patients",
            "number": 2,
            "context": "Of the 3 cases of confirmed case, 2 were male and 1 was female. <mark class=\"stats\">The age ranged from 39 to 57 years. 2 patients had diabetes and hypertension respectively. 1 was a common case, 2 were severe cases. 1 case had history of Wuhan contact and the other 2 cases had no clear epidemiological history (Table 1)</mark>. The main laboratory findings of COVID-19 patients were normal or slightly low white blood cells and lymphocytes, elevated inflammatory indicators such as interleukin-6, procalcitonin, C-reactive protein, serum amyloid A, erythrocyte sedimentation rate; and normal myocardial markers (Table 2)"
        },
        {
            "participant": "cases",
            "number": 3,
            "context": "Closed followed with the production of anti-2019-nCoV IgM antibody, the production of anti-2019-nCoV IgG antibody is also rapid. <mark class=\"stats\">Of the 3 cases, 1 case developed anti-2019-nCoV IgG 1 day later than IgM, and the other 2 cases developed anti-2019-nCoV IgM and IgG almost on the same day</mark>. However, in different cases, the changes of anti-2019-nCoV IgM and IgG were not completely consistent, case 2"
        },
        {
            "participant": "cases",
            "number": 2,
            "context": "However, in different cases, the changes of anti-2019-nCoV IgM and IgG were not completely consistent, case 2. <mark class=\"stats\">showed that the level of anti-2019-nCoV IgG was continue higher than that of IgM, and the other two cases showed that the level of anti-2019-nCoV IgM increased more than that of IgG from 2 weeks of morbidity (Table 3)</mark>. In non-COVID-19, other disease, medical staff and health control groups, there were a few cases reactive for 2019-nCoV IgM and IgG, all the cases were single reactive for IgM or IgG"
        },
        {
            "participant": "cases",
            "number": 2,
            "context": "The sensitivities of IgM and IgG were 100%, as for specificities of IgM and IgG were all over 97% (Table 4). <mark class=\"stats\">Of 225 non-COVID-19 cases, 2 cases were detectable for influenza A RNA and 2 cases were detectable for influenza B RNA, respectively, 4 cases were detectable for adenovirus DNA, 17 cases were detectable for mycoplasma pneumonia DNA (Table 4)</mark>. We also compared the anti-2019-nCoV antibodies values distributions in different groups"
        },
        {
            "participant": "patients",
            "number": 228,
            "context": "The anti-2019-nCoV IgM levels in non-COVID-19 was higher than that of healthy control group, the difference was statistically significant (Table 4; Figure 2). <mark class=\"stats\">In order to further clarify the diagnostic efficacy of specific IgM and IgG in fever suspected COVID-19 patients ( all 228 patients had been proved by testing 2019-nCoV nucleic acid), we made the ROC curve of anti-2019-nCoV IgM and IgG</mark>. The area under the curve was 0.988 and 1.000, and the best cut-off value was 10.14 and 15.99, respectively (Figure 3)"
        },
        {
            "participant": "patients",
            "number": 138,
            "context": "When the body's immune system produces antibodies, the clinical signs and symptoms is obvious, the virus is likely to decline without being detected. <mark class=\"stats\">Recently, a study of 138 patients showed a high proportion (41%) of suspected nosocomial infection [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>], and it is also noteworthy that the presence of asymptomatic patients with latent mild pneumonia may be an important source of infection for outbreak transmission [<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]</mark>. Therefore, it remains critical to apply a fast and convenient detection method to distinguish and trace suspicious case or contacts as early as possible in order to prevent super-transmission events"
        },
        {
            "participant": "patients",
            "number": 5,
            "context": "As a new infectious disease, while the detection of nucleic acid cannot be used widely, specific antibodies to 2019-nCoV can be used to determine whether the patient has been recently infected with 2019-nCoV or not. <mark class=\"stats\">It has been reported that serum samples from 5 patients were detected by self-made 2019-nCoV IgG and IgM ELISA kits, and the antigen could cover 92% of the 2019-nCoV NP amino acids [<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>]</mark>. Generally speaking, the immune response of pathogenic microorganisms is usually stimulated by the rise of IgM after infection, IgG usually appears 1-2 weeks after IgM, and has been rising and maintaining high levels in the body for a long time"
        },
        {
            "participant": "patients",
            "number": 3,
            "context": "Because COVID-19 is a new infectious disease and the immunological test reagent has just been developed, there is still no report on how IgM and IgG antibodies were produced and developed after 2019-nCoV infection. <mark class=\"stats\">In our study, we found that specific antibodies reactive to 2019-nCoV appeared from 7-12days after the onset of morbidity in all 3 patients</mark>. Unlike previous experience that IgG usually appears 1-2 weeks after IgM, the presence of anti-2019-nCoV IgM antibodies in COVID-19 cases was followed by the presence of anti-2019-nCoV IgG antibodies within a very short period of time (about 0~1 day), followed by a simultaneous rise in both antibodies"
        },
        {
            "participant": "people",
            "number": 80000,
            "context": "However, combined with the results of 2019-nCoV nucleic acid detection and clinical data, they were judged to be a false positive of IgM or IgG. <mark class=\"stats\">Considering that COVID-19 has broken out in many countries around the world, more than 80000 people have been diagnosed and the number is growing rapidly, the main problem at present is the need for highly sensitive tests to screen the suspected cases and to prevent missed diagnosis by nucleic acid tests, lower false positive rates for antibody testing are acceptable</mark>. In the meantime, for patients with morbidity for a week or more, simultaneous positive of anti-2019-nCoV IgM and IgG will be helpful to improve the specificity"
        }
    ],
    "statistics": [
        {
            "tests": {
                "context": "<mark class=\"stats\">The normality of variables was tested using Kolmogorov–Smirnov test. and LDS-t-test for comparison among groups</mark>",
                "tests": [
                    {
                        "test": "Kolmogorov–Smirnov test"
                    },
                    {
                        "test": "t-test"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">A receiver operating characteristic curve (ROC) was plotted to evaluate the diagnostic performance and correlations determined by Spearman's rank correlation</mark>",
                "tests": [
                    {
                        "test": "Spearman's rank correlation"
                    }
                ]
            }
        }
    ],
    "keywords": [
        "serum igm",
        "specific antibody",
        "open reading frame 1ab",
        "severe acute respiratory syndrome",
        "treatment plan",
        "coronavirus",
        "acid testing",
        "Corona Virus disease",
        "Reverse transcriptase polymerase chain reaction",
        "nucleocapsid protein",
        "COVID-19",
        "east respiratory",
        "igg antibody",
        "infectious disease",
        "rapid diagnosis",
        "novel coronavirus",
        "pneumonia",
        "chemiluminescent immunoassay",
        "receiver operating characteristic curve",
        "antibody detection"
    ],
    "keyword_relevance": {
        "COVID-19": 0.375,
        "coronavirus": 0.08928571428571429,
        "antibody detection": 0.08035714285714286,
        "pneumonia": 0.07142857142857142,
        "acid testing": 0.0625,
        "novel coronavirus": 0.05357142857142857,
        "receiver operating characteristic curve": 0.05357142857142857,
        "specific antibody": 0.03571428571428571,
        "severe acute respiratory syndrome": 0.03571428571428571,
        "infectious disease": 0.03571428571428571,
        "open reading frame 1ab": 0.026785714285714284,
        "Reverse transcriptase polymerase chain reaction": 0.026785714285714284,
        "nucleocapsid protein": 0.026785714285714284,
        "chemiluminescent immunoassay": 0.017857142857142856,
        "rapid diagnosis": 0.008928571428571428,
        "serum igm": 0.0,
        "treatment plan": 0.0,
        "Corona Virus disease": 0.0,
        "east respiratory": 0.0,
        "igg antibody": 0.0
    },
    "species": [],
    "summary": [
        "Coronaviruses (CoVs) are enveloped single-stranded positive-sense RNA viruses, which are widely distributed in humans and other mammals.",
        "The authors used automated chemiluminescent immunoassay to detect serum IgM and IgG antibodies to 2019-nCoV, to understand the process of antibody production in disease progression, and to evaluate the value of antibody detection in the laboratory diagnosis of COVID-19.",
        "According to the “Diagnosis and Treatment plan of Corona Virus Disease 2019” [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>], 3 cases with positive result for 2019-nCoV nucleic acid detection were recorded as COVID-19 group.",
        "Three COVID-19 patients were becoming reactive for specific anti-2019-nCoV antibodies from 7-12 days after the onset of morbidity, and the levels of anti-2019-nCoV IgM and IgG antibodies increased with the progression of the disease.",
        "Because COVID-19 is a new infectious disease and the immunological test reagent has just been developed, there is still no report on how IgM and IgG antibodies were produced and developed after 2019-nCoV infection.",
        "Non-COVID-19 group included several other respiratory viruses such as influenza A, B and adenovirus infection cases, these cases were negative for anti-2019-nCoV specific antibody detection, indicating that the antibody detection has a good ability to resist interference and differential diagnosis of different respiratory virus infections.",
        "Considering that COVID-19 has broken out in many countries around the world, more than 80000 people have been diagnosed and the number is growing rapidly, the main problem at present is the need for highly sensitive tests to screen the suspected cases and to prevent missed diagnosis by nucleic acid tests, lower false positive rates for antibody testing are acceptable.",
        "National Health Commission published the new edition of “Diagnosis and Treatment plan of Corona Virus Disease 2019” [<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>], in which recommends that positive of anti-2019-nCoV IgM and IgG can be used as diagnostic criteria, supported the findings.",
        "Only 3 confirmed COVID-19 cases were included, and the continuous dynamic process of anti-2019-nCoV antibody production and its relationship with disease progression have been carefully observed, a large sample of cases is still needed for verification.",
        "The authors studied the producing process of specific antibody in patients with COVID-19, compared and evaluated the diagnostic value of antibody in different populations, which is beneficial for doctors to use in the process of diagnosis and treatment.",
        "As a useful complement to nucleic acid detection,the detection of specific anti-2019-nCoV antibodies will be able to draw a more comprehensive, rapid and accurate diagnosis to COVID-19, so as to effectively distinct between COVID and non-COVID-19 patients and curb the rapid spread of 2019-nCoV in the global epidemic period."
    ],
    "structured_summary": {
        "Introduction": [
            "Coronaviruses (CoVs) are enveloped single-stranded positive-sense RNA viruses, which are widely distributed in humans and other mammals.",
            "The authors used automated chemiluminescent immunoassay to detect serum IgM and IgG antibodies to 2019-nCoV, to understand the process of antibody production in disease progression, and to evaluate the value of antibody detection in the laboratory diagnosis of COVID-19."
        ],
        "Results": [
            "According to the “Diagnosis and Treatment plan of Corona Virus Disease 2019” [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>], 3 cases with positive result for 2019-nCoV nucleic acid detection were recorded as COVID-19 group.",
            "Three COVID-19 patients were becoming reactive for specific anti-2019-nCoV antibodies from 7-12 days after the onset of morbidity, and the levels of anti-2019-nCoV IgM and IgG antibodies increased with the progression of the disease.",
            "Because COVID-19 is a new infectious disease and the immunological test reagent has just been developed, there is still no report on how IgM and IgG antibodies were produced and developed after 2019-nCoV infection.",
            "Non-COVID-19 group included several other respiratory viruses such as influenza A, B and adenovirus infection cases, these cases were negative for anti-2019-nCoV specific antibody detection, indicating that the antibody detection has a good ability to resist interference and differential diagnosis of different respiratory virus infections.",
            "Considering that COVID-19 has broken out in many countries around the world, more than 80000 people have been diagnosed and the number is growing rapidly, the main problem at present is the need for highly sensitive tests to screen the suspected cases and to prevent missed diagnosis by nucleic acid tests, lower false positive rates for antibody testing are acceptable.",
            "National Health Commission published the new edition of “Diagnosis and Treatment plan of Corona Virus Disease 2019” [<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>], in which recommends that positive of anti-2019-nCoV IgM and IgG can be used as diagnostic criteria, supported the findings.",
            "Only 3 confirmed COVID-19 cases were included, and the continuous dynamic process of anti-2019-nCoV antibody production and its relationship with disease progression have been carefully observed, a large sample of cases is still needed for verification."
        ],
        "Conclusion": [
            "The authors studied the producing process of specific antibody in patients with COVID-19, compared and evaluated the diagnostic value of antibody in different populations, which is beneficial for doctors to use in the process of diagnosis and treatment.",
            "As a useful complement to nucleic acid detection,the detection of specific anti-2019-nCoV antibodies will be able to draw a more comprehensive, rapid and accurate diagnosis to COVID-19, so as to effectively distinct between COVID and non-COVID-19 patients and curb the rapid spread of 2019-nCoV in the global epidemic period."
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Chen_et+al_0000_a",
            "entry": "1. Chen Y, Liu Q, Guo D. Emerging coronaviruses: Genome structure, replication, and pathogenesis. J Med Virol. 2020;92:418-23.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chen%2C%20Y.%20Liu%2C%20Q.%20Guo%2C%20D.%20Emerging%20coronaviruses%3A%20Genome%20structure%2C%20replication%2C%20and%20pathogenesis",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Chen%2C%20Y.%20Liu%2C%20Q.%20Guo%2C%20D.%20Emerging%20coronaviruses%3A%20Genome%20structure%2C%20replication%2C%20and%20pathogenesis",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Chen%2C%20Y.%20Liu%2C%20Q.%20Guo%2C%20D.%20Emerging%20coronaviruses%3A%20Genome%20structure%2C%20replication%2C%20and%20pathogenesis"
        },
        {
            "id": "2",
            "alt_id": "Ksiazek_et+al_2003_a",
            "entry": "2. Ksiazek TG, Erdman D, Goldsmith CS, Zaki SR, Peret T, Emery S, et al. A Med. 2003;348:1953-66.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Ksiazek%20TG%20Erdman%20D%20Goldsmith%20CS%20Zaki%20SR%20Peret%20T%20Emery%20S%20et%20al%20A%20Med%202003348195366",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Ksiazek%20TG%20Erdman%20D%20Goldsmith%20CS%20Zaki%20SR%20Peret%20T%20Emery%20S%20et%20al%20A%20Med%202003348195366",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Ksiazek%20TG%20Erdman%20D%20Goldsmith%20CS%20Zaki%20SR%20Peret%20T%20Emery%20S%20et%20al%20A%20Med%202003348195366"
        },
        {
            "id": "3",
            "alt_id": "Rota_et+al_2003_a",
            "entry": "3. Rota PA, Oberste MS, Monroe SS, Nix WA, Campagnoli R, Icenogle JP, et al. Characterization of a novel coronavirus associated with severe acute respiratory syndrome. Science. 2003;300:1394-9.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Rota%2C%20P.A.%20Oberste%2C%20M.S.%20Monroe%2C%20S.S.%20Nix%2C%20W.A.%20Characterization%20of%20a%20novel%20coronavirus%20associated%20with%20severe%20acute%20respiratory%20syndrome%202003",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Rota%2C%20P.A.%20Oberste%2C%20M.S.%20Monroe%2C%20S.S.%20Nix%2C%20W.A.%20Characterization%20of%20a%20novel%20coronavirus%20associated%20with%20severe%20acute%20respiratory%20syndrome%202003",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Rota%2C%20P.A.%20Oberste%2C%20M.S.%20Monroe%2C%20S.S.%20Nix%2C%20W.A.%20Characterization%20of%20a%20novel%20coronavirus%20associated%20with%20severe%20acute%20respiratory%20syndrome%202003"
        },
        {
            "id": "4",
            "alt_id": "Zaki_et+al_2012_a",
            "entry": "4. Zaki AM, van Boheemen S, Bestebroer TM, Osterhaus AD, Fouchier RA. N Engl J Med. 2012;367:1814-20.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zaki%20AM%20van%20Boheemen%20S%20Bestebroer%20TM%20Osterhaus%20AD%20Fouchier%20RA%20N%20Engl%20J%20Med%202012367181420",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Zaki%20AM%20van%20Boheemen%20S%20Bestebroer%20TM%20Osterhaus%20AD%20Fouchier%20RA%20N%20Engl%20J%20Med%202012367181420",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Zaki%20AM%20van%20Boheemen%20S%20Bestebroer%20TM%20Osterhaus%20AD%20Fouchier%20RA%20N%20Engl%20J%20Med%202012367181420"
        },
        {
            "id": "5",
            "alt_id": "Commission_0000_a",
            "entry": "5. China National Health Commission.Diagnosis and Treatment plan of Corona http://www.nhc.gov.cn/yzygj/s7653p/202001/f492c9153ea9437bb587ce2ffcbe e1fa.shtml",
            "url": "http://www.nhc.gov.cn/yzygj/s7653p/202001/f492c9153ea9437bb587ce2ffcbe"
        },
        {
            "id": "_0000_a",
            "alt_id": "6",
            "entry": "http://www.nhc.gov.cn/yzygj/s7653p/202001/4294563ed35b43209b31739bd0",
            "url": "http://www.nhc.gov.cn/yzygj/s7653p/202001/4294563ed35b43209b31739bd0"
        },
        {
            "id": "7",
            "alt_id": "Commission_0000_b",
            "entry": "7. China National Health Commission.Diagnosis and Treatment plan of Corona http://www.nhc.gov.cn/yzygj/s7653p/202002/3b09b894ac9b4204a79db5b891",
            "url": "http://www.nhc.gov.cn/yzygj/s7653p/202002/3b09b894ac9b4204a79db5b891"
        },
        {
            "id": "8",
            "alt_id": "Commission_2019_a",
            "entry": "8. China National Health Commission.Diagnosis and Treatment plan of Corona Virus Disease 2019 (Tentative Fifth Revised edition).",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Commission%2C%20China%20National%20Health%20Diagnosis%20and%20Treatment%20plan%20of%20Corona%20Virus%20Disease%202019"
        },
        {
            "id": "_0000_b",
            "alt_id": "9",
            "entry": "http://www.nhc.gov.cn/yzygj/s7653p/202002/d4b895337e19445f8d728fcaf1e3",
            "url": "http://www.nhc.gov.cn/yzygj/s7653p/202002/d4b895337e19445f8d728fcaf1e3"
        },
        {
            "id": "9",
            "alt_id": "Commission_0000_c",
            "entry": "9. China National Health Commission.Diagnosis and Treatment plan of Corona http://www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8",
            "url": "http://www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8"
        },
        {
            "id": "10",
            "alt_id": "Dong_et+al_2019_a",
            "entry": "10. Dong N, Yang X, Ye L, Chen K, Chan EW-C, Yang M, Chen S: Genomic and protein structure modelling analysis depicts the origin and infectivity of 2019-nCoV, a new coronavirus which caused a pneumonia outbreak in Wuhan, China. 2020:2020.2001.2020.913368.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Dong%20N%20Yang%20X%20Ye%20L%20Chen%20K%20Chan%20EWC%20Yang%20M%20Chen%20S%20Genomic%20and%20protein%20structure%20modelling%20analysis%20depicts%20the%20origin%20and%20infectivity%20of%202019nCoV%20a%20new%20coronavirus%20which%20caused%20a%20pneumonia%20outbreak%20in%20Wuhan%20China%202020202020012020913368"
        },
        {
            "id": "11",
            "alt_id": "Wang_et+al_2020_a",
            "entry": "11. Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA. 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wang%20D%20Hu%20B%20Hu%20C%20Zhu%20F%20Liu%20X%20Zhang%20J%20et%20al%20Clinical%20Characteristics%20of%20138%20Hospitalized%20Patients%20With%202019%20Novel%20CoronavirusInfected%20Pneumonia%20in%20Wuhan%20China%20JAMA%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Wang%20D%20Hu%20B%20Hu%20C%20Zhu%20F%20Liu%20X%20Zhang%20J%20et%20al%20Clinical%20Characteristics%20of%20138%20Hospitalized%20Patients%20With%202019%20Novel%20CoronavirusInfected%20Pneumonia%20in%20Wuhan%20China%20JAMA%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Wang%20D%20Hu%20B%20Hu%20C%20Zhu%20F%20Liu%20X%20Zhang%20J%20et%20al%20Clinical%20Characteristics%20of%20138%20Hospitalized%20Patients%20With%202019%20Novel%20CoronavirusInfected%20Pneumonia%20in%20Wuhan%20China%20JAMA%202020"
        },
        {
            "id": "12",
            "alt_id": "Chan_et+al_2019_a",
            "entry": "12. Chan JF, Yuan S, Kok KH, To KK, Chu H, Yang J, et al. A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet. 2020;395:514-23.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chan%20JF%20Yuan%20S%20Kok%20KH%20To%20KK%20Chu%20H%20Yang%20J%20et%20al%20A%20familial%20cluster%20of%20pneumonia%20associated%20with%20the%202019%20novel%20coronavirus%20indicating%20persontoperson%20transmission%20a%20study%20of%20a%20family%20cluster%20Lancet%20202039551423",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Chan%20JF%20Yuan%20S%20Kok%20KH%20To%20KK%20Chu%20H%20Yang%20J%20et%20al%20A%20familial%20cluster%20of%20pneumonia%20associated%20with%20the%202019%20novel%20coronavirus%20indicating%20persontoperson%20transmission%20a%20study%20of%20a%20family%20cluster%20Lancet%20202039551423",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Chan%20JF%20Yuan%20S%20Kok%20KH%20To%20KK%20Chu%20H%20Yang%20J%20et%20al%20A%20familial%20cluster%20of%20pneumonia%20associated%20with%20the%202019%20novel%20coronavirus%20indicating%20persontoperson%20transmission%20a%20study%20of%20a%20family%20cluster%20Lancet%20202039551423"
        },
        {
            "id": "13",
            "alt_id": "Zhou_et+al_2020_a",
            "entry": "13. Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, et al. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhou%2C%20P.%20Yang%2C%20X.L.%20Wang%2C%20X.G.%20Hu%2C%20B.%20A%20pneumonia%20outbreak%20associated%20with%20a%20new%20coronavirus%20of%20probable%20bat%20origin%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Zhou%2C%20P.%20Yang%2C%20X.L.%20Wang%2C%20X.G.%20Hu%2C%20B.%20A%20pneumonia%20outbreak%20associated%20with%20a%20new%20coronavirus%20of%20probable%20bat%20origin%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Zhou%2C%20P.%20Yang%2C%20X.L.%20Wang%2C%20X.G.%20Hu%2C%20B.%20A%20pneumonia%20outbreak%20associated%20with%20a%20new%20coronavirus%20of%20probable%20bat%20origin%202020"
        },
        {
            "id": "14",
            "alt_id": "Huang_et+al_2019_a",
            "entry": "14. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497-506.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Huang%20C%20Wang%20Y%20Li%20X%20Ren%20L%20Zhao%20J%20Hu%20Y%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20Lancet%202020395497506",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Huang%20C%20Wang%20Y%20Li%20X%20Ren%20L%20Zhao%20J%20Hu%20Y%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20Lancet%202020395497506",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Huang%20C%20Wang%20Y%20Li%20X%20Ren%20L%20Zhao%20J%20Hu%20Y%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20Lancet%202020395497506"
        },
        {
            "id": "_0000_c",
            "alt_id": "16",
            "entry": "http://www.nhc.gov.cn/yzygj/s7653p/202003/46c9294a7dfe4cef80dc7f5912eb",
            "url": "http://www.nhc.gov.cn/yzygj/s7653p/202003/46c9294a7dfe4cef80dc7f5912eb"
        }
    ],
    "facts": [
        "Rapid diagnosis of patients remains a bottleneck in containing the progress of the epidemic",
        "COVID-19 patients were becoming reactive for specific antibodies from 7-12 days",
        "IgG increased with the progression of the disease",
        "Detection of specific antibodies in patients with fever can be a good distinction between COVID-19",
        "which are widely distributed in humans",
        "Pneumonia caused by 2019 novel coronavirus was first reported in",
        "more than 70 countries and regions overseas have reported for infected cases",
        "2870 deaths have been reported in China",
        "convenient method to realize the rapid diagnosis of 2019-nCoV infection",
        "the immune system carries on the immune defense to the virus",
        "the detection of specific antibodies to pathogens is a sensitive method for fast diagnosis",
        "The study was conducted in accordance with the International Coordinating Council",
        "A total of 736 subjects were included in the study",
        "228 suspected COVID-19 cases were admitted to the fever clinic from January 21",
        "3 cases with positive result for 2019-nCoV nucleic acid detection were recorded as COVID-19 group",
        "63 medical staffs worked for fever clinic",
        "Clinical Data Collection According to the unified form",
        "the serum samples were stored at-20 °C",
        "oropharynx swab samples were collected by regional Center for Disease Control",
        "Fluorescence Reverse transcriptase polymerase chain reaction was used to detect the expression of open reading frame 1ab",
        "The CT value of 2019-nCoV nucleic acid test results should be interpreted according to the recommendations of the manufacturer's instructions",
        "the suspicious results should be notified for clinical re-sampling and re-examination",
        "necessary to meet the standard that 2019-nCoV ORF1ab and N gene of same sample shows",
        "The results will be reported in 30 minutes after sample loading",
        "IgG antibody was automatically calculated according to RLU and built-in calibration curve",
        "ml was regarded as reactive. Statistical analyses SPSS version 20.0",
        "GraphPad Prism version 5.01 were used for statistical analyses",
        "Quantitative variables were expressed as median",
        "the diagnostic performance and correlations determined by Spearman's rank correlation",
        "all suspected patients could be tested in time for definite diagnosis",
        "30-50% of confirmed cases tested positive for 2019-nCoV nucleic acid",
        "which means there was a large part of patient had missing detection of nucleic acid",
        "the urgent launch of a large number of in vitro diagnostic reagents inevitably leads to the lack of large sample virus genome research",
        "a study of 138 patients showed a high proportion of suspected nosocomial infection",
        "noteworthy that the presence of asymptomatic patients with latent mild pneumonia may be an important source of infection for outbreak transmission",
        "Antibodies are the products of humoral immune response after infection",
        "that serum samples from 5 patients were detected by self-made 2019-nCoV IgG",
        "the immune response of pathogenic microorganisms is usually stimulated by the rise of IgM",
        "the presence of anti-2019-nCoV IgM antibodies in COVID-19 cases was followed by the presence of anti-2019-nCoV IgG antibodies",
        "IgM antibodies were different in different individuals",
        "interesting to find that the case2",
        "the latest patient to show the reactivity to anti-2019-nCoV on the 12th day",
        "the key to reduce the mortality of critically ill patients",
        "that the time and speed of production of specific anti-2019-nCoV IgM antibodies correlate with disease severity",
        "these cases were negative for anti-2019-nCoV specific antibody detection",
        "only COVID-19 patients were all positive for both anti-2019-nCoV IgM",
        "positive of IgM or IgG. Considering that COVID-19 has broken",
        "the main problem at present is the need for highly sensitive tests to screen the suspected cases",
        "the morbidity is more than a week",
        "The disadvantage of nucleic acid detection is the existence of relative high false negative rate",
        "serological antibody detection has the advantage of high sensitivity",
        "after the future epidemic situation has been controlled to a certain extent",
        "that independent results of specific antibodies testing should not be used as a diagnostic criteria",
        "that independent results of specific antibodies testing should not be used as a diagnostic basis",
        "little has been reported about the specific antibody production process in the course",
        "little has been reported about the different situation of antibodies",
        "The results of this study help to provide evidence for rapid screening of suspected cases through the serological testing to curb the rapid progress of the epidemic",
        "IgG can be used as diagnostic criteria",
        "a large sample of cases is still needed for verification",
        "asymptomatic infections may be missed in other disease group",
        "which might have a certain impact on the evaluation of the diagnostic efficacy",
        "which is beneficial for doctors to use in the process",
        "Three COVID-19 patients were becoming reactive for specific anti-2019-nCoV antibodies from 7-12 days",
        "IgG antibodies increased with the progression of the disease"
    ],
    "claims": [
        "In our study, we found that specific antibodies reactive to 2019-nCoV appeared from 7-12days after the onset of morbidity in all 3 patients",
        "This study provides data on the regularity of antibody production in the course of COVID-19, and provides some understanding of the basic data of specific antibodies in different populations",
        "In this paper, we studied the producing process of specific antibody in patients with COVID-19, compared and evaluated the diagnostic value of antibody in different populations, which is beneficial for doctors to use in the process of diagnosis and treatment"
    ],
    "findings": [],
    "processes": [],
    "key_statements": [
        "It is necessary to use a fast and convenient method to realize the rapid diagnosis of 2019-nCoV infection",
        "After the virus infects the organism, the immune system carries on the immune defense to the virus and produces the specific antibody",
        "A total of 736 subjects were included in the study. 228 suspected COVID-19 cases were admitted to the fever clinic from January 21, 2020 to February 16, 2020 in Shengjing Hospital of Chinese Medical University, which is the designated hospital for COVID-19 in Liaoning Province",
        "According to the “Diagnosis and Treatment plan of Corona Virus Disease 2019” [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>], 3 cases with positive result for 2019-nCoV nucleic acid detection were recorded as COVID-19 group",
        "The serum samples were stored at-20 °C. 2019-nCoV nucleic acid detection Nasopharynx/oropharynx swab samples were collected by regional Center for Disease Control",
        "In order to be diagnosed as positive in laboratory test results, it is necessary to meet the standard that 2019-nCoV open reading frame 1ab and N gene of same sample shows at least one target specific Reverse transcriptase polymerase chain reaction test result is positive",
        "A receiver operating characteristic curve (ROC) was plotted to evaluate the diagnostic performance and correlations determined by Spearman's rank correlation",
        "In the early stage of this epidemic, due to the insufficient production of nucleic acid detection kits and the high requirement of technical norms for nucleic acid detection, the application of nucleic acid testing as a diagnostic standard was limited, and not all suspected patients could be tested in time for definite diagnosis",
        "With the number of COVID-19 cases increased, physicians found that only 30-50% of confirmed cases tested positive for 2019-nCoV nucleic acid, which means there was a large part of patient had missing detection of nucleic acid",
        "The factors owing to this missing include the timing of oropharyngeal or nasopharyngeal specimens’ collection; improper collection site, such as the collection depth was not enough; the urgent launch of a large number of in vitro diagnostic reagents inevitably leads to the lack of large sample virus genome research and clinical validation; standardized clinical nucleic acid testing laboratory was still a limitation to all labs",
        "Unlike previous experience that IgG usually appears 1-2 weeks after IgM, the presence of anti-2019-nCoV IgM antibodies in COVID-19 cases was followed by the presence of anti-2019-nCoV IgG antibodies within a very short period of time, followed by a simultaneous rise in both antibodies",
        "It was very interesting to find that the case2, who had the mildest clinical signs and symptoms among the 3 COVID-19 patients, was the earliest patient to show the specific anti-2019-nCoV antibodies on 7th day of morbidity, his anti-2019-nCoV IgM value was relative lower but IgG value was relative higher in the following days ; on the other hand, Case 3, who had the severest clinical signs and symptoms among the 3 COVID-19 patients, was the latest patient to show the reactivity to anti-2019-nCoV on the 12th day of morbidity, and the value of anti-2019-nCoV IgM antibodies continued to increase",
        "Non-COVID-19 group included several other respiratory viruses such as influenza A, B and adenovirus infection cases, these cases were negative for anti-2019-nCoV specific antibody detection, indicating that the antibody detection has a good ability to resist interference and differential diagnosis of different respiratory virus infections",
        "Considering that COVID-19 has broken out in many countries around the world, more than 80000 people have been diagnosed and the number is growing rapidly, the main problem at present is the need for highly sensitive tests to screen the suspected cases and to prevent missed diagnosis by nucleic acid tests, lower false positive rates for antibody testing are acceptable",
        "The disadvantage of nucleic acid detection is the existence of relative high false negative rate, and serological antibody detection has the advantage of high sensitivity, so the combination of the two will be a good diagnostic means",
        "It can be inferred that after the future epidemic situation has been controlled to a certain extent, as a convenient method, antibody detection is still necessary to make differential diagnosis of other respiratory pathogens infection",
        "It must be emphasized that independent results of specific antibodies testing should not be used as a diagnostic criteria, especially when the epidemiological history is unclear, and must be combined with the patient's morbidity time and clinical signs.It must be emphasized that independent results of specific antibodies testing should not be used as a diagnostic basis, especially when the epidemiological history is unclear, and must be combined with the patient's morbidity time and clinical signs",
        "Little has been reported about the specific antibody production process in the course of COVID-19 disease, and little has been reported about the different situation of antibodies in fever non-COVID-19 population, other diseases, special contact population such as medical staff and healthy population",
        "This study provides data on the regularity of antibody production in the course of COVID-19, and provides some understanding of the basic data of specific antibodies in different populations",
        "National Health Commission published the new edition of “Diagnosis and Treatment plan of Corona Virus Disease 2019” [<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>], in which recommends that positive of anti-2019-nCoV IgM and IgG can be used as diagnostic criteria, supported our findings",
        "Only 3 confirmed COVID-19 cases were included, and the continuous dynamic process of anti-2019-nCoV antibody production and its relationship with disease progression have been carefully observed, a large sample of cases is still needed for verification",
        "Anti-2019-nCoV nucleic acid testing has not all been performed in every groups, asymptomatic infections may be missed in other disease group, which might have a certain impact on the evaluation of the diagnostic efficacy of antibodies",
        "We studied the producing process of specific antibody in patients with COVID-19, compared and evaluated the diagnostic value of antibody in different populations, which is beneficial for doctors to use in the process of diagnosis and treatment"
    ],
    "top_statements": [
        "Coronaviruses (CoVs) are enveloped single-stranded positive-sense RNA viruses, which are widely distributed in humans and other mammals",
        "A total of 736 subjects were included in the study. 228 suspected COVID-19 cases were admitted to the fever clinic from January 21, 2020 to February 16, 2020 in Shengjing Hospital of Chinese Medical University, which is the designated hospital for COVID-19 in Liaoning Province",
        "With the number of COVID-19 cases increased, physicians found that only 30-50% of confirmed cases tested positive for 2019-nCoV nucleic acid, which means there was a large part of patient had missing detection of nucleic acid",
        "It was very interesting to find that the case2, who had the mildest clinical signs and symptoms among the 3 COVID-19 patients, was the earliest patient to show the specific anti-2019-nCoV antibodies on 7th day of morbidity, his anti-2019-nCoV IgM value was relative lower but IgG value was relative higher in the following days ; on the other hand, Case 3, who had the severest clinical signs and symptoms among the 3 COVID-19 patients, was the latest patient to show the reactivity to anti-2019-nCoV on the 12th day of morbidity, and the value of anti-2019-nCoV IgM antibodies continued to increase",
        "Little has been reported about the specific antibody production process in the course of COVID-19 disease, and little has been reported about the different situation of antibodies in fever non-COVID-19 population, other diseases, special contact population such as medical staff and healthy population",
        "We studied the producing process of specific antibody in patients with COVID-19, compared and evaluated the diagnostic value of antibody in different populations, which is beneficial for doctors to use in the process of diagnosis and treatment"
    ],
    "headline": "We studied the producing process of specific antibody in patients with COVID-19, compared and evaluated the diagnostic value of antibody in different populations, which is beneficial for doctors to use in the process of diagnosis and treatment",
    "contexts": [],
    "abbreviations": {
        "SARS": "severe acute respiratory syndrome",
        "RT-PCR": "Reverse transcriptase polymerase chain reaction",
        "ORF1ab": "open reading frame 1ab",
        "NCP": "nucleocapsid protein",
        "ROC": "receiver operating characteristic curve"
    }
}
