{
    "filename": "2020.02.27.20028639v2.pdf",
    "content_type": "application/pdf",
    "file_size": 703287,
    "metadata": {
        "title": "Modeling the Epidemic Dynamics and Control of COVID-19 Outbreak in China",
        "author": "Shilei Zhao, Hua Chen",
        "date": 2020,
        "affiliations": [
            "CAS Key Laboratory of Genomic and Precision Medicine, Beijing Institute of Genomics, Chinese Academy of Sciences, Beijing 100101, China",
            "China National Center for Bioinformation, Beijing 100101, China",
            "School of Future Technology, University of Chinese Academy of Sciences, Beijing 100049, China",
            "CAS Center for Excellence in Animal Evolution and Genetics, Chinese Academy of Sciences, Kunming 650223, China",
            "Correspondence: chenh@big.ac.cn"
        ],
        "journal": "Keyword",
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.02.27.20028639",
            "isbn": null,
            "doc_id": null,
            "url": "https://www.medrxiv.org/content/10.1101/2020.02.27.20028639v2.pdf"
        },
        "abstract": "Background: The coronavirus disease 2019 (COVID-19) is rapidly spreading in China and more than 30 countries over last two months. COVID-19 has multiple characteristics distinct from other infectious diseases, including high infectivity during incubation, time delay between real dynamics and daily observed number of confirmed cases, and the intervention effects of implemented quarantine and control measures. Method: We develop a Susceptible, Un-quanrantined infected, Quarantined infected, Confirmed infected (SUQC) model to characterize the dynamics of COVID-19 and explicitly parameterize the intervention effects of control measures, which is more suitable for analysis than other existing epidemic models. Results: The SUQC model is applied to the daily released data of the confirmed infections to analyze the outbreak of COVID-19 in Wuhan, Hubei (excluding Wuhan), China (excluding Hubei) and four first-tier cities of China. We found that, before January 30th, 2020, all these regions except Beijing had a reproductive number R   1, and after January 30th, all regions had a reproductive number R   1 , indicating that the quarantine and control measures are effective in preventing the spread of COVID-19. The confirmation rate of Wuhan estimated by our model is 0.0643, substantially lower than that of Hubei excluding Wuhan (0.1914), and that of China excluding Hubei (0.2189), but jumps to 0.3229 after Feb 12th when clinical evidence was adopted in new diagnosis guidelines. The number of un-quarantined infected cases in Wuhan on February 12, 2020 is estimated to be 3,509 and declines to 334 on February 21th, 2020.",
        "keywords": [
            "Coronavirus disease 2019",
            "SARS-CoV-2",
            "epidemic model"
        ],
        "references": "@techreport{unknown2019a,\n  title = {Wuhan Municipal Health Commission briefing on the pneumonia epidemic situation},\n  date = {2019-12-31},\n  note = {in Chinese},\n  url = {http://wjw.wuhan.gov.cn/front/web/showDetail/2019123108989},\n  language = {},\n  urldate = {(23},\n  institution = {Wuhan Municipal Health Commission}\n}\n@misc{wang2020a,\n  author = {Wang, C. and Horby, P.W. and Hayden, F.G. and Gao, G.F.},\n  date = {2020},\n  title = {A novel coronavirus outbreak of global health concern},\n  url = {Lancet.https},\n  language = {}\n}\n@misc{chan2020a,\n  author = {Chan, J.F.-W. and Yuan, S. and Kok, K.-H.},\n  unknown = {et al},\n  date = {2020},\n  title = {A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission},\n  url = {Lancet.https},\n  language = {}\n}\n@book{unknown-a,\n  publisher = {Edition), [in Chinese},\n  url = {http://www.nhc.gov.cn/jkj/s3577/202002/a5d6f7b8c48c451c87dba14889b30147.sht},\n  language = {},\n  urldate = {(23 February 2020)}\n}\n@misc{du2020a,\n  author = {Du, Z. and Wang, L. and Chauchemez, S. and Xu, X. and Wang, X. and Cowling, B.J.},\n  unknown = {et al},\n  date = {2020},\n  title = {Risk for transportation of 2019 novel coronavirus disease from Wuhan to other cities in China},\n  language = {}\n}\n@misc{unknown-b,\n  title = {Emerg Infect Dis},\n  url = {https://doi.org/10.3201/eid2605.200146},\n  language = {},\n  urldate = {(23 February}\n}\n@misc{li2020a,\n  author = {Li, Q. and Guan, X. and Wu, P. and Wang, X. and Zhou, L. and Tong, Y.},\n  unknown = {et al},\n  date = {2020},\n  title = {Early transmission dynamics in Wuhan, China, of novel coronavirus–infected pneumonia},\n  language = {}\n}\n@misc{fisman2014a,\n  author = {Fisman, D. and Khoo, E. and Tuite, A.},\n  title = {Early Epidemic Dynamics of the West African},\n  date = {2014},\n  language = {}\n}\n@misc{currents2014a,\n  author = {Currents},\n  date = {2014},\n  volume = {6}\n}\n@misc{imai2020a,\n  author = {Imai, N. and Cori, A. and Dorigatti, I.},\n  unknown = {et al},\n  date = {2020},\n  title = {Report 3: Transmissibility of 2019-n-CoV},\n  language = {}\n}\n@misc{unknown-c,\n  url = {https://www.imperial.ac.uk/media/imperialcollege/medicine/sph/ide/gida-fellowships/Imperial-2019-nCoV-transmissibility.pdf}\n}\n@misc{liu2020a,\n  volume = {10},\n  author = {Liu, T. and Hu, J. and Kang, M.},\n  unknown = {et al},\n  date = {2020},\n  title = {‘Transmission dynamics of 2019 novel coronavirus},\n  language = {},\n  urldate = {23 February 2020).}\n}\n@article{ncov2020a,\n  author = {nCoV)’, bioRxiv},\n  doi = {doi: 10.1101/2020.01.25.919787.11},\n  journal = {D},\n  date = {2020},\n  title = {‘Early Transmissibility Assessment of a},\n  unmatched-author = {Majumder, M.and Mandl, K.},\n  language = {}\n}\n@misc{in-a,\n  author = {in Wuhan, Novel Coronavirus},\n  title = {China’},\n  url = {https://papers.ssrn.com/abstract},\n  language = {},\n  urldate = {(23 February 2020).}\n}\n",
        "emails": [
            "chenh@big.ac.cn"
        ],
        "references_ris": "TY  - RPRT\nTI  - Wuhan Municipal Health Commission briefing on the pneumonia epidemic situation\nPY  - 2019\nDA  - 2019/12/31\nN1  - in Chinese\nUR  - http://wjw.wuhan.gov.cn/front/web/showDetail/2019123108989\nLA  - \nC1  - (23\nC1  - Wuhan Municipal Health Commission\nER  - \n\nTY  - GEN\nAU  - Wang, C.\nAU  - Horby, P.W.\nAU  - Hayden, F.G.\nAU  - Gao, G.F.\nPY  - 2020\nDA  - 2020\nTI  - A novel coronavirus outbreak of global health concern\nUR  - Lancet.https\nLA  - \nER  - \n\nTY  - GEN\nAU  - Chan, J.F.-W.\nAU  - Yuan, S.\nAU  - Kok, K.-H.\nC1  - et al\nPY  - 2020\nDA  - 2020\nTI  - A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission\nUR  - Lancet.https\nLA  - \nER  - \n\nTY  - BOOK\nPB  - Edition), [in Chinese\nUR  - http://www.nhc.gov.cn/jkj/s3577/202002/a5d6f7b8c48c451c87dba14889b30147.sht\nLA  - \nC1  - (23 February 2020)\nER  - \n\nTY  - GEN\nAU  - Du, Z.\nAU  - Wang, L.\nAU  - Chauchemez, S.\nAU  - Xu, X.\nAU  - Wang, X.\nAU  - Cowling, B.J.\nC1  - et al\nPY  - 2020\nDA  - 2020\nTI  - Risk for transportation of 2019 novel coronavirus disease from Wuhan to other cities in China\nLA  - \nER  - \n\nTY  - GEN\nTI  - Emerg Infect Dis\nUR  - https://doi.org/10.3201/eid2605.200146\nLA  - \nC1  - (23 February\nER  - \n\nTY  - GEN\nAU  - Li, Q.\nAU  - Guan, X.\nAU  - Wu, P.\nAU  - Wang, X.\nAU  - Zhou, L.\nAU  - Tong, Y.\nC1  - et al\nPY  - 2020\nDA  - 2020\nTI  - Early transmission dynamics in Wuhan, China, of novel coronavirus–infected pneumonia\nLA  - \nER  - \n\nTY  - GEN\nAU  - Fisman, D.\nAU  - Khoo, E.\nAU  - Tuite, A.\nTI  - Early Epidemic Dynamics of the West African\nPY  - 2014\nDA  - 2014\nLA  - \nER  - \n\nTY  - GEN\nAU  - Currents\nPY  - 2014\nDA  - 2014\nVL  - 6\nER  - \n\nTY  - GEN\nAU  - Imai, N.\nAU  - Cori, A.\nAU  - Dorigatti, I.\nC1  - et al\nPY  - 2020\nDA  - 2020\nTI  - Report 3: Transmissibility of 2019-n-CoV\nLA  - \nER  - \n\nTY  - GEN\nUR  - https://www.imperial.ac.uk/media/imperialcollege/medicine/sph/ide/gida-fellowships/Imperial-2019-nCoV-transmissibility.pdf\nER  - \n\nTY  - GEN\nVL  - 10\nAU  - Liu, T.\nAU  - Hu, J.\nAU  - Kang, M.\nC1  - et al\nPY  - 2020\nDA  - 2020\nTI  - ‘Transmission dynamics of 2019 novel coronavirus\nLA  - \nC1  - 23 February 2020).\nER  - \n\nTY  - JOUR\nAU  - nCoV)’, bioRxiv\nDO  - 10.1101/2020.01.25.919787.11\nT2  - D\nPY  - 2020\nDA  - 2020\nTI  - ‘Early Transmissibility Assessment of a\nC1  - Majumder, M.and Mandl, K.\nLA  - \nER  - \n\nTY  - GEN\nAU  - in Wuhan, Novel Coronavirus\nTI  - China’\nUR  - https://papers.ssrn.com/abstract\nLA  - \nC1  - (23 February 2020).\nER  - \n\n",
        "links": [],
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "1",
                "caption": "Parameter estimation of the epidemic dynamics in Wuhan, Hubei (excluding Wuhan) and China (excluding Hubei)"
            },
            {
                "id": "2",
                "caption": "Parameter inference of the epidemic dynamics in Beijing, Shanghai, Guangzhou and Shenzhen"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "Inferring the epidemic dynamics in Wuhan: (A) prediction using stage II data; (B) Model-fitting and testing with stage II data. The first 15 data points (from Jan 28th) are used to infer the parameters, and the remaining points are used to test the model performance. (C) prediction using stage I data; (D) Model-fitting and testing with stage I data, the first 10 data points (from Jan 20th) are used to infer the parameters, and the remaining points are used to test the model; (E) prediction using stage III data; (F) Model-fitting and testing with stage III data. The first 7 data points (from Jan 23th) are used to infer the parameters, and the remaining points are used to test the model"
            },
            {
                "id": "2",
                "caption": "Inferring the epidemic dynamics in Hubei province (excluding Wuhan): (A) prediction using stage II data; (B) model-fitting and testing with stage II data. The first 15 data points (from Jan 28th) are used to infer the parameters, and the remaining points are used to test the model performance; (C) prediction using stage I data; (D) model-fitting and testing with stage I data. The first 10 data points (from Jan 20th) are used to infer the parameters, and the remaining points are used to test the model"
            },
            {
                "id": "3",
                "caption": "Inferring epidemic dynamics in China (excluding Hubei province): (A) prediction using stage II data; (B) model-fitting and testing with stage II data. The first 15 data points (from Jan 30th) are used to optimize the parameters, and the remaining points are used to test the model; (C) prediction using stage I data; (D) Model-fitting and testing with stage I data. The first 10 data points (from Jan 20th) are used to optimize the parameters, and the remaining points are used to test the model"
            }
        ],
        "tables_url": "https://scholarcy.nyc3.digitaloceanspaces.com/tables/docker-test/2020.02.27.20028639v2.xlsx",
        "figure_urls": [
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.27.20028639v2/img-000.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.27.20028639v2/img-002.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.27.20028639v2/img-004.png"
        ]
    },
    "sections": {
        "background": [
            "The coronavirus disease 2019 (COVID-19) is rapidly spreading in China and more than 30 countries over last two months. COVID-19 has multiple characteristics distinct from other infectious diseases, including high infectivity during incubation, time delay between real dynamics and daily observed number of confirmed cases, and the intervention effects of implemented quarantine and control measures. Method: We develop a Susceptible, Un-quanrantined infected, Quarantined infected, Confirmed infected (SUQC) model to characterize the dynamics of COVID-19 and explicitly parameterize the intervention effects of control measures, which is more suitable for analysis than other existing epidemic models. Results: The SUQC model is applied to the daily released data of the confirmed infections to analyze the outbreak of COVID-19 in Wuhan, Hubei (excluding Wuhan), China (excluding Hubei) and four first-tier cities of China. We found that, before January 30th, 2020, all these regions except Beijing had a reproductive number R   1, and after January 30th, all regions had a reproductive number R   1 , indicating that the quarantine and control measures are effective in preventing the spread of COVID-19. The confirmation rate of Wuhan estimated by our model is 0.0643, substantially lower than that of Hubei excluding Wuhan (0.1914), and that of China excluding Hubei (0.2189), but jumps to 0.3229 after Feb 12th when clinical evidence was adopted in new diagnosis guidelines. The number of un-quarantined infected cases in Wuhan on February 12, 2020 is estimated to be 3,509 and declines to 334 on February 21th, 2020.<br/><br/>After fitting the model with data as of February 21th, 2020, we predict that the end time of COVID-19 in Wuhan and Hubei is around late March, around mid March for China excluding Hubei, and before early March 2020 for the four tier-one cities. A total of 80,511 individuals are estimated to be infected in China, among which 49,510 are from Wuhan, 17,679 from Hubei (excluding Wuhan), and the rest 13,322 from other regions of China (excluding Hubei). Note that the estimates are from a deterministic ODE model and should be interpreted with some uncertainty. Conclusion: We suggest that rigorous quarantine and control measures should be kept before early March in Beijing, Shanghai, Guangzhou and Shenzhen, and before late March in Hubei. The model can also be useful to predict the trend of epidemic and provide quantitative guide for other countries in a high risk of outbreak, such as South Korea, Japan, Italy and Iran.<br/><br/>Keyword: Coronavirus disease 2019, SARS-CoV-2, epidemic model"
        ],
        "introduction": [
            "The outbreak of coronavirus disease 2019 (COVID-19) was initially identified in midDecember 2019 in Wuhan, China [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>,<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. The earliest patients in Wuhan are related to exposure from a seafood market. Later, the number of patients grows drastically due to human-to-human transmission [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. The incubation period of COVID-19 is reported to be 3-7 days, at most 14 days, which varies greatly among patients [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. The novel coronavirus is believed to be infectious during incubation period when no symptoms are shown on the patients [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>], an important characteristics differentiating COVID-19 from its close relative SARS. Considerable measures have been implemented to control the outbreak in Wuhan and China, mainly by quarantine to reduce transmission. On Jan 23rd, 2019, Wuhan restricted travel outside the city. Any person exposed to COVID-19 is required to perform a self-isolation for 14 days. Around Jan 25rd, 2019, nucleic acid kit was developed to diagnose the patients. On Feb 12th, 2020, clinical diagnosis was used to assist the confirmation of infection in Hubei province. Nonetheless, COVID-19 has spread to all provinces of China and more than 30 other countries in the last two months [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>,<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>].<br/><br/>COVID-19 has three features that make it hard to describe with the existing epidemic models including SIR, SEIR etc [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>,<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>]. Firstly, COVID-19 has a relatively long incubation period, which causes a time delay between real dynamic and the dailyobserved case numbers. Secondly, the epidemic trend heavily depends on multiple artificial factors, including local medical resources, quarantine measures, and the efficiency of confirmation approaches, which should be explicitly modeled. For example, the outbreak is more severe in Wuhan compared to other cities in China that constrains the medical resources, therefore the infected need a longer time to be confirmed and reported in the official released numbers. This potentially leads to a larger difference between real and reported infected cases in Wuhan than in other places. This could also explain why a sudden increase of confirmed infected cases was observed when clinical diagnosis was adopted in confirmation in Wuhan. Lastly, the quarantine measures are widely implemented, and the quarantined have a lower chance to infect the susceptible individuals. This is critical for controlling the spread across China.<br/><br/>The characteristics of COVID-19 outbreak and control are distinct from existing infectious diseases, and the existing epidemic models cannot be applied to describe the observed data directly. We thus propose to use a simple SUQC model (Susceptible, Unquarantined infected, Quarantined infected, Confirmed infected). SUQC distinguishes the infected individuals to be un-quarantined, quarantined but not confirmed, and confirmed. Among the three types, the confirmed number is the data we can directly observe from the official released report. Only un-quarantined infected have ability to infect susceptible individuals and affect the development of the epidemic. In our proposed model, the quarantine rate parameter is used to quantify the strength of quarantine policy on the development of epidemics, and the confirmation rate parameter is used to measure the efficiency of confirmation based on the released data. The two parameters can be solved from fitting the observed confirmed cases over time. Note that the model contains only four variables and three parameters to model both artificial factors and characteristics of epidemics using the data we can directly observe. We expect that the simplified model will not over fit the data given the short time span, but will adequately characterize the essential dynamics.<br/><br/>We apply the SUQC model to the daily released numbers of confirmed cases in Wuhan city, Hubei province (excluding Wuhan), China (excluding Hubei) and four first-tier cities: Beijing, Shanghai, Guangzhou and Shenzhen. The parameters of the model were inferred, and used to predict the future trends of epidemics in China."
        ],
        "results": [
            "Wuhan<br/><br/>Hubei (excluding Wuhan) China (excluding Hubei) stageI stage II stage III stageI stage II    Quarantine rate<br/><br/>Reproductive number 4.7092<br/><br/>Confirmation rate<br/><br/>End time ( U   1 )<br/><br/>End time ( Ct   Ct 1  1 ) 328    Infected number    R 2<br/><br/>Note the end time is counted from the start point of the stage.    Beijing    Shanghai    Guangzhou<br/><br/>Shenzhen stageI stage II stageI stage II stageI<br/><br/>The data of confirmed infected numbers includes 33 consecutive daily records from Jan<br/><br/>20th, 2020 to Feb 21th, 2020 released by the National Health Commission of the People's Republic of China (see Table S1). The parameters in the model, such as the quarantine rate, are time varying, and thus we divided data into different stages (according to the changes of measures during the epidemic), and we assumed the parameters within each stage are relatively stable. We defined time before Jan 30, 2020 as stage I, and after Jan 30th, 2020 as stage II. To guarantee enough data points within the two stages, the start and end of the stages may vary by one or two days. Wuhan has recently undergone stricter measures of quarantine and transmission limiting, and clinical diagnosis was adopted after Feb 12th, we thus further did a stage III analysis of the dynamics in Wuhan using data after Feb 13th.<br/><br/>Remarkable difference among trends inferred from three-stage data Figure 1 shows the inference and prediction of epidemic dynamics of Wuhan using stage I, II and III data respectively. The first 15 daily data points (from Jan 28th to Feb 11th) of stage II were used to fit the model and infer parameters. The following 10 daily data points were used as test data for evaluating the performance of the model. In Figure 1(B), the blue curve presents the model fitting result; blue dots present the predicted numbers of the confirmed infections with the fitted model; and red dots are the observed number of the confirmed infections. Note that the reported numbers of confirmed are based on nucleic acid diagnosis before Feb 12th; both results of nucleic acid and clinical diagnosis are provided from Feb 12th to 14th, and only the total confirmed numbers of the two diagnoses are provided from Feb 15th to 21th. By comparing with three daily data points of the nucleic acid diagnosis, we can see the fitted model predicts the trend well. The predicted numbers of all infected ( I (t) ) are also plotted in Figure 1(B). We can see big gap between the predicted numbers of total infections and the predicted numbers of confirmed infections in Wuhan. Clinical diagnosis is adopted by Wuhan local medical agency as an additional diagnosis criterion after Feb 12th, increasing the confirmation rate and causing a big boost of the number of confirmed infections. Note that a proportion of the total infected still remains unidentified even with clinical diagnosis.<br/><br/>With the inferred parameters, we further plot the long-term predictions of the numbers of total infected ( I ), un-quarantined infected ( U ), quarantined infected ( Q ) and cumulative Confirmed infections ( C ) in Wuhan (Figure 1(A)). The end time (increment of confirmed infections equals zero) is predicted to be 147 days from Jan 28th, 2020. The total number of infected individuals is 62,577 (Table 1).<br/><br/>We can do a similar analysis using stage I data of Wuhan. The stage I data is informative for predicting the epidemic trend assuming no rigorous quarantine and control measures. The first 10 daily data points (from Jan 20th) were used to infer the parameters. The rest data points were used to test the performance of the model (Figure 1(C-D)). As clearly seen in Figure 1(C), the predicted numbers of C(t) and I (t) increase dramatically, which are far beyond the observed numbers after Jan 21. The number of total infected can be as large as 8,923,823, and the epidemic lasts for a much longer time (328 days, see Table 1). The dramatic difference between predictions from stage I and stage II data indicates the preventing measures and quarantines, such as travel restrict, are very efficient in controlling the outburst of the epidemic.<br/><br/>Since more strict quarantine and traffic control measures were executed recently to inhibit the infection of COVID-19 in Wuhan and clinical diagnosis was adopted after Feb 12th, we also analyzed the stage III data (from Feb 13th). The estimated quarantine rate is 0.6185, much higher than that of 0.3917 estimated based on stage II data. The total number of infected individuals is estimated to be 49,510, indicating a further acceleration of the epidemic end (Table 1).<br/><br/>Similar analysis was accomplished on stage I and II data of Hubei province (excluding Wuhan), the whole country (excluding Hubei), and four tier-1 cities in China (Figures 2-3, S1-S4, Tables 1-2). Overall, the model predictions are in high accuracy. We see similar trends in these regions: the predicted numbers of infected are distinct between results from the two stage data, indicating the necessity and efficiency of quarantine and control measures. We note that even with stage I data, Beijing have a reproductive number smaller than 1 (Figure S1, Table 2, 0.8840), indicating an earlystage prompt and effective response to COVID-19.<br/><br/>Confirmation rate. From Figures 2-3, S1-S4, we notice that the difference between C(t) and I (t) in Wuhan is the biggest. Wuhan has the most infected individuals than any other places in China (more than 50 %), highly beyond the limit of local clinical resources, leading to a long waiting time for confirmation, and the lowest confirmation rate of 0.0643 in Wuhan, compared with 0.1914 of Hubei (excluding Wuhan), 0.2189 of China (excluding Hubei), 0.2680 of Beijing , 0.2846 of Shanghai, 0.2871 of Guangzhou, and 0.2599 of Shenzhen. As predicted by the model, 26,810 quarantined infections haven't been confirmed in Wuhan by Feb 11th, 2020. The confirmation rate of Wuhan increases to 0.3229 (Table 1) after Feb 12th when clinical diagnosis was adopted in Wuhan.<br/><br/>Quarantine rate and reproductive number. At stage II, Wuhan has the smallest quarantine rate (0.3917) compared to the other six regions (all close to or larger than 0.5). This leads to a larger reproductive number ( R     /  1). The reproductive number of Wuhan decreases from 0.7575 at stage II to 0.4797 at stage III . Based on reproductive numbers, the epidemic all over China is apparently under control.<br/><br/>Un-quarantined. The un-quarantined individuals are the source of new infection. Using stage II data, the estimated number of U (t) individuals in Wuhan (Figure 1(A)) on Feb 12th is still as high as 3,509. The person-to-person transmission will last for more than two months to mid May 2020. However, estimated with stage III data, the quarantine rate of Wuhan increases to 0.6185 and the un-quarantined infected individuals decreases to 334 on Feb 21th, 2020 (Figure 1(E)).<br/><br/>PREDICTION S After fitting the model with the recent data from stage II and stage III (for Wuhan), we make a series of predictions about future dynamics of the COVID-19 outbreak in China.<br/><br/>The end time of the epidemic (with zero new confirmed infections as the criterion) of Wuhan and Hubei (excluding Wuhan) is around late-March, and around midMarch of China. The end time of the four first-tier cities, Beijing, Shanghai, Guangzhou and Shenzhen, is before early March. The end time with zero unquarantined infections as a criterion is usually earlier than that with zero new confirmed infections.<br/><br/>The final reported infected number of the whole country is predicted to be 80,511 individuals, among which 49,510 are from Wuhan and 17,679 from Hubei (excluding Wuhan), and the rest 13,322 are from other regions of China.<br/><br/>Given the inferred end times, rigorous quarantine and control measures should be kept before March in Beijing, Shanghai, Guangzhou and Shenzhen, and before late March in China (including Hubei). We should further point out that, the real confirmed infections in Beijing (Figure S1(B)), Shanghai (Figure S2(B)) and Shenzhen (Figure S4(B)) are a bit larger than the predicted values by our model. This is likely caused by the recent return-to-work tide after the traditional Chinese Spring festival."
        ],
        "discussion": [
            "We developed a model SUQC for the epidemic dynamics and control of COVID-<br/><br/>19. SUQC uses four variables and as few parameters as possible to avoid over-fitting the data, while adequately characterizes the epidemic dynamics. The model is different from the well-known epidemic SEIR model in the following aspects: (1) the infected individuals are classified into un-quarantined, quarantined and confirmed. And only the un-quanrantined can infect the susceptible individuals; While in SEIR, all the infected are infectious; (2) the quarantine rate is a parameter in SUQC to explicitly model the effects of quarantine and control measures; (3) SUQC distinguishes the confirmed infected individuals (observed data) and the total infected individuals, and the parameter confirmation rate is affected by medical resources and the sensitivity of diagnosis methods. Overall, SUQC is developed to characterize the dynamics of COVID-19, and is more suitable for analysis and prediction than adopting existing epidemic models. However, we should emphasize that the estimates of SUQC are from a deterministic ODE model without confidence intervals, and the uncertainty from various sources will be taken into account in future study.<br/><br/>SUQC is applied to the daily released data of China to analyze the dynamics of COVID19 outbreak, and demonstrates an accurate prediction of the trends with the test data. COVID-19 has currently spread to more than 30 countries. Some countries, such as, South Korea, Japan, Italy and Iran are in their early stage of an outbreak, and the governments are attempting to minimize further spread. SUQC can serve as a useful tool for quantifying parameters and variables concerning the effects of quarantine or confirmation methods on the epidemic, and further provide guidance on the control of the outbreak in these countries."
        ],
        "methods": [
            "SUQC model SUQC takes into account the following novel epidemic features of COVID-19: (1) the epidemic has an infection probability during the incubation (presymptomatic) period; (2) various isolation measures are used to control the development of the epidemic; (3) the main data source is the daily number of confirmed infections released in the official report, which is affected by the detection method and has a delay between the real infected and confirmed infected number. Four variables related to the features are used to model the flows of people between four possible states:<br/><br/>S   S(t) , the number of susceptible individuals with no resistance to disease in the population. S is the same as that in existing infectious disease models, e.g. SIR and SEIR.<br/><br/>U   U (t) , the number of infected and un-quarantined individuals that can be either presymptomatic or symptomatic. Different from E in the SEIR model, U are infectious, and can render a susceptible to be un-quarantined infected.<br/><br/>Q   Q(t) , the number of quarantined infected individuals. The un-quarantined infected become Quarantined infected by isolation or hospitalization, and lose the ability of infecting the susceptible.<br/><br/>C   C(t) , the number of confirmed infected cases. The number of confirmed infections is released by the official agency or media, which may be the only variable with observation that we can access. Note that C is usually smaller than the number of real infected individuals, due to the limited sensitivity of diagnosis methods. The duration of incubation can also cause a time delay of confirmation. Nevertheless, C is also the number useful for monitoring and predicting the trend of epidemic dynamics.<br/><br/>R , the number of removed individuals, is not included in the model as in the SIR/SEIR models. Once the infected are quarantined, we assume their probability of infecting susceptible individuals is zero, and thus no matter the infected are recovered or not, they have no effect on the dynamics of the epidemic system.<br/><br/>1 is the quarantine rate for an un-quarantined infected being quarantined, with the range  1  [0,1] . The quarantines can be centralized isolation, self isolation, hospitalization and so on. It is a parameter representing multi-resource measures to reduce infection caused by U .<br/><br/>is the confirmation rate of the un-quarantined infected who can be identified as confirmed infections without being quarantined.<br/><br/>We thus set up a set of ODE equations to model the dynamics of an infectious disease and the control by artificial factors (Eqn 1). In the model, U goes directly to C , or go through Q indirectly. Actually, the former can be viewed as a special case of the later with zero delay time during Q   C . Thus we delete the direct way and simplified the model as Eqn 2.    dS dt    U (t)S(t) /    N dU   dt<br/><br/>U (t)S(t) / N dQ [    (1    2 )    ]Q(t)    (1)    dC [  2<br/><br/>(1     2 )  ]Q(t)    (1    1) U (t)    (t)    )    (2)<br/><br/>From the above SUQC model, we can further define some biologically meaningful parameters, for monitoring and predicting the trend of disease:<br/><br/>T   1/  1 is the mean waiting time from quarantine to confirmation; Parameter inference Among the four variables of the model, the number of cumulative confirmed infections, C(t) , is usually the only variable with daily observed data to be used for model fitting and parameter inference.<br/><br/>The initial value of susceptible individuals S(0) is approximately equal to the population size. The initial confirmed infections C(0) is the number of infected obtained from the official report. Note that the initial time of the ODE system does not have to be at the beginning of the epidemic, and can start from any time point during the break of COVID-19.<br/><br/>Other free parameters and initial values, including  1 ,   , U (0) and Q(0) , are estimated by fitting the daily time series of confirmed infections to the model. Denote (3)<br/><br/>The loss function is then optimized with the interior-point method implemented in the MATLAB function fmincon to infer the parameter values. We try different initial values in parameter optimization, and notice that the inferred parameter values are not sensitive to the provided initial values.<br/><br/>Note that the loss function (Eqn 3) may give too much weight to later observations since the cumulative case numbers are higher than earlier days. We tried another two weighted loss functions to better integrate information across the whole epidemic (Eqns S1 and S2 in the Supplementary information), and compared the prediction of the loss functions. The prediction seems robust on the choice of loss functions (Figures S5 and S6). In practice the loss functions may be chosen by their performances evaluated on the test data."
        ],
        "acknowledgements": [
            "We are grateful to Drs. Yongbiao Xue and Liping Wang for motivating this project, to Dr. Hongyu Zhao and the anonymous reviewers for their valuable comments. This project was supported by the National Natural Science Foundation of China (Grant No 31571370, 91631106, and 91731302), the ''Strategic Priority Research Program'' of the<br/><br/>Chinese Academy of Sciences (Grant No XDB13000000), the National Key R&D Program of China (Grant No 2018YFC1406902), and the One Hundred Talents Program of the Chinese Academy of Sciences."
        ],
        "funding": [
            "This project was supported by the National Natural Science Foundation of China (Grant No 31571370, 91631106, and 91731302), the ''Strategic Priority Research Program'' of the Chinese Academy of Sciences (Grant No XDB13000000), the National Key R&D Program of China (Grant No 2018YFC1406902), and the One Hundred Talents Program of the Chinese Academy of Sciences"
        ],
        "supplementary_references": {
            "supplementary_data_references": [
                "Supplementary information"
            ],
            "supplementary_figure_references": [
                "Table S1",
                "Figure S1",
                "Figure S2",
                "Figure S4",
                "Figures S5 and S6"
            ]
        }
    },
    "structured_content": {
        "Background": [
            "After fitting the model with data as of February 21th, 2020, we predict that the end time of COVID-19 in Wuhan and Hubei is around late March, around mid March for China excluding Hubei, and before early March 2020 for the four tier-one cities. A total of 80,511 individuals are estimated to be infected in China, among which 49,510 are from Wuhan, 17,679 from Hubei (excluding Wuhan), and the rest 13,322 from other regions of China (excluding Hubei). Note that the estimates are from a deterministic ODE model and should be interpreted with some uncertainty. Conclusion: We suggest that rigorous quarantine and control measures should be kept before early March in Beijing, Shanghai, Guangzhou and Shenzhen, and before late March in Hubei. The model can also be useful to predict the trend of epidemic and provide quantitative guide for other countries in a high risk of outbreak, such as South Korea, Japan, Italy and Iran."
        ],
        "INTRODUCTION": [
            "The outbreak of coronavirus disease 2019 (COVID-19) was initially identified in midDecember 2019 in Wuhan, China [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>,<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. The earliest patients in Wuhan are related to exposure from a seafood market. Later, the number of patients grows drastically due to human-to-human transmission [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. The incubation period of COVID-19 is reported to be 3-7 days, at most 14 days, which varies greatly among patients [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. The novel coronavirus is believed to be infectious during incubation period when no symptoms are shown on the patients [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>], an important characteristics differentiating COVID-19 from its close relative SARS. Considerable measures have been implemented to control the outbreak in Wuhan and China, mainly by quarantine to reduce transmission. On Jan 23rd, 2019, Wuhan restricted travel outside the city. Any person exposed to COVID-19 is required to perform a self-isolation for 14 days. Around Jan 25rd, 2019, nucleic acid kit was developed to diagnose the patients. On Feb 12th, 2020, clinical diagnosis was used to assist the confirmation of infection in Hubei province. Nonetheless, COVID-19 has spread to all provinces of China and more than 30 other countries in the last two months [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>,<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>].",
            "COVID-19 has three features that make it hard to describe with the existing epidemic",
            "models including SIR, SEIR etc [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>,<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>]. Firstly, COVID-19 has a relatively long incubation period, which causes a time delay between real dynamic and the dailyobserved case numbers. Secondly, the epidemic trend heavily depends on multiple artificial factors, including local medical resources, quarantine measures, and the efficiency of confirmation approaches, which should be explicitly modeled. For example, the outbreak is more severe in Wuhan compared to other cities in China that constrains the medical resources, therefore the infected need a longer time to be confirmed and reported in the official released numbers. This potentially leads to a larger difference between real and reported infected cases in Wuhan than in other places. This could also explain why a sudden increase of confirmed infected cases was observed when clinical diagnosis was adopted in confirmation in Wuhan. Lastly, the quarantine measures are widely implemented, and the quarantined have a lower chance to infect the susceptible individuals. This is critical for controlling the spread across China.",
            "The characteristics of COVID-19 outbreak and control are distinct from existing infectious diseases, and the existing epidemic models cannot be applied to describe the observed data directly. We thus propose to use a simple SUQC model (Susceptible, Unquarantined infected, Quarantined infected, Confirmed infected). SUQC distinguishes the infected individuals to be un-quarantined, quarantined but not confirmed, and confirmed. Among the three types, the confirmed number is the data we can directly observe from the official released report. Only un-quarantined infected have ability to infect susceptible individuals and affect the development of the epidemic. In our proposed model, the quarantine rate parameter is used to quantify the strength of quarantine policy on the development of epidemics, and the confirmation rate parameter is used to measure the efficiency of confirmation based on the released data. The two parameters can be solved from fitting the observed confirmed cases over time. Note that the model contains only four variables and three parameters to model both artificial factors and characteristics of epidemics using the data we can directly observe. We expect that the simplified model will not over fit the data given the short time span, but will adequately characterize the essential dynamics.",
            "We apply the SUQC model to the daily released numbers of confirmed cases in Wuhan city, Hubei province (excluding Wuhan), China (excluding Hubei) and four first-tier cities: Beijing, Shanghai, Guangzhou and Shenzhen. The parameters of the model were inferred, and used to predict the future trends of epidemics in China."
        ],
        "RESULTS": [
            "Hubei (excluding Wuhan) China (excluding Hubei) stageI stage II stage III stageI stage II",
            "Note the end time is counted from the start point of the stage.",
            "The data of confirmed infected numbers includes 33 consecutive daily records from Jan",
            "20th, 2020 to Feb 21th, 2020 released by the National Health Commission of the People's Republic of China (see Table S1). The parameters in the model, such as the quarantine rate, are time varying, and thus we divided data into different stages (according to the changes of measures during the epidemic), and we assumed the parameters within each stage are relatively stable. We defined time before Jan 30, 2020 as stage I, and after Jan 30th, 2020 as stage II. To guarantee enough data points within the two stages, the start and end of the stages may vary by one or two days. Wuhan has recently undergone stricter measures of quarantine and transmission limiting, and clinical diagnosis was adopted after Feb 12th, we thus further did a stage III analysis of the dynamics in Wuhan using data after Feb 13th.",
            "Remarkable difference among trends inferred from three-stage data Figure 1 shows the inference and prediction of epidemic dynamics of Wuhan using stage I, II and III data respectively. The first 15 daily data points (from Jan 28th to Feb 11th) of stage II were used to fit the model and infer parameters. The following 10 daily data points were used as test data for evaluating the performance of the model. In Figure 1(B), the blue curve presents the model fitting result; blue dots present the predicted numbers of the confirmed infections with the fitted model; and red dots are the observed number of the confirmed infections. Note that the reported numbers of confirmed are based on nucleic acid diagnosis before Feb 12th; both results of nucleic acid and clinical diagnosis are provided from Feb 12th to 14th, and only the total confirmed numbers of the two diagnoses are provided from Feb 15th to 21th. By comparing with three daily data points of the nucleic acid diagnosis, we can see the fitted model predicts the trend well. The predicted numbers of all infected ( I (t) ) are also plotted in Figure 1(B). We can see big gap between the predicted numbers of total infections and the predicted numbers of confirmed infections in Wuhan. Clinical diagnosis is adopted by Wuhan local medical agency as an additional diagnosis criterion after Feb 12th, increasing the confirmation rate and causing a big boost of the number of confirmed infections. Note that a proportion of the total infected still remains unidentified even with clinical diagnosis.",
            "With the inferred parameters, we further plot the long-term predictions of the numbers of total infected ( I ), un-quarantined infected ( U ), quarantined infected ( Q ) and cumulative Confirmed infections ( C ) in Wuhan (Figure 1(A)). The end time (increment of confirmed infections equals zero) is predicted to be 147 days from Jan 28th, 2020. The total number of infected individuals is 62,577 (Table 1).",
            "We can do a similar analysis using stage I data of Wuhan. The stage I data is informative for predicting the epidemic trend assuming no rigorous quarantine and control measures. The first 10 daily data points (from Jan 20th) were used to infer the parameters. The rest data points were used to test the performance of the model (Figure 1(C-D)). As clearly seen in Figure 1(C), the predicted numbers of C(t) and I (t) increase dramatically, which are far beyond the observed numbers after Jan 21. The number of total infected can be as large as 8,923,823, and the epidemic lasts for a much longer time (328 days, see Table 1). The dramatic difference between predictions from stage I and stage II data indicates the preventing measures and quarantines, such as travel restrict, are very efficient in controlling the outburst of the epidemic.",
            "Since more strict quarantine and traffic control measures were executed recently to inhibit the infection of COVID-19 in Wuhan and clinical diagnosis was adopted after Feb 12th, we also analyzed the stage III data (from Feb 13th). The estimated quarantine rate is 0.6185, much higher than that of 0.3917 estimated based on stage II data. The total number of infected individuals is estimated to be 49,510, indicating a further acceleration of the epidemic end (Table 1).",
            "Similar analysis was accomplished on stage I and II data of Hubei province (excluding Wuhan), the whole country (excluding Hubei), and four tier-1 cities in China (Figures 2-3, S1-S4, Tables 1-2). Overall, the model predictions are in high accuracy. We see similar trends in these regions: the predicted numbers of infected are distinct between results from the two stage data, indicating the necessity and efficiency of quarantine and control measures. We note that even with stage I data, Beijing have a reproductive number smaller than 1 (Figure S1, Table 2, 0.8840), indicating an earlystage prompt and effective response to COVID-19.",
            "Confirmation rate. From Figures 2-3, S1-S4, we notice that the difference between C(t) and I (t) in Wuhan is the biggest. Wuhan has the most infected individuals than any other places in China (more than 50 %), highly beyond the limit of local clinical resources, leading to a long waiting time for confirmation, and the lowest confirmation rate of 0.0643 in Wuhan, compared with 0.1914 of Hubei (excluding Wuhan), 0.2189 of China (excluding Hubei), 0.2680 of Beijing , 0.2846 of Shanghai, 0.2871 of Guangzhou, and 0.2599 of Shenzhen. As predicted by the model, 26,810 quarantined infections haven't been confirmed in Wuhan by Feb 11th, 2020. The confirmation rate of Wuhan increases to 0.3229 (Table 1) after Feb 12th when clinical diagnosis was adopted in Wuhan.",
            "Quarantine rate and reproductive number. At stage II, Wuhan has the smallest quarantine rate (0.3917) compared to the other six regions (all close to or larger than 0.5). This leads to a larger reproductive number ( R     /  1). The reproductive number of Wuhan decreases from 0.7575 at stage II to 0.4797 at stage III . Based on reproductive numbers, the epidemic all over China is apparently under control.",
            "Un-quarantined. The un-quarantined individuals are the source of new infection. Using stage II data, the estimated number of U (t) individuals in Wuhan (Figure 1(A)) on Feb 12th is still as high as 3,509. The person-to-person transmission will last for more than two months to mid May 2020. However, estimated with stage III data, the quarantine rate of Wuhan increases to 0.6185 and the un-quarantined infected individuals decreases to 334 on Feb 21th, 2020 (Figure 1(E)).",
            "PREDICTION S After fitting the model with the recent data from stage II and stage III (for Wuhan), we make a series of predictions about future dynamics of the COVID-19 outbreak in China.",
            "The end time of the epidemic (with zero new confirmed infections as the criterion) of Wuhan and Hubei (excluding Wuhan) is around late-March, and around midMarch of China. The end time of the four first-tier cities, Beijing, Shanghai, Guangzhou and Shenzhen, is before early March. The end time with zero unquarantined infections as a criterion is usually earlier than that with zero new confirmed infections.",
            "The final reported infected number of the whole country is predicted to be 80,511 individuals, among which 49,510 are from Wuhan and 17,679 from Hubei (excluding Wuhan), and the rest 13,322 are from other regions of China.",
            "Given the inferred end times, rigorous quarantine and control measures should be kept before March in Beijing, Shanghai, Guangzhou and Shenzhen, and before late March in China (including Hubei). We should further point out that, the real confirmed infections in Beijing (Figure S1(B)), Shanghai (Figure S2(B)) and Shenzhen (Figure S4(B)) are a bit larger than the predicted values by our model. This is likely caused by the recent return-to-work tide after the traditional Chinese Spring festival."
        ],
        "DISCUSSION": [
            "19. SUQC uses four variables and as few parameters as possible to avoid over-fitting the data, while adequately characterizes the epidemic dynamics. The model is different from the well-known epidemic SEIR model in the following aspects: (1) the infected individuals are classified into un-quarantined, quarantined and confirmed. And only the un-quanrantined can infect the susceptible individuals; While in SEIR, all the infected are infectious; (2) the quarantine rate is a parameter in SUQC to explicitly model the effects of quarantine and control measures; (3) SUQC distinguishes the confirmed infected individuals (observed data) and the total infected individuals, and the parameter confirmation rate is affected by medical resources and the sensitivity of diagnosis methods. Overall, SUQC is developed to characterize the dynamics of COVID-19, and is more suitable for analysis and prediction than adopting existing epidemic models. However, we should emphasize that the estimates of SUQC are from a deterministic ODE model without confidence intervals, and the uncertainty from various sources will be taken into account in future study.",
            "SUQC is applied to the daily released data of China to analyze the dynamics of COVID19 outbreak, and demonstrates an accurate prediction of the trends with the test data. COVID-19 has currently spread to more than 30 countries. Some countries, such as, South Korea, Japan, Italy and Iran are in their early stage of an outbreak, and the governments are attempting to minimize further spread. SUQC can serve as a useful tool for quantifying parameters and variables concerning the effects of quarantine or confirmation methods on the epidemic, and further provide guidance on the control of the outbreak in these countries."
        ],
        "METHODS": [
            "SUQC model SUQC takes into account the following novel epidemic features of COVID-19: (1) the epidemic has an infection probability during the incubation (presymptomatic) period; (2) various isolation measures are used to control the development of the epidemic; (3) the main data source is the daily number of confirmed infections released in the official report, which is affected by the detection method and has a delay between the real infected and confirmed infected number. Four variables related to the features are used to model the flows of people between four possible states:",
            "S   S(t) , the number of susceptible individuals with no resistance to disease in the population. S is the same as that in existing infectious disease models, e.g. SIR and SEIR.",
            "U   U (t) , the number of infected and un-quarantined individuals that can be either presymptomatic or symptomatic. Different from E in the SEIR model, U are infectious, and can render a susceptible to be un-quarantined infected.",
            "Q   Q(t) , the number of quarantined infected individuals. The un-quarantined infected become Quarantined infected by isolation or hospitalization, and lose the ability of infecting the susceptible.",
            "C   C(t) , the number of confirmed infected cases. The number of confirmed infections is released by the official agency or media, which may be the only variable with observation that we can access. Note that C is usually smaller than the number of real infected individuals, due to the limited sensitivity of diagnosis methods. The duration of incubation can also cause a time delay of confirmation. Nevertheless, C is also the number useful for monitoring and predicting the trend of epidemic dynamics.",
            "R , the number of removed individuals, is not included in the model as in the SIR/SEIR models. Once the infected are quarantined, we assume their probability of infecting susceptible individuals is zero, and thus no matter the infected are recovered or not, they have no effect on the dynamics of the epidemic system.",
            "1 is the quarantine rate for an un-quarantined infected being quarantined, with the range  1  [0,1] . The quarantines can be centralized isolation, self isolation, hospitalization and so on. It is a parameter representing multi-resource measures to reduce infection caused by U .",
            "is the confirmation rate of the un-quarantined infected who can be identified as confirmed infections without being quarantined.",
            "We thus set up a set of ODE equations to model the dynamics of an infectious disease and the control by artificial factors (Eqn 1). In the model, U goes directly to C , or go through Q indirectly. Actually, the former can be viewed as a special case of the later with zero delay time during Q   C . Thus we delete the direct way and simplified the model as Eqn 2.",
            "From the above SUQC model, we can further define some biologically meaningful parameters, for monitoring and predicting the trend of disease:",
            "Parameter inference Among the four variables of the model, the number of cumulative confirmed infections, C(t) , is usually the only variable with daily observed data to be used for model fitting and parameter inference.",
            "The initial value of susceptible individuals S(0) is approximately equal to the population size. The initial confirmed infections C(0) is the number of infected obtained from the official report. Note that the initial time of the ODE system does not have to be at the beginning of the epidemic, and can start from any time point during the break of COVID-19.",
            "Other free parameters and initial values, including  1 ,   , U (0) and Q(0) , are estimated by fitting the daily time series of confirmed infections to the model. Denote",
            "The loss function is then optimized with the interior-point method implemented in the MATLAB function fmincon to infer the parameter values. We try different initial values in parameter optimization, and notice that the inferred parameter values are not sensitive to the provided initial values.",
            "Note that the loss function (Eqn 3) may give too much weight to later observations since the cumulative case numbers are higher than earlier days. We tried another two weighted loss functions to better integrate information across the whole epidemic (Eqns S1 and S2 in the Supplementary information), and compared the prediction of the loss functions. The prediction seems robust on the choice of loss functions (Figures S5 and S6). In practice the loss functions may be chosen by their performances evaluated on the test data."
        ],
        "ACKNOWLEDGEMENTS": [
            "We are grateful to Drs. Yongbiao Xue and Liping Wang for motivating this project, to Dr. Hongyu Zhao and the anonymous reviewers for their valuable comments. This project was supported by the National Natural Science Foundation of China (Grant No 31571370, 91631106, and 91731302), the ''Strategic Priority Research Program'' of the",
            "Chinese Academy of Sciences (Grant No XDB13000000), the National Key R&D Program of China (Grant No 2018YFC1406902), and the One Hundred Talents Program of the Chinese Academy of Sciences."
        ],
        "REFERENCES": [
            "1.Wuhan Municipal Health Commission. Wuhan Municipal Health Commission briefing on the pneumonia epidemic situation 31 Dec 2019 [in Chinese]. Available at: http://wjw.wuhan.gov.cn/front/web/showDetail/2019123108989 (Accessed: 23",
            "February 2020)",
            "2.Wang C, Horby PW, Hayden FG, Gao GF (2020) A novel coronavirus outbreak of global health concern. Lancet.https://doi.org/10.1016/S0140-6736(20)30185-9",
            "3.Chan JF-W, Yuan S, Kok K-H et al (2020) A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: Lancet.https://doi.org/10.1016/S0140-6736(20)30154-9",
            "4.National Health Commission of the People's Republic of China. Infectious Disease",
            "Specialists. Prevention and control of novel coronavirus pneumonia (The Fifth",
            "Edition), [in Chinese]. Available at: http://www.nhc.gov.cn/jkj/s3577/202002/a5d6f7b8c48c451c87dba14889b30147.sht ml (Accessed: 23 February 2020)",
            "5.Du Z, Wang L, Chauchemez S, Xu X, Wang X, Cowling BJ, et al (2020) Risk for transportation of 2019 novel coronavirus disease from Wuhan to other cities in China.",
            "Emerg Infect Dis. https://doi.org/10.3201/eid2605.200146 (Accessed: 23 February",
            "2020)",
            "6.Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, et al (2020) Early transmission dynamics in Wuhan, China, of novel coronavirus–infected pneumonia.",
            "N Engl J Med. NEJMoa2001316; Epub ahead of print.",
            "7.Juliette Stehlé, Nicolas Voirin, Alain Barrat, et al Simulation of an SEIR infectious disease model on the dynamic contact network of conference attendees[J]. 9(1):87.",
            "8.Fisman D , Khoo E , Tuite A . Early Epidemic Dynamics of the West African 2014",
            "Ebola Outbreak: Estimates Derived with a Simple Two-Parameter Model[J]. PLoS",
            "Currents, 2014, 6.",
            "9.Imai N, Cori A, Dorigatti I, et al (2020) Report 3: Transmissibility of 2019-n-CoV.",
            "Available at: https://www.imperial.ac.uk/media/imperialcollege/medicine/sph/ide/gida-fellowships/Imperial-2019-nCoV-transmissibility.pdf (Accessed: 23 February 2020). 10.Liu T, Hu J, Kang M. et al (2020) ‘Transmission dynamics of 2019 novel coronavirus (2019-nCoV)’, bioRxiv. doi: 10.1101/2020.01.25.919787. 11.Majumder, M. and Mandl, K. D (2020) ‘Early Transmissibility Assessment of a",
            "Novel Coronavirus in Wuhan, China’. Available at: https://papers.ssrn.com/abstract=3524675 (Accessed: 23 February 2020).",
            "Figure 1. Inferring the epidemic dynamics in Wuhan: (A) prediction using stage II data; (B) Model-fitting and testing with stage II data. The first 15 data points (from Jan 28th) are used to infer the parameters, and the remaining points are used to test the model performance. (C) prediction using stage I data; (D) Model-fitting and testing with stage I data, the first 10 data points (from Jan 20th) are used to infer the parameters, and the remaining points are used to test the model; (E) prediction using stage III data; (F) Model-fitting and testing with stage III data. The first 7 data points (from Jan 23th) are used to infer the parameters, and the remaining points are used to test the model.",
            "Figure 2. Inferring the epidemic dynamics in Hubei province (excluding Wuhan): (A) prediction using stage II data; (B) model-fitting and testing with stage II data. The first 15 data points (from Jan 28th) are used to infer the parameters, and the remaining points are used to test the model performance; (C) prediction using stage I data; (D) model-fitting and testing with stage I data. The first 10 data points (from Jan 20th) are used to infer the parameters, and the remaining points are used to test the model.",
            "Figure 3. Inferring epidemic dynamics in China (excluding Hubei province): (A) prediction using stage II data; (B) model-fitting and testing with stage II data. The first 15 data points (from Jan 30th) are used to optimize the parameters, and the remaining points are used to test the model; (C) prediction using stage I data; (D) Model-fitting and testing with stage I data. The first 10 data points (from Jan 20th) are used to optimize the parameters, and the remaining points are used to test the model."
        ]
    },
    "participants": [
        {
            "participant": "individuals",
            "number": 80511,
            "context": "After fitting the model with data as of February 21th, 2020, we predict that the end time of COVID-19 in Wuhan and Hubei is around late March, around mid March for China excluding Hubei, and before early March 2020 for the four tier-one cities. <mark class=\"stats\">A total of 80,511 individuals are estimated to be infected in China, among which 49,510 are from Wuhan, 17,679 from Hubei (excluding Wuhan), and the rest 13,322 from other regions of China (excluding Hubei)</mark>. Note that the estimates are from a deterministic ODE model and should be interpreted with some uncertainty"
        },
        {
            "participant": "consecutive daily records",
            "number": 33,
            "context": "Reproductive number 0.8840 0.5254 3.6288. <mark class=\"stats\">The data of confirmed infected numbers includes 33 consecutive daily records from Jan</mark>. 20th, 2020 to Feb 21th, 2020 released by the National Health Commission of the People's Republic of China (see Table S1)"
        },
        {
            "participant": "diagnoses",
            "number": 2,
            "context": "In Figure 1(B), the blue curve presents the model fitting result; blue dots present the predicted numbers of the confirmed infections with the fitted model; and red dots are the observed number of the confirmed infections. <mark class=\"stats\">Note that the reported numbers of confirmed are based on nucleic acid diagnosis before Feb 12th; both results of nucleic acid and clinical diagnosis are provided from Feb 12th to 14th, and only the total confirmed numbers of the two diagnoses are provided from Feb 15th to 21th</mark>. By comparing with three daily data points of the nucleic acid diagnosis, we can see the fitted model predicts the trend well"
        },
        {
            "participant": "individuals",
            "number": 80511,
            "context": "The end time with zero unquarantined infections as a criterion is usually earlier than that with zero new confirmed infections. <mark class=\"stats\">The final reported infected number of the whole country is predicted to be 80,511 individuals, among which 49,510 are from Wuhan and 17,679 from Hubei</mark>. (excluding Wuhan), and the rest 13,322 are from other regions of China"
        }
    ],
    "statistics": [],
    "keywords": [
        "epidemic model",
        "infected case",
        "reproductive number r",
        "feb 12th",
        "SARS-CoV-2",
        "time delay",
        "control measure",
        "Coronavirus disease 2019",
        "COVID-19",
        "quarantined infected",
        "intervention effect",
        "infectious disease",
        "tier city",
        "incubation period",
        "coronavirus disease",
        "SUQC",
        "epidemics",
        "february 21th",
        "suqc model",
        "confirmation rate",
        "epidemic dynamics",
        "pneumonia",
        "real dynamic",
        "january 30th",
        "dynamics"
    ],
    "keyword_relevance": {
        "COVID-19": 0.16666666666666666,
        "dynamics": 0.14492753623188406,
        "SUQC": 0.12318840579710146,
        "quarantined infected": 0.09420289855072464,
        "control measure": 0.06521739130434782,
        "confirmation rate": 0.06521739130434782,
        "epidemic dynamics": 0.06521739130434782,
        "time delay": 0.036231884057971016,
        "infectious disease": 0.036231884057971016,
        "epidemic model": 0.028985507246376812,
        "infected case": 0.028985507246376812,
        "incubation period": 0.028985507246376812,
        "pneumonia": 0.028985507246376812,
        "coronavirus disease": 0.021739130434782608,
        "epidemics": 0.021739130434782608,
        "intervention effect": 0.014492753623188406,
        "real dynamic": 0.014492753623188406,
        "SARS-CoV-2": 0.007246376811594203,
        "Coronavirus disease 2019": 0.007246376811594203,
        "reproductive number r": 0.0,
        "feb 12th": 0.0,
        "tier city": 0.0,
        "february 21th": 0.0,
        "suqc model": 0.0,
        "january 30th": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> The outbreak of coronavirus disease 2019 (COVID-19) was initially identified in midDecember 2019 in Wuhan, China [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>,<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>].",
        "COVID-19 has multiple characteristics distinct from other infectious diseases, including high infectivity during incubation, time delay between real dynamics and daily observed number of confirmed cases, and the intervention effects of implemented quarantine and control measures.",
        "Results: The SUQC model is applied to the daily released data of the confirmed infections to analyze the outbreak of COVID-19 in Wuhan, Hubei, China and four first-tier cities of China.",
        "The model can be useful to predict the trend of epidemic and provide quantitative guide for other countries in a high risk of outbreak, such as South Korea, Japan, Italy and Iran.",
        "<h2 style=\"display: inline\">Methods:</h2> SUQC model SUQC takes into account the following novel epidemic features of COVID-19: (1) the epidemic has an infection probability during the incubation period; (2) various isolation measures are used to control the development of the epidemic; (3) the main data source is the daily number of confirmed infections released in the official report, which is affected by the detection method and has a delay between the real infected and confirmed infected number.",
        "T 1/ 1 is the mean waiting time from quarantine to confirmation; Parameter inference Among the four variables of the model, the number of cumulative confirmed infections, C(t) , is usually the only variable with daily observed data to be used for model fitting and parameter inference.",
        "Other free parameters and initial values, including 1 , , U (0) and Q(0) , are estimated by fitting the daily time series of confirmed infections to the model.",
        "In practice the loss functions may be chosen by their performances evaluated on the test data",
        "<h2 style=\"display: inline\">Results:</h2> The authors see similar trends in these regions: the predicted numbers of infected are distinct between results from the two stage data, indicating the necessity and efficiency of quarantine and control measures.",
        "Estimated with stage III data, the quarantine rate of Wuhan increases to 0.6185 and the un-quarantined infected individuals decreases to 334 on Feb 21th, 2020 (Figure 1(E)).",
        "Given the inferred end times, rigorous quarantine and control measures should be kept before March in Beijing, Shanghai, Guangzhou and Shenzhen, and before late March in China.",
        "This is likely caused by the recent return-to-work tide after the traditional Chinese Spring festival",
        "<h2 style=\"display: inline\">Conclusion:</h2> The authors developed a model SUQC for the epidemic dynamics and control of COVID-<br/><br/>19. SUQC uses four variables and as few parameters as possible to avoid over-fitting the data, while adequately characterizes the epidemic dynamics.",
        "The authors developed a model SUQC for the epidemic dynamics and control of COVID-.",
        "SUQC is developed to characterize the dynamics of COVID-19, and is more suitable for analysis and prediction than adopting existing epidemic models.",
        "SUQC can serve as a useful tool for quantifying parameters and variables concerning the effects of quarantine or confirmation methods on the epidemic, and further provide guidance on the control of the outbreak in these countries"
    ],
    "structured_summary": {
        "Introduction": [
            "The outbreak of coronavirus disease 2019 (COVID-19) was initially identified in midDecember 2019 in Wuhan, China [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>,<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>].",
            "COVID-19 has multiple characteristics distinct from other infectious diseases, including high infectivity during incubation, time delay between real dynamics and daily observed number of confirmed cases, and the intervention effects of implemented quarantine and control measures.",
            "Results: The SUQC model is applied to the daily released data of the confirmed infections to analyze the outbreak of COVID-19 in Wuhan, Hubei, China and four first-tier cities of China.",
            "The model can be useful to predict the trend of epidemic and provide quantitative guide for other countries in a high risk of outbreak, such as South Korea, Japan, Italy and Iran."
        ],
        "Methods": [
            "SUQC model SUQC takes into account the following novel epidemic features of COVID-19: (1) the epidemic has an infection probability during the incubation period; (2) various isolation measures are used to control the development of the epidemic; (3) the main data source is the daily number of confirmed infections released in the official report, which is affected by the detection method and has a delay between the real infected and confirmed infected number.",
            "T 1/ 1 is the mean waiting time from quarantine to confirmation; Parameter inference Among the four variables of the model, the number of cumulative confirmed infections, C(t) , is usually the only variable with daily observed data to be used for model fitting and parameter inference.",
            "Other free parameters and initial values, including 1 , , U (0) and Q(0) , are estimated by fitting the daily time series of confirmed infections to the model.",
            "In practice the loss functions may be chosen by their performances evaluated on the test data"
        ],
        "Results": [
            "The authors see similar trends in these regions: the predicted numbers of infected are distinct between results from the two stage data, indicating the necessity and efficiency of quarantine and control measures.",
            "Estimated with stage III data, the quarantine rate of Wuhan increases to 0.6185 and the un-quarantined infected individuals decreases to 334 on Feb 21th, 2020 (Figure 1(E)).",
            "Given the inferred end times, rigorous quarantine and control measures should be kept before March in Beijing, Shanghai, Guangzhou and Shenzhen, and before late March in China.",
            "This is likely caused by the recent return-to-work tide after the traditional Chinese Spring festival"
        ],
        "Conclusion": [
            "The authors developed a model SUQC for the epidemic dynamics and control of COVID-<br/><br/>19. SUQC uses four variables and as few parameters as possible to avoid over-fitting the data, while adequately characterizes the epidemic dynamics.",
            "The authors developed a model SUQC for the epidemic dynamics and control of COVID-.",
            "SUQC is developed to characterize the dynamics of COVID-19, and is more suitable for analysis and prediction than adopting existing epidemic models.",
            "SUQC can serve as a useful tool for quantifying parameters and variables concerning the effects of quarantine or confirmation methods on the epidemic, and further provide guidance on the control of the outbreak in these countries"
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "1.Wuhan_2019_a",
            "entry": "1.Wuhan Municipal Health Commission. Wuhan Municipal Health Commission briefing on the pneumonia epidemic situation 31 Dec 2019 [in Chinese]. Available at: http://wjw.wuhan.gov.cn/front/web/showDetail/2019123108989 (Accessed:23",
            "url": "http://wjw.wuhan.gov.cn/front/web/showDetail/2019123108989"
        },
        {
            "id": "2",
            "alt_id": "Wang_et+al_2020_a",
            "entry": "2.Wang C, Horby PW, Hayden FG, Gao GF (2020) A novel coronavirus outbreak of global health concern. Lancet.https://doi.org/10.1016/S0140-6736(20)30185-9",
            "crossref": "https://dx.doi.org/10.1016/S0140-6736(20)30185-9",
            "scite": "https://scite.ai/reports/10.1016/S0140-6736(20)30185-9"
        },
        {
            "id": "3",
            "alt_id": "Chan_et+al_2020_a",
            "entry": "3.Chan JF-W, Yuan S, Kok K-H et al (2020) A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: Lancet.https://doi.org/10.1016/S0140-6736(20)30154-9",
            "crossref": "https://dx.doi.org/10.1016/S0140-6736(20)30154-9",
            "scite": "https://scite.ai/reports/10.1016/S0140-6736(20)30154-9"
        },
        {
            "id": "Edition)_0000_a",
            "alt_id": "4",
            "entry": "Edition), [in Chinese]. Available at: http://www.nhc.gov.cn/jkj/s3577/202002/a5d6f7b8c48c451c87dba14889b30147.sht ml (Accessed:23 February 2020)",
            "url": "http://www.nhc.gov.cn/jkj/s3577/202002/a5d6f7b8c48c451c87dba14889b30147.sht"
        },
        {
            "id": "5",
            "alt_id": "Du_et+al_2020_a",
            "entry": "5.Du Z, Wang L, Chauchemez S, Xu X, Wang X, Cowling BJ, et al (2020) Risk for transportation of 2019 novel coronavirus disease from Wuhan to other cities in China.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Du%20Z%20Wang%20L%20Chauchemez%20S%20Xu%20X%20Wang%20X%20Cowling%20BJ%20et%20al%202020%20Risk%20for%20transportation%20of%202019%20novel%20coronavirus%20disease%20from%20Wuhan%20to%20other%20cities%20in%20China"
        },
        {
            "id": "Emerg_0000_b",
            "alt_id": "6",
            "entry": "Emerg Infect Dis. https://doi.org/10.3201/eid2605.200146 (Accessed:23 February",
            "crossref": "https://dx.doi.org/10.3201/eid2605.200146",
            "scite": "https://scite.ai/reports/10.3201/eid2605.200146"
        },
        {
            "id": "6",
            "alt_id": "Li_et+al_2020_a",
            "entry": "6.Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, et al (2020) Early transmission dynamics in Wuhan, China, of novel coronavirus–infected pneumonia.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Wang%2C%20X.%20Early%20transmission%20dynamics%20in%20Wuhan%2C%20China%2C%20of%20novel%20coronavirus%E2%80%93infected%20pneumonia%202020"
        },
        {
            "id": "8",
            "alt_id": "Fisman_et+al_2014_a",
            "entry": "8.Fisman D, Khoo E, Tuite A. Early Epidemic Dynamics of the West African 2014",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Fisman%2C%20D.%20Khoo%2C%20E.%20Tuite%2C%20A.%20Early%20Epidemic%20Dynamics%20of%20the%20West%20African%202014"
        },
        {
            "id": "Currents_2014_a",
            "alt_id": "9",
            "entry": "Currents, 2014, 6.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Currents%202014%206"
        },
        {
            "id": "9",
            "alt_id": "Imai_et+al_2020_a",
            "entry": "9.Imai N, Cori A, Dorigatti I, et al (2020) Report 3: Transmissibility of 2019-n-CoV.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Imai%20N%20Cori%20A%20Dorigatti%20I%20et%20al%202020%20Report%203%20Transmissibility%20of%202019nCoV"
        },
        {
            "id": "Available_0000_c",
            "alt_id": "11",
            "entry": "Available at: https://www.imperial.ac.uk/media/imperialcollege/medicine/sph/ide/gida-fellowships/Imperial-2019-nCoV-transmissibility.pdf",
            "url": "https://www.imperial.ac.uk/media/imperialcollege/medicine/sph/ide/gida-fellowships/Imperial-2019-nCoV-transmissibility.pdf"
        },
        {
            "id": "Liu_et+al_2020_a",
            "alt_id": "12",
            "entry": "(Accessed: 23 February 2020). 10.Liu T, Hu J, Kang M. et al (2020) ‘Transmission dynamics of 2019 novel coronavirus",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Accessed%2023%20February%202020%2010Liu%20T%20Hu%20J%20Kang%20M%20et%20al%202020%20Transmission%20dynamics%20of%202019%20novel%20coronavirus"
        },
        {
            "id": "nCoV)’_2020_a",
            "alt_id": "13",
            "entry": "(2019-nCoV)’, bioRxiv. doi: 10.1101/2020.01.25.919787. 11.Majumder, M. and Mandl, K. D (2020) ‘Early Transmissibility Assessment of a",
            "crossref": "https://dx.doi.org/10.1101/2020.01.25.919787.11.Majumder",
            "scite": "https://scite.ai/reports/10.1101/2020.01.25.919787.11.Majumder",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1101/2020.01.25.919787.11.Majumder"
        },
        {
            "id": "In_0000_a",
            "alt_id": "14",
            "entry": "Novel Coronavirus in Wuhan, China’. Available at: https://papers.ssrn.com/abstract=3524675 (Accessed:23 February 2020).",
            "url": "https://papers.ssrn.com/abstract=3524675"
        }
    ],
    "facts": [
        "The coronavirus disease 2019 is rapidly spreading in China",
        "Confirmed infected model to characterize the dynamics of COVID-19",
        "which is more suitable for analysis",
        "released data of the confirmed infections to analyze the outbreak of COVID-19 in Wuhan",
        "that the quarantine and control measures are effective in preventing the spread of COVID-19",
        "The confirmation rate of Wuhan estimated by our model is",
        "after Feb 12th when clinical evidence was adopted in new diagnosis guidelines",
        "The outbreak of coronavirus disease 2019 was initially identified in midDecember 2019 in Wuhan",
        "The earliest patients in Wuhan are related to exposure from a seafood market",
        "The novel coronavirus is believed to be infectious during incubation period",
        "no symptoms are shown on the patients",
        "Considerable measures have been implemented to control the outbreak in Wuhan",
        "Any person exposed to COVID-19 is required to perform a self-isolation for",
        "clinical diagnosis was used to assist the confirmation of infection in Hubei province",
        "COVID-19 has spread to all provinces of China",
        "hard to describe with the existing epidemic models including SIR",
        "the epidemic trend heavily depends on multiple artificial factors",
        "the outbreak is more severe in Wuhan compared to other cities",
        "when clinical diagnosis was adopted in confirmation in Wuhan",
        "The characteristics of COVID-19 outbreak and control are distinct from existing infectious diseases",
        "the quarantine rate parameter is used to quantify the strength of quarantine policy on the development",
        "the confirmation rate parameter is used to measure the efficiency of confirmation based on the released data",
        "Hubei is around late March",
        "A total of 80,511 individuals are estimated to be infected in China",
        "that the estimates are from a deterministic ODE model",
        "that rigorous quarantine and control measures should be kept before early March in Beijing",
        "useful to predict the trend of epidemic",
        "SUQC model SUQC takes into account the following novel epidemic features of COVID-19",
        "various isolation measures are used to control the development of the epidemic",
        "the main data source is the daily number of confirmed infections released in the official report",
        "which is affected by the detection method",
        "Four variables related to the features are used to model the flows of people",
        "the number of susceptible individuals with no resistance to disease in the population",
        "become Quarantined infected by isolation or hospitalization",
        "The number of confirmed infections is released by the official agency or media",
        "which may be the only variable with observation",
        "that C is usually smaller than the number of real infected individuals",
        "a parameter representing multi-resource measures to reduce infection caused by U",
        "the confirmation rate of the un-quarantined infected who can be identified as confirmed infections",
        "a set of ODE equations to model the dynamics of an infectious disease",
        "former can be viewed as a special case",
        "the only variable with daily observed data to be used for model fitting and parameter inference",
        "The initial value of susceptible individuals S is approximately equal to the population size",
        "confirmed infections C is the number of infected obtained from the official report",
        "that the initial time of the ODE system does not have to be at the beginning of the epidemic",
        "The loss function is optimized with the interior-point method implemented in the MATLAB function fmincon to infer the parameter values",
        "that the inferred parameter values are not sensitive to the provided initial values",
        "too much weight to later observations since the cumulative case numbers are higher than earlier days",
        "The prediction seems robust on the choice of loss functions",
        "In practice the loss functions may be chosen by their performances evaluated on the test data",
        "the end time is counted from the start point of the stage",
        "clinical diagnosis was adopted after Feb 12th",
        "Remarkable difference among trends inferred from three-stage data Figure 1 shows the inference",
        "10 daily data points were used as test data",
        "red dots are the observed number of the confirmed infections",
        "clinical diagnosis are provided from Feb 12th",
        "the total confirmed numbers of the two diagnoses are provided from Feb 15th",
        "Clinical diagnosis is adopted by Wuhan local medical agency as an additional diagnosis criterion",
        "The rest data points were used to test the performance of the model",
        "Since more strict quarantine and traffic control measures were executed recently to inhibit the infection of COVID-19 in Wuhan",
        "Similar analysis was accomplished on stage",
        "the model predictions are in high accuracy",
        "26,810 quarantined infections haven't been confirmed in Wuhan by Feb 11th",
        "after Feb 12th when clinical diagnosis was adopted in Wuhan",
        "The un-quarantined individuals are the source of new infection",
        "Hubei is around late-March",
        "the rest 13,322 are from other regions of China",
        "rigorous quarantine and control measures should be kept before March in Beijing",
        "The model is different from the well-known epidemic SEIR model in the following aspects",
        "the quarantine rate is a parameter in SUQC to explicitly model the effects of quarantine",
        "the parameter confirmation rate is affected by medical resources",
        "SUQC is developed to characterize the dynamics of COVID-19",
        "that the estimates of SUQC are from a deterministic ODE model without confidence intervals",
        "the uncertainty from various sources will be taken into account in future study",
        "released data of China to analyze the dynamics of COVID19 outbreak",
        "Iran are in their early stage of an outbreak",
        "SUQC can serve as a useful tool for quantifying parameters and variables concerning the effects of quarantine"
    ],
    "claims": [
        "Method: We develop a Susceptible, Un-quanrantined infected, Quarantined infected, Confirmed infected (SUQC) model to characterize the dynamics of COVID-19 and explicitly parameterize the intervention effects of control measures, which is more suitable for analysis than other existing epidemic models",
        "We found that, before January 30th, 2020, all these regions except Beijing had a reproductive number R   1, and after January 30th, all regions had a reproductive number R   1 , indicating that the quarantine and control measures are effective in preventing the spread of COVID-19",
        "DISCUSSION We developed a model SUQC for the epidemic dynamics and control of COVID-"
    ],
    "findings": [
        "Wuhan has the most infected individuals than any other places in China (more than 50 %), highly beyond the limit of local clinical resources, leading to a long waiting time for confirmation, and the lowest confirmation rate of 0.0643 in Wuhan, compared with 0.1914 of Hubei (excluding Wuhan), 0.2189 of China (excluding Hubei), 0.2680 of Beijing , 0.2846 of Shanghai, 0.2871 of Guangzhou, and 0.2599 of Shenzhen"
    ],
    "processes": [],
    "key_statements": [
        "The novel coronavirus is believed to be infectious during incubation period when no symptoms are shown on the patients [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>], an important characteristics differentiating COVID-19 from its close relative SARS",
        "The characteristics of COVID-19 outbreak and control are distinct from existing infectious diseases, and the existing epidemic models cannot be applied to describe the observed data directly",
        "The quarantine rate parameter is used to quantify the strength of quarantine policy on the development of epidemics, and the confirmation rate parameter is used to measure the efficiency of confirmation based on the released data",
        "Wuhan has recently undergone stricter measures of quarantine and transmission limiting, and clinical diagnosis was adopted after Feb 12th, we further did a stage III analysis of the dynamics in Wuhan using data after Feb 13th",
        "Remarkable difference among trends inferred from three-stage data Figure 1 shows the inference and prediction of epidemic dynamics of Wuhan using stage I, II and III data respectively",
        "Note that the reported numbers of confirmed are based on nucleic acid diagnosis before Feb 12th; both results of nucleic acid and clinical diagnosis are provided from Feb 12th to 14th, and only the total confirmed numbers of the two diagnoses are provided from Feb 15th to 21th",
        "Clinical diagnosis is adopted by Wuhan local medical agency as an additional diagnosis criterion after Feb 12th, increasing the confirmation rate and causing a big boost of the number of confirmed infections",
        "Since more strict quarantine and traffic control measures were executed recently to inhibit the infection of COVID-19 in Wuhan and clinical diagnosis was adopted after Feb 12th, we analyzed the stage III data",
        "The confirmation rate of Wuhan increases to 0.3229 (Table 1) after Feb 12th when clinical diagnosis was adopted in Wuhan",
        "We developed a model SUQC for the epidemic dynamics and control of COVID-",
        "The model is different from the well-known epidemic SEIR model in the following aspects: (1) the infected individuals are classified into un-quarantined, quarantined and confirmed",
        "Only the un-quanrantined can infect the susceptible individuals; While in SEIR, all the infected are infectious; (2) the quarantine rate is a parameter in SUQC to explicitly model the effects of quarantine and control measures; (3) SUQC distinguishes the confirmed infected individuals and the total infected individuals, and the parameter confirmation rate is affected by medical resources and the sensitivity of diagnosis methods",
        "SUQC is developed to characterize the dynamics of COVID-19, and is more suitable for analysis and prediction than adopting existing epidemic models",
        "We should emphasize that the estimates of SUQC are from a deterministic ODE model without confidence intervals, and the uncertainty from various sources will be taken into account in future study",
        "SUQC is applied to the daily released data of China to analyze the dynamics of COVID19 outbreak, and demonstrates an accurate prediction of the trends with the test data",
        "SUQC can serve as a useful tool for quantifying parameters and variables concerning the effects of quarantine or confirmation methods on the epidemic, and further provide guidance on the control of the outbreak in these countries",
        "SUQC model SUQC takes into account the following novel epidemic features of COVID-19: (1) the epidemic has an infection probability during the incubation period; (2) various isolation measures are used to control the development of the epidemic; (3) the main data source is the daily number of confirmed infections released in the official report, which is affected by the detection method and has a delay between the real infected and confirmed infected number"
    ],
    "top_statements": [
        "The outbreak of coronavirus disease 2019 (COVID-19) was initially identified in midDecember 2019 in Wuhan, China [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>,<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]",
        "Remarkable difference among trends inferred from three-stage data Figure 1 shows the inference and prediction of epidemic dynamics of Wuhan using stage I, II and III data respectively",
        "Since more strict quarantine and traffic control measures were executed recently to inhibit the infection of COVID-19 in Wuhan and clinical diagnosis was adopted after Feb 12th, we analyzed the stage III data",
        "Only the un-quanrantined can infect the susceptible individuals; While in SEIR, all the infected are infectious; (2) the quarantine rate is a parameter in SUQC to explicitly model the effects of quarantine and control measures; (3) SUQC distinguishes the confirmed infected individuals and the total infected individuals, and the parameter confirmation rate is affected by medical resources and the sensitivity of diagnosis methods",
        "SUQC is developed to characterize the dynamics of COVID-19, and is more suitable for analysis and prediction than adopting existing epidemic models",
        "SUQC model SUQC takes into account the following novel epidemic features of COVID-19: (1) the epidemic has an infection probability during the incubation period; (2) various isolation measures are used to control the development of the epidemic; (3) the main data source is the daily number of confirmed infections released in the official report, which is affected by the detection method and has a delay between the real infected and confirmed infected number"
    ],
    "headline": "The un-quanrantined can infect the susceptible individuals; While in SEIR, all the infected are infectious; the quarantine rate is a parameter in SUQC to explicitly model the effects of quarantine and control measures; SUQC distinguishes the confirmed infected individuals and the total infected individuals, and the parameter confirmation rate is affected by medical resources and the sensitivity of diagnosis methods",
    "contexts": [],
    "abbreviations": {}
}
