{
    "filename": "2020.03.10.20033522v1.full.pdf",
    "content_type": "application/pdf",
    "file_size": 516351,
    "metadata": {
        "title": "Protocol for a randomized controlled trial testing inhaled nitric oxide therapy in spontaneously breathing patients with COVID-19",
        "date": 2020,
        "author": "Chong Lei, Binxiao Su, Hailong Dong, Bijan Safaee Fakhr, Luigi Giuseppe Grassi, Raffaele Di Fenza, Stefano Gianni, Riccardo Pinciroli, Emanuele Vassena, Caio Cesar Araujo Morais, Andrea Bellavia, Stefano Spina, Robert Kacmarek, Lorenzo Berra",
        "affiliations": [
            "Department of Anesthesiology and Perioperative Medicine, Xijing Hospital, the Fourth Military Medical University. Xi’an, Shaanxi, China.",
            "Intensive Care Unit, Department of Anesthesiology and Perioperative Medicine, Xijing Hospital, the Fourth Military Medical University. Xi’an, Shaanxi, China.",
            "Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, Boston, Massachusetts, USA.",
            "Department of Environmental Health, Harvard T.H. Chan School of Public Health, Boston, Massachusetts, USA"
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.03.10.20033522",
            "isbn": null,
            "doc_id": null,
            "url": "https://www.medrxiv.org/content/10.1101/2020.03.10.20033522v1.full.pdf"
        },
        "abstract": "Introduction: the current worldwide outbreak of Coronavirus disease 2019 (COVID-19) due to a novel coronavirus (SARS-CoV-2) is seriously threatening the public health. The number of infected patients is continuously increasing and the need for Intensive Care Unit admission ranges from 5 to 26%. The mortality is reported to be around 3.4% with higher values for the elderly and in patients with comorbidities. Moreover, this condition is challenging the healthcare system where the outbreak reached its highest value. To date there is still no available treatment for SARS-CoV-2. Clinical and preclinical evidence suggests that nitric oxide (NO) has a beneficial effect on the coronavirusmediated acute respiratory syndrome, and this can be related to its viricidal effect. The time from the symptoms’ onset to the development of severe respiratory distress is relatively long. We hypothesize that high concentrations of inhaled NO administered during early phases of COVID-19 infection can prevent the progression of the disease.",
        "references": "@article{zhu2020a,\n  author = {Zhu, N. and Zhang, D. and Wang, W.},\n  title = {A Novel Coronavirus from Patients with Pneumonia in China, 2019},\n  journal = {N Engl J Med Published Online First},\n  date = {2020-01-24},\n  doi = {doi: 10.1056/NEJMoa2001017},\n  more-authors = {true},\n  language = {}\n}\n@misc{unknown-a,\n  title = {WHO Report 03-07-2020},\n  url = {https://www.who.int/docs/defaultsource/coronaviruse/situation-reports/20200307-sitrep-47-covid19.pdf},\n  language = {},\n  urldate = {(8 Mar 2020).}\n}\n@article{li-a,\n  author = {Li, Q. and Guan, X. and Wu, P.},\n  title = {Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus–Infected Pneumonia},\n  journal = {New England Journal of Medicine Published Online First},\n  date = {29 January},\n  doi = {doi: 10.1056/nejmoa2001316},\n  more-authors = {true},\n  source = {2020},\n  language = {}\n}\n@article{wang2020a,\n  author = {Wang, D. and Hu, B. and Hu, C.},\n  title = {Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China},\n  journal = {JAMA Published Online First},\n  date = {2020-02-07},\n  doi = {doi: 10.1001/jama.2020.1585},\n  more-authors = {true},\n  language = {}\n}\n@article{guan-a,\n  author = {Guan, W.-J. and Ni, Z.-Y. and Hu, Y.},\n  title = {Clinical Characteristics of Coronavirus Disease 2019 in China},\n  journal = {N Engl J Med Published Online First},\n  date = {28 February},\n  doi = {doi: 10.1056/NEJMoa2002032},\n  more-authors = {true},\n  source = {2020},\n  language = {}\n}\n@misc{yang-a,\n  author = {Yang, X. and Yu, Y. and Xu, J.},\n  title = {Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. The Lancet Respiratory Medicine 2020; 0},\n  doi = {doi: 10.1016/S22132600(20)30079-5},\n  more-authors = {true},\n  language = {}\n}\n@article{chen2004a,\n  author = {Chen, L. and Liu, P. and Gao, H.},\n  title = {Inhalation of nitric oxide in the treatment of severe acute respiratory syndrome: a rescue trial in Beijing},\n  journal = {Clin Infect Dis},\n  date = {2004},\n  volume = {39},\n  pages = {1531–5},\n  doi = {doi: 10.1086/425357},\n  more-authors = {true},\n  language = {}\n}\n@article{keyaerts2004a,\n  author = {Keyaerts, E. and Vijgen, L. and Chen, L.},\n  title = {Inhibition of SARS-coronavirus infection in vitro by S-nitroso-N-acetylpenicillamine, a nitric oxide donor compound},\n  journal = {Int J Infect Dis},\n  date = {2004},\n  volume = {8},\n  pages = {223–6},\n  doi = {doi: 10.1016/j.ijid.2004.04.012},\n  more-authors = {true},\n  language = {}\n}\n@article{regev-shoshani2013a,\n  author = {Regev-Shoshani, G. and Vimalanathan, S. and McMullin, B.},\n  title = {Gaseous nitric oxide reduces influenza infectivity in vitro},\n  journal = {Nitric Oxide},\n  date = {2013},\n  volume = {31},\n  pages = {48–53},\n  doi = {doi: 10.1016/j.niox.2013.03.007},\n  more-authors = {true},\n  language = {}\n}\n@article{deppisch2016a,\n  author = {Deppisch, C. and Herrmann, G. and Graepler-Mainka, U.},\n  title = {Gaseous nitric oxide to treat antibiotic resistant bacterial and fungal lung infections in patients with cystic fibrosis: a phase I clinical study},\n  journal = {Infection},\n  date = {2016},\n  volume = {44},\n  pages = {513–20},\n  doi = {doi: 10.1007/s15010-016-0879-x},\n  more-authors = {true},\n  language = {}\n}\n@article{miller2012a,\n  author = {Miller, C. and Miller, M. and McMullin, B.},\n  title = {A phase I clinical study of inhaled nitric oxide in healthy adults},\n  journal = {J Cyst Fibros},\n  date = {2012},\n  volume = {11},\n  pages = {324–31},\n  doi = {doi: 10.1016/j.jcf.2012.01.003},\n  more-authors = {true},\n  language = {}\n}\n@article{miller2009a,\n  author = {Miller, C. and McMullin, B. and Ghaffari, A.},\n  title = {Gaseous nitric oxide bactericidal activity retained during intermittent high-dose short duration exposure},\n  journal = {Nitric Oxide},\n  date = {2009},\n  volume = {20},\n  pages = {16–23},\n  doi = {doi: 10.1016/j.niox.2008.08.002},\n  more-authors = {true},\n  language = {}\n}\n",
        "emails": [
            "bsafaeefakhr@mgh.harvard.edu",
            "lberra@mgh.harvard.edu",
            "crystalleichong@126.com"
        ],
        "references_ris": "TY  - JOUR\nAU  - Zhu, N.\nAU  - Zhang, D.\nAU  - Wang, W.\nTI  - A Novel Coronavirus from Patients with Pneumonia in China, 2019\nT2  - N Engl J Med Published Online First\nPY  - 2020\nDA  - 2020/01/24\nDO  - 10.1056/NEJMoa2001017\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nTI  - WHO Report 03-07-2020\nUR  - https://www.who.int/docs/defaultsource/coronaviruse/situation-reports/20200307-sitrep-47-covid19.pdf\nLA  - \nC1  - (8 Mar 2020).\nER  - \n\nTY  - JOUR\nAU  - Li, Q.\nAU  - Guan, X.\nAU  - Wu, P.\nTI  - Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus–Infected Pneumonia\nT2  - New England Journal of Medicine Published Online First\nPY  - 29 January\nDA  - 29 January\nDO  - 10.1056/nejmoa2001316\nC1  - true\nT2  - 2020\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Wang, D.\nAU  - Hu, B.\nAU  - Hu, C.\nTI  - Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China\nT2  - JAMA Published Online First\nPY  - 2020\nDA  - 2020/02/07\nDO  - 10.1001/jama.2020.1585\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Guan, W.-J.\nAU  - Ni, Z.-Y.\nAU  - Hu, Y.\nTI  - Clinical Characteristics of Coronavirus Disease 2019 in China\nT2  - N Engl J Med Published Online First\nPY  - 28 February\nDA  - 28 February\nDO  - 10.1056/NEJMoa2002032\nC1  - true\nT2  - 2020\nLA  - \nER  - \n\nTY  - GEN\nAU  - Yang, X.\nAU  - Yu, Y.\nAU  - Xu, J.\nTI  - Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. The Lancet Respiratory Medicine 2020; 0\nDO  - 10.1016/S22132600(20)30079-5\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Chen, L.\nAU  - Liu, P.\nAU  - Gao, H.\nTI  - Inhalation of nitric oxide in the treatment of severe acute respiratory syndrome: a rescue trial in Beijing\nT2  - Clin Infect Dis\nPY  - 2004\nDA  - 2004\nVL  - 39\nSP  - 1531\nEP  - 5\nDO  - 10.1086/425357\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Keyaerts, E.\nAU  - Vijgen, L.\nAU  - Chen, L.\nTI  - Inhibition of SARS-coronavirus infection in vitro by S-nitroso-N-acetylpenicillamine, a nitric oxide donor compound\nT2  - Int J Infect Dis\nPY  - 2004\nDA  - 2004\nVL  - 8\nSP  - 223\nEP  - 6\nDO  - 10.1016/j.ijid.2004.04.012\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Regev-Shoshani, G.\nAU  - Vimalanathan, S.\nAU  - McMullin, B.\nTI  - Gaseous nitric oxide reduces influenza infectivity in vitro\nT2  - Nitric Oxide\nPY  - 2013\nDA  - 2013\nVL  - 31\nSP  - 48\nEP  - 53\nDO  - 10.1016/j.niox.2013.03.007\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Deppisch, C.\nAU  - Herrmann, G.\nAU  - Graepler-Mainka, U.\nTI  - Gaseous nitric oxide to treat antibiotic resistant bacterial and fungal lung infections in patients with cystic fibrosis: a phase I clinical study\nT2  - Infection\nPY  - 2016\nDA  - 2016\nVL  - 44\nSP  - 513\nEP  - 20\nDO  - 10.1007/s15010-016-0879-x\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Miller, C.\nAU  - Miller, M.\nAU  - McMullin, B.\nTI  - A phase I clinical study of inhaled nitric oxide in healthy adults\nT2  - J Cyst Fibros\nPY  - 2012\nDA  - 2012\nVL  - 11\nSP  - 324\nEP  - 31\nDO  - 10.1016/j.jcf.2012.01.003\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Miller, C.\nAU  - McMullin, B.\nAU  - Ghaffari, A.\nTI  - Gaseous nitric oxide bactericidal activity retained during intermittent high-dose short duration exposure\nT2  - Nitric Oxide\nPY  - 2009\nDA  - 2009\nVL  - 20\nSP  - 16\nEP  - 23\nDO  - 10.1016/j.niox.2008.08.002\nC1  - true\nLA  - \nER  - \n\n",
        "links": [],
        "author_conclusions": [],
        "table_captions": [],
        "figure_captions": [
            {
                "id": "2",
                "caption": "Study Flowchart"
            }
        ],
        "figure_urls": [
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.10.20033522v1.full/img-000.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.10.20033522v1.full/img-002.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.10.20033522v1.full/img-004.png"
        ]
    },
    "sections": {
        "methods": [
            "<strong>Methods and analysis</strong><br/><br/>This is a multicenter randomized controlled trial. Spontaneous breathing patients admitted to the hospital for symptomatic COVID-19 infection will be eligible to enter the study. Patients in the treatment group will receive inhaled NO at high doses (140-180 parts per million) for 30 minutes, 2 sessions every day for 14 days in addition to the hospital care. Patient in the control group will receive only hospital care. The primary outcome is the percentage of patients requiring endotracheal intubation due to the progression of the disease in the first 28 days from enrollment in the study. Secondary outcomes include mortality at 28 days, proportion of negative test for SARS-CoV-2 at 7 days and time to clinical recovery.",
            "<strong>Methods and analysis</strong><br/><br/>Study design Multicenter randomized clinical trial.<br/><br/>Study setting The coordinating center for China of this study is Xijing Hospital, the Fourth Military Medical University in Xi’an, Shaanxi, China.<br/><br/>The coordinating center for other centers is the Massachusetts General Hospital in Boston, Massachusetts, USA. This study is open to other centers willing to participate.<br/><br/>For more information see section “Contacts”. Eligibility criteria Adults in-hospital patients (>18 years old) will be recruited within 72 hours after confirmation of COVID-19 by real-time Reverse Transcriptase Polymerase Chain Reaction (RT-PCR) on oropharyngeal or nasopharyngeal swabs or stool samples. Diagnosis can also be obtained by detection of COVID-19 IgM/IgG antibodies in serum, plasma or whole blood sample. Symptoms of COVID-19 must include presence of fever of at least 36.6 °C from the axillary site or 37.2 °C from the oral site or 37.6 °C from the rectal / tympanic site. In addition, patient must be spontaneously breathing with a respiratory rate of at least 24 breaths per minute and/or an objective persistent cough consistent with COVID-19 symptoms."
        ],
        "introduction": [
            "The novel Coronavirus 2019 (SARS-CoV-2) has been first identified in China in December 2019 [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. As of today, more than 110,000 cases have been reported (with more than 4,000 deaths) and, while the majority of them is still concentrated in China, the infection has spread across the country’s border to many Asian countries, as well as to Europe and to the USA [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>].<br/><br/>SARS-CoV-2 is a positive single-stranded RNA virus belonging to the family Coronaviridae. The current outbreak would result from the acquired ability of the virus to undergo human to human transmission [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>], after the jump from the original animal reservoir (most likely a bat).<br/><br/>In the human host, SARS-CoV-2 causes a respiratory syndrome (named COVID-19) which can range from a mild involvement of the upper airways to a severe pneumonia with Acute Respiratory Syndrome (ARS) and the need of mechanical ventilation in an intensive care unit (ICU). In early case series, the risk of critical care admission ranges between 5 and 26%, with higher values for the elderly and in patients with comorbidities or chronic diseases [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. The time from symptoms onset to development of severe respiratory distress is relatively long, with a median time of 8 days in which the patient remains in a state of mild disease characterized by dry cough, fever and mild hypoxia requiring oxygen supplementation. Once severe disease with the necessity of ICU develops, the outcome worsens decisively, with mortality raising from 3.4% to 61% [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. Moreover, ICU staying poses a serious strain on resource-limited hospitals. Thus, preventing disease progression during the mild phase would be highly desirable both in terms of morbidity and mortality improvement and healthcare resource-sparing. At the present time, there are no proven etiological treatments for COVID-19 but some ongoing clinical trials are testing the effects of anti-viral drugs (NCT04252664 on ClinicalTrials.gov)."
        ],
        "conclusion": [
            "The aim of this trial is to evaluate whether high dose of NO administered at an early stage can safely reduce or prevent the progression of COVID-19 disease. This study is open to every center that wants to participate. If interested in participating in the study, please contact the Principal Investigator.<br/><br/>Authors’ contributions Authorship for this trial will be given to key personnel involved in trial design, personnel training, recruitment, data collection, statistical plan and data analysis. There are no publication restrictions. CL, BS, HD, LB, RP were responsible for conceptualizing trial design. CL and LB managed patient safety protocol. CL, BS, HD, LB, BSF, RDF are responsible for recruitment, enrolment and data collection. AB, BSF, LG are responsible for power calculation, statistical plan and data analysis. CL, BS, HD, LB, EV, BSF, RDF, SG and CCAM trained personnel for the clinical trial and built systems for nitric oxide delivery and monitoring. All authors have critically revised the study protocol and approved the final version. All authors agree to be accountable for the accuracy and integrity of all aspects of this trial. Funding statement: Local departmental funds Competing interests’ statement: LB salaries are partially supported by NIH/NHLBI 1 K23 HL128882-01A1."
        ],
        "disclosures": [
            "Competing interests’ statement: LB salaries are partially supported by NIH/NHLBI 1 K23 HL128882-01A1."
        ],
        "ethical_compliance": [
            "Ethics and dissemination: The trial protocol has been approved at the Investigation Review Boards of Xijing Hospital (Xi’an, China) and The Partners Human Research Committee of Massachusetts General Hospital (Boston, USA) is pending",
            "All authors have critically revised the study protocol and approved the final version"
        ]
    },
    "structured_content": {
        "Abstract": [
            "Introduction: the current worldwide outbreak of Coronavirus disease 2019 (COVID-19) due to a novel coronavirus (SARS-CoV-2) is seriously threatening the public health. The number of infected patients is continuously increasing and the need for Intensive Care Unit admission ranges from 5 to 26%. The mortality is reported to be around 3.4% with higher values for the elderly and in patients with comorbidities. Moreover, this condition is challenging the healthcare system where the outbreak reached its highest value. To date there is still no available treatment for SARS-CoV-2. Clinical and preclinical evidence suggests that nitric oxide (NO) has a beneficial effect on the coronavirusmediated acute respiratory syndrome, and this can be related to its viricidal effect. The time from the symptoms’ onset to the development of severe respiratory distress is relatively long. We hypothesize that high concentrations of inhaled NO administered during early phases of COVID-19 infection can prevent the progression of the disease."
        ],
        "Methods and analysis": [
            "Study design Multicenter randomized clinical trial.",
            "Study setting The coordinating center for China of this study is Xijing Hospital, the Fourth Military Medical University in Xi’an, Shaanxi, China.",
            "The coordinating center for other centers is the Massachusetts General Hospital in Boston, Massachusetts, USA. This study is open to other centers willing to participate.",
            "For more information see section “Contacts”. Eligibility criteria Adults in-hospital patients (>18 years old) will be recruited within 72 hours after confirmation of COVID-19 by real-time Reverse Transcriptase Polymerase Chain Reaction (RT-PCR) on oropharyngeal or nasopharyngeal swabs or stool samples. Diagnosis can also be obtained by detection of COVID-19 IgM/IgG antibodies in serum, plasma or whole blood sample. Symptoms of COVID-19 must include presence of fever of at least 36.6 °C from the axillary site or 37.2 °C from the oral site or 37.6 °C from the rectal / tympanic site. In addition, patient must be spontaneously breathing with a respiratory rate of at least 24 breaths per minute and/or an objective persistent cough consistent with COVID-19 symptoms.",
            "The patients with or without hypoxia will be included. Gas exchange and ventilation may be assisted by means of any continuous positive airway pressure (CPAP) system, or any system of non-invasive ventilation (NIV) with positive end-expiratory pressure (PEEP) ≤ 10 cmH2O.",
            "Criteria of exclusion are pregnancy (all women in fertile age should be tested for pregnancy before being enrolled); presence of an open tracheostomy; therapy with high-flow nasal cannula; clinical contraindication to NO gas delivery, as judged by the attending physician; hospitalized and confirmed diagnosis of COVID-19 for more than 72 hours. Table 1 summarize inclusion and exclusion criteria.",
            "This is a randomized (1:1) controlled, parallel arm clinical trial to verify that brief periods of inhaled NO at high doses can improve clinical course reducing the number of patients who undergo endotracheal intubation for COVID-19 in the first 28 days after enrollment in the study (primary endpoint).",
            "Once admitted to the hospital with a confirmed diagnosis of COVID-19 (obtained by RTPCR for SARS-COVID-2 virus, or positive in COVID-19 IgM/IgG antibodies) the patients will be screened. Eligible patients randomized to the treatment group will receive iNO to target an average inspiratory concentration between 140 to 180 ppm. The administration of iNO will be performed through a non-invasive ventilation circuit with a range between 2 and 10 cmH2O of positive end expiratory pressure (PEEP) or a nonrebreathing mask without positive end expiratory pressure depending on the clinical needs of the patient and availability of respiratory equipment. The patients will undergo 2 sessions per day with the duration between 20 and 30 minutes. A representation of the administration setting in shown in Figure 1.",
            "The NO gas therapy will continue for 14 days or until the primary outcome event is reached (i.e., clinical deterioration with indication for intubation and mechanical ventilation). Other criteria for the interruption of the therapy are: negative result on RTPCR for the presence of the coronavirus (SARS-CoV-2, endpoint 3); hospital discharge or recovery from the symptoms, defined as normalization of fever, respiratory rate, and alleviation of cough, sustained for at least 72 hours (endpoint 4). A flowchart of the study is presented in Figure 2. The evaluation of the patients will continue for 28 day after the enrollment. Since treatment with inhaled NO can lead to increase in plasmatic methemoglobin, the blood levels of methemoglobin will be monitored via non-invasive CO-oximeter or methemoglobin levels in blood. If methemoglobin levels rise above 5% at any point of the study, inhaled NO concentration will be immediately stopped until the subsequent dose. For safety reason we will also evaluate NO2 level in order to keep it below 5 ppm. If we observe an increase above this value, we will immediately interrupt the administration of NO until the subsequent dose. Patients assigned to the control group will not receive any gas therapy.",
            "The primary outcome will be the proportion of patients who progress to a severe form of the disease, defined as the indication given by the attending physician to intubation and mechanical ventilation in the first 28 days after enrollment in the study. Patients in severe respiratory failure and/or ventilatory distress with indication to intubation but concomitant DNI (Do Not Intubate) will meet criteria for primary endpoint. The proportion of intubation will be calculated at 28 days from study enrollment. Secondary outcomes include: -Mortality from any cause at 28 days (endpoint 2) -Proportion of negative conversion of SARS-CoV-2 from upper respiratory tract specimens at 7 days (endpoint 3) -Time to clinical recovery, defined as: normalization of fever (≤ 36.6 C from the axillary site; or ≤ 37.2 C from the oral site; or ≤ 37.8 C from the rectal/tympanic site) plus normalization of respiratory rate < 24 breaths/min and alleviation of cough (defined as mild or absent in a patient-reported scale of severe>>moderate>>mild>>absent) or discharge home (endpoint 4).",
            "Clinical information including medical history and laboratory exams will be obtained from the medical charts and prospectively recorded until discharge or death. Collection of study variables will be managed by the outcome assessors by using a dedicated patient’s file on Studytrax. The 28 days follow up, if the patient is discharged from the hospital, will be performed by a phone call.",
            "Outcome assessors, treatment providers and the principal investigator will obtain unique usernames and password to transfer all data to a Studytrax page dedicated to the study. Data access is restricted only to authorized member of the team which will be responsible for strict confidentiality all times. The signed informed consent will be kept in a secure place for at least 5 years after study completion.",
            "Based on previously published data on COVID 19 [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>], we predict an incidence of intubation and mechanical ventilation of 12.3%. However, because of the novel nature of this study, we do not have enough data to predict the effect of inhaled NO on the primary outcome. The dynamic trend of this ongoing outbreak also prevents us to determine the rate of enrollment that we can achieve. As such, in Table 2 we are displaying the sample size calculation for our primary outcome, for an alpha level of 0.05 and a power level of 0.8, under different scenario. We will perform a first analysis based on 240 patients, evaluating the actual incidence of the primary outcome, effect of the treatment and the actual rate of enrollment. The PI will decide, together with the DSMB, whether to continue enrollment to 340 patients, if a sufficient rate of enrollment and power had not been achieved with the original sample size. Based on results reported in Table 2, the same step could then be repeated increasing sample size from 340 to 500 patients, from 500 patients to 760 and from 760 patients to 1260.",
            "Statistical analysis Data will be analyzed following the intention to treat analysis principle. Demographic and clinical data will be presented as proportions for categorical outcomes and mean plus standard deviation or median plus interquartile range for continuous outcomes. Comparison between groups will be made with the X2 test or the Fisher exact test for categorical variables and with the t-test or Wilcoxon rank-sum test for continuous variables. For the t-test the normality distribution will be evaluated. Time to event outcomes will be analyzed by estimating survival curves over treated and non-treated using the Kaplan-Meier method. A subgroup analysis will be performed with multiple linear regression, as well as logistic and cox regression models to adjust for age, pulmonary comorbidities and coadministration of other experimental treatment.",
            "Data monitoring Data will be monitored by the principal investigator (PI) in collaboration with an independent Data and Safety Monitoring Board (DSMB). PI, and DSMB will monitor adverse events and quality of the data and provide recommendations. The PI will monitor compliance to safety rules every 20 patients. Every violation will be reported to the DSMB. Peripheral centers will be provided with a data sheet providing safety rules and will be instructed to report every violation to the coordinating hospital. Before the beginning of the study, the DSMB will meet to decide safety rules and stopping guidelines.",
            "We will not perform any interim analysis, but the DSMB will be granted the authority to stop the trial at any point due to safety concerns."
        ],
        "Introduction": [
            "The novel Coronavirus 2019 (SARS-CoV-2) has been first identified in China in December 2019 [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. As of today, more than 110,000 cases have been reported (with more than 4,000 deaths) and, while the majority of them is still concentrated in China, the infection has spread across the country’s border to many Asian countries, as well as to Europe and to the USA [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>].",
            "SARS-CoV-2 is a positive single-stranded RNA virus belonging to the family Coronaviridae. The current outbreak would result from the acquired ability of the virus to undergo human to human transmission [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>], after the jump from the original animal reservoir (most likely a bat).",
            "In the human host, SARS-CoV-2 causes a respiratory syndrome (named COVID-19) which can range from a mild involvement of the upper airways to a severe pneumonia with Acute Respiratory Syndrome (ARS) and the need of mechanical ventilation in an intensive care unit (ICU). In early case series, the risk of critical care admission ranges between 5 and 26%, with higher values for the elderly and in patients with comorbidities or chronic diseases [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. The time from symptoms onset to development of severe respiratory distress is relatively long, with a median time of 8 days in which the patient remains in a state of mild disease characterized by dry cough, fever and mild hypoxia requiring oxygen supplementation. Once severe disease with the necessity of ICU develops, the outcome worsens decisively, with mortality raising from 3.4% to 61% [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. Moreover, ICU staying poses a serious strain on resource-limited hospitals. Thus, preventing disease progression during the mild phase would be highly desirable both in terms of morbidity and mortality improvement and healthcare resource-sparing. At the present time, there are no proven etiological treatments for COVID-19 but some ongoing clinical trials are testing the effects of anti-viral drugs (NCT04252664 on ClinicalTrials.gov).",
            "In 2004, a pilot study showed that low dose inhaled Nitric Oxide (NO) was able to shorten the time of ventilatory support during the SARS epidemic, sustained by another coronavirus, SARS-CoV [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. In an in vitro study, the NO donor compound S-nitroso-Nacteylpenicillamine increased the survival rate in an in vitro model of SARS-CoV infected Monkey’s epithelial cells [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>], suggesting a possible viricidal effect of the gas. Inhaled NO at high doses can be administered safely and is known for potential microbicidal effects [<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>–<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]. While further in-vitro testing for this specific virus is recommended, we propose a randomized clinical trial to test the effectiveness of inhaled NO in preventing progression of COVID-19 disease, when administered at an early stage."
        ],
        "Conclusion": [
            "The aim of this trial is to evaluate whether high dose of NO administered at an early stage can safely reduce or prevent the progression of COVID-19 disease. This study is open to every center that wants to participate. If interested in participating in the study, please contact the Principal Investigator.",
            "Authors’ contributions Authorship for this trial will be given to key personnel involved in trial design, personnel training, recruitment, data collection, statistical plan and data analysis. There are no publication restrictions. CL, BS, HD, LB, RP were responsible for conceptualizing trial design. CL and LB managed patient safety protocol. CL, BS, HD, LB, BSF, RDF are responsible for recruitment, enrolment and data collection. AB, BSF, LG are responsible for power calculation, statistical plan and data analysis. CL, BS, HD, LB, EV, BSF, RDF, SG and CCAM trained personnel for the clinical trial and built systems for nitric oxide delivery and monitoring. All authors have critically revised the study protocol and approved the final version. All authors agree to be accountable for the accuracy and integrity of all aspects of this trial. Funding statement: Local departmental funds Competing interests’ statement: LB salaries are partially supported by NIH/NHLBI 1 K23 HL128882-01A1."
        ],
        "Bibliography": [
            "1 Zhu N, Zhang D, Wang W, et al A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med Published Online First: 24 January 2020. doi:10.1056/NEJMoa2001017",
            "2 WHO Report 03-07-2020. https://www.who.int/docs/defaultsource/coronaviruse/situation-reports/20200307-sitrep-47-covid19.pdf?sfvrsn=27c364a4_4 (accessed 8 Mar 2020).",
            "3 Li Q, Guan X, Wu P, et al Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus–Infected Pneumonia. New England Journal of Medicine Published Online First: 29 January 2020. doi:10.1056/nejmoa2001316",
            "4 Wang D, Hu B, Hu C, et al Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA Published Online First: 7 February 2020. doi:10.1001/jama.2020.1585",
            "5 Guan W-J, Ni Z-Y, Hu Y, et al Clinical Characteristics of Coronavirus Disease 2019 in China. N Engl J Med Published Online First: 28 February 2020. doi:10.1056/NEJMoa2002032",
            "6 Yang X, Yu Y, Xu J, et al Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. The Lancet Respiratory Medicine 2020;0. doi:10.1016/S22132600(20)30079-5",
            "7 Chen L, Liu P, Gao H, et al Inhalation of nitric oxide in the treatment of severe acute respiratory syndrome: a rescue trial in Beijing. Clin Infect Dis 2004;39:1531–5. doi:10.1086/425357",
            "8 Keyaerts E, Vijgen L, Chen L, et al Inhibition of SARS-coronavirus infection in vitro by S-nitroso-N-acetylpenicillamine, a nitric oxide donor compound. Int J Infect Dis 2004;8:223–6. doi:10.1016/j.ijid.2004.04.012",
            "9 Regev-Shoshani G, Vimalanathan S, McMullin B, et al Gaseous nitric oxide reduces influenza infectivity in vitro. Nitric Oxide 2013;31:48–53. doi:10.1016/j.niox.2013.03.007",
            "10 Deppisch C, Herrmann G, Graepler-Mainka U, et al Gaseous nitric oxide to treat antibiotic resistant bacterial and fungal lung infections in patients with cystic fibrosis: a phase I clinical study. Infection 2016;44:513–20. doi:10.1007/s15010-016-0879-x",
            "11 Miller C, Miller M, McMullin B, et al A phase I clinical study of inhaled nitric oxide in healthy adults. J Cyst Fibros 2012;11:324–31. doi:10.1016/j.jcf.2012.01.003",
            "12 Miller C, McMullin B, Ghaffari A, et al Gaseous nitric oxide bactericidal activity retained during intermittent high-dose short duration exposure. Nitric Oxide 2009;20:16–23. doi:10.1016/j.niox.2008.08.002",
            "INCLUSION CRITERIA",
            "• Age ≥ 18 years • confirmed SARS-CoV-2 infection. • Hospitalized with at least one among: o Fever o Tachipnea o Cough",
            "• Spontaneous breathing with or without any kind of NIV",
            "• ≤ 8 days since illness onset",
            "RANDOMIZATION 1:1",
            "EXCLUSION CRITERIA",
            "• Pregnancy • Tracheostomy • High Flow Nasal Cannula • Clinical contraindications • Hospitalized and confirmed diagnosis for > 72 h",
            "Daily clinical data recording for 28 days or until discharge",
            "CONTROL GROUP",
            "Absence of placebo",
            "TREATMENT GROUP",
            "20-30 min, 2/day:",
            "• PEEP 2-10 cmH2O • Inhaled NO 140-180 ppm",
            "Daily Assigned treatment 14 days Or until:",
            "• symptoms resolution • or deterioration of the clinical course • Discharge • Death",
            "Outcome data evaluation at 28 days",
            "Figure 2. Study Flowchart"
        ]
    },
    "participants": [
        {
            "participant": "patients",
            "number": 240,
            "context": "As such, in Table 2 we are displaying the sample size calculation for our primary outcome, for an alpha level of 0.05 and a power level of 0.8, under different scenario. <mark class=\"stats\">We will perform a first analysis based on 240 patients, evaluating the actual incidence of the primary outcome, effect of the treatment and the actual rate of enrollment</mark>. The PI will decide, together with the DSMB, whether to continue enrollment to 340 patients, if a sufficient rate of enrollment and power had not been achieved with the original sample size"
        },
        {
            "participant": "patients",
            "number": 340,
            "context": "We will perform a first analysis based on 240 patients, evaluating the actual incidence of the primary outcome, effect of the treatment and the actual rate of enrollment. <mark class=\"stats\">The PI will decide, together with the DSMB, whether to continue enrollment to 340 patients, if a sufficient rate of enrollment and power had not been achieved with the original sample size</mark>. Based on results reported in Table 2, the same step could then be repeated increasing sample size from 340 to 500 patients, from 500 patients to 760 and from 760 patients to 1260"
        },
        {
            "participant": "patients",
            "number": 500,
            "context": "The PI will decide, together with the DSMB, whether to continue enrollment to 340 patients, if a sufficient rate of enrollment and power had not been achieved with the original sample size. <mark class=\"stats\">Based on results reported in Table 2, the same step could then be repeated increasing sample size from 340 to 500 patients, from 500 patients to 760 and from 760 patients to 1260</mark>. Statistical analysis Data will be analyzed following the intention to treat analysis principle"
        },
        {
            "participant": "patients",
            "number": 20,
            "context": "PI, and DSMB will monitor adverse events and quality of the data and provide recommendations. <mark class=\"stats\">The PI will monitor compliance to safety rules every 20 patients</mark>. Every violation will be reported to the DSMB"
        },
        {
            "participant": "cases",
            "number": 110000,
            "context": "The novel Coronavirus 2019 (SARS-CoV-2) has been first identified in China in December 2019 [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. <mark class=\"stats\">As of today, more than 110,000 cases have been reported (with more than 4,000 deaths) and, while the majority of them is still concentrated in China, the infection has spread across the country’s border to many Asian countries, as well as to Europe and to the USA [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]</mark>. SARS-CoV-2 is a positive single-stranded RNA virus belonging to the family Coronaviridae"
        }
    ],
    "statistics": [
        {
            "tests": {
                "context": "<mark class=\"stats\">Time to event outcomes will be analyzed by estimating survival curves over treated and non-treated using the Kaplan-Meier method</mark>",
                "tests": [
                    {
                        "test": "Kaplan-Meier method"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">A subgroup analysis will be performed with multiple linear regression, as well as logistic and cox regression models to adjust for age, pulmonary comorbidities and coadministration of other experimental treatment</mark>",
                "tests": [
                    {
                        "test": "linear regression"
                    }
                ]
            }
        }
    ],
    "keywords": [
        "intensive care unit",
        "Data and Safety Monitoring Board",
        "care unit",
        "positive end-expiratory pressure",
        "principal investigator",
        "Reverse Transcriptase Polymerase Chain Reaction",
        "gaseous nitric oxide",
        "respiratory distress",
        "SARS",
        "nitric oxide",
        "respiratory syndrome",
        "intensive care",
        "COVID-19",
        "non-invasive ventilation",
        "novel coronavirus",
        "coronavirus disease",
        "severe respiratory",
        "acute respiratory syndrome",
        "sars cov",
        "clinical trial",
        "pneumonia",
        "clinical characteristics",
        "continuous positive airway pressure",
        "high value"
    ],
    "keyword_relevance": {
        "nitric oxide": 0.2204724409448819,
        "COVID-19": 0.13385826771653545,
        "Acute Respiratory Syndrome": 0.12598425196850394,
        "SARS": 0.11811023622047244,
        "Data and Safety Monitoring Board": 0.05511811023622047,
        "positive end-expiratory pressure": 0.047244094488188976,
        "principal investigator": 0.047244094488188976,
        "clinical trial": 0.03937007874015748,
        "intensive care unit": 0.031496062992125984,
        "non-invasive ventilation": 0.031496062992125984,
        "respiratory syndrome": 0.023622047244094488,
        "severe respiratory": 0.023622047244094488,
        "Reverse Transcriptase Polymerase Chain Reaction": 0.015748031496062992,
        "respiratory distress": 0.015748031496062992,
        "acute respiratory syndrome": 0.015748031496062992,
        "pneumonia": 0.015748031496062992,
        "continuous positive airway pressure": 0.015748031496062992,
        "care unit": 0.007874015748031496,
        "intensive care": 0.007874015748031496,
        "novel coronavirus": 0.007874015748031496,
        "gaseous nitric oxide": 0.0,
        "coronavirus disease": 0.0,
        "sars cov": 0.0,
        "clinical characteristics": 0.0,
        "high value": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> The novel Coronavirus 2019 (SARS-CoV-2) has been first identified in China in December 2019 [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
        "SARS-CoV-2 causes a respiratory syndrome which can range from a mild involvement of the upper airways to a severe pneumonia with Acute Respiratory Syndrome (ARS) and the need of mechanical ventilation in an intensive care unit (ICU).",
        "Once severe disease with the necessity of ICU develops, the outcome worsens decisively, with mortality raising from 3.4% to 61% [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>].",
        "There are no proven etiological treatments for COVID-19 but some ongoing clinical trials are testing the effects of anti-viral drugs (NCT04252664 on ClinicalTrials.gov)",
        "<h2 style=\"display: inline\">Methods:</h2> Spontaneous breathing patients admitted to the hospital for symptomatic COVID-19 infection will be eligible to enter the study.",
        "Patients in the treatment group will receive inhaled NO at high doses (140-180 parts per million) for 30 minutes, 2 sessions every day for 14 days in addition to the hospital care.",
        "Patient in the control group will receive only hospital care.",
        "Study design Multicenter randomized clinical trial.",
        "Patient must be spontaneously breathing with a respiratory rate of at least 24 breaths per minute and/or an objective persistent cough consistent with COVID-19 symptoms",
        "<h2 style=\"display: inline\">Conclusion:</h2> The aim of this trial is to evaluate whether high dose of NO administered at an early stage can safely reduce or prevent the progression of COVID-19 disease.",
        "Authors’ contributions Authorship for this trial will be given to key personnel involved in trial design, personnel training, recruitment, data collection, statistical plan and data analysis.",
        "CL, BS, HD, LB, BSF, RDF are responsible for recruitment, enrolment and data collection.",
        "AB, BSF, LG are responsible for power calculation, statistical plan and data analysis.",
        "CL, BS, HD, LB, EV, BSF, RDF, SG and CCAM trained personnel for the clinical trial and built systems for nitric oxide delivery and monitoring.",
        "All authors have critically revised the study protocol and approved the final version.",
        "Funding statement: Local departmental funds Competing interests’ statement: LB salaries are partially supported by NIH/NHLBI 1 K23 HL128882-01A1"
    ],
    "structured_summary": {
        "Introduction": [
            "The novel Coronavirus 2019 (SARS-CoV-2) has been first identified in China in December 2019 [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
            "SARS-CoV-2 causes a respiratory syndrome which can range from a mild involvement of the upper airways to a severe pneumonia with Acute Respiratory Syndrome (ARS) and the need of mechanical ventilation in an intensive care unit (ICU).",
            "Once severe disease with the necessity of ICU develops, the outcome worsens decisively, with mortality raising from 3.4% to 61% [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>].",
            "There are no proven etiological treatments for COVID-19 but some ongoing clinical trials are testing the effects of anti-viral drugs (NCT04252664 on ClinicalTrials.gov)"
        ],
        "Methods": [
            "Spontaneous breathing patients admitted to the hospital for symptomatic COVID-19 infection will be eligible to enter the study.",
            "Patients in the treatment group will receive inhaled NO at high doses (140-180 parts per million) for 30 minutes, 2 sessions every day for 14 days in addition to the hospital care.",
            "Patient in the control group will receive only hospital care.",
            "Study design Multicenter randomized clinical trial.",
            "Patient must be spontaneously breathing with a respiratory rate of at least 24 breaths per minute and/or an objective persistent cough consistent with COVID-19 symptoms"
        ],
        "Conclusion": [
            "The aim of this trial is to evaluate whether high dose of NO administered at an early stage can safely reduce or prevent the progression of COVID-19 disease.",
            "Authors’ contributions Authorship for this trial will be given to key personnel involved in trial design, personnel training, recruitment, data collection, statistical plan and data analysis.",
            "CL, BS, HD, LB, BSF, RDF are responsible for recruitment, enrolment and data collection.",
            "AB, BSF, LG are responsible for power calculation, statistical plan and data analysis.",
            "CL, BS, HD, LB, EV, BSF, RDF, SG and CCAM trained personnel for the clinical trial and built systems for nitric oxide delivery and monitoring.",
            "All authors have critically revised the study protocol and approved the final version.",
            "Funding statement: Local departmental funds Competing interests’ statement: LB salaries are partially supported by NIH/NHLBI 1 K23 HL128882-01A1"
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Zhu_et+al_2020_a",
            "entry": "1 Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med Published Online First: 24 January 2020. doi:10.1056/NEJMoa2001017",
            "crossref": "https://dx.doi.org/10.1056/NEJMoa2001017",
            "scite": "https://scite.ai/reports/10.1056/NEJMoa2001017",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1056/NEJMoa2001017"
        },
        {
            "id": "2",
            "alt_id": "2_0000_a",
            "entry": "2 WHO Report 03-07-2020. https://www.who.int/docs/defaultsource/coronaviruse/situation-reports/20200307-sitrep-47-covid19.pdf?sfvrsn=27c364a4_4 (accessed 8 Mar 2020).",
            "url": "https://www.who.int/docs/defaultsource/coronaviruse/situation-reports/20200307-sitrep-47-covid19.pdf?sfvrsn=27c364a4_4"
        },
        {
            "id": "3",
            "alt_id": "Li_et+al_29 January_a",
            "entry": "3 Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus–Infected Pneumonia. New England Journal of Medicine Published Online First: 29 January 2020. doi:10.1056/nejmoa2001316",
            "crossref": "https://dx.doi.org/10.1056/nejmoa2001316",
            "scite": "https://scite.ai/reports/10.1056/nejmoa2001316",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1056/nejmoa2001316"
        },
        {
            "id": "4",
            "alt_id": "Wang_et+al_2020_a",
            "entry": "4 Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA Published Online First: 7 February 2020. doi:10.1001/jama.2020.1585",
            "crossref": "https://dx.doi.org/10.1001/jama.2020.1585",
            "scite": "https://scite.ai/reports/10.1001/jama.2020.1585",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1001/jama.2020.1585"
        },
        {
            "id": "5",
            "alt_id": "Guan_et+al_28 February_a",
            "entry": "5 Guan W-J, Ni Z-Y, Hu Y, et al. Clinical Characteristics of Coronavirus Disease 2019 in China. N Engl J Med Published Online First: 28 February 2020. doi:10.1056/NEJMoa2002032",
            "crossref": "https://dx.doi.org/10.1056/NEJMoa2002032",
            "scite": "https://scite.ai/reports/10.1056/NEJMoa2002032",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1056/NEJMoa2002032"
        },
        {
            "id": "6",
            "alt_id": "Yang_et+al_2020_a",
            "entry": "6 Yang X, Yu Y, Xu J, et al. Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. The Lancet Respiratory Medicine 2020;0. doi:10.1016/S22132600(20)30079-5",
            "crossref": "https://dx.doi.org/10.1016/S22132600(20)30079-5",
            "scite": "https://scite.ai/reports/10.1016/S22132600(20)30079-5"
        },
        {
            "id": "7",
            "alt_id": "Chen_et+al_2004_a",
            "entry": "7 Chen L, Liu P, Gao H, et al. Inhalation of nitric oxide in the treatment of severe acute respiratory syndrome: a rescue trial in Beijing. Clin Infect Dis 2004;39:1531–5. doi:10.1086/425357",
            "crossref": "https://dx.doi.org/10.1086/425357",
            "scite": "https://scite.ai/reports/10.1086/425357",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1086/425357"
        },
        {
            "id": "8",
            "alt_id": "Keyaerts_et+al_2004_a",
            "entry": "8 Keyaerts E, Vijgen L, Chen L, et al. Inhibition of SARS-coronavirus infection in vitro by S-nitroso-N-acetylpenicillamine, a nitric oxide donor compound. Int J Infect Dis 2004;8:223–6. doi:10.1016/j.ijid.2004.04.012",
            "crossref": "https://dx.doi.org/10.1016/j.ijid.2004.04.012",
            "scite": "https://scite.ai/reports/10.1016/j.ijid.2004.04.012",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1016/j.ijid.2004.04.012"
        },
        {
            "id": "9",
            "alt_id": "Regev-Shoshani_et+al_2013_a",
            "entry": "9 Regev-Shoshani G, Vimalanathan S, McMullin B, et al. Gaseous nitric oxide reduces influenza infectivity in vitro. Nitric Oxide 2013;31:48–53. doi:10.1016/j.niox.2013.03.007",
            "crossref": "https://dx.doi.org/10.1016/j.niox.2013.03.007",
            "scite": "https://scite.ai/reports/10.1016/j.niox.2013.03.007",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1016/j.niox.2013.03.007"
        },
        {
            "id": "10",
            "alt_id": "Deppisch_et+al_2016_a",
            "entry": "10 Deppisch C, Herrmann G, Graepler-Mainka U, et al. Gaseous nitric oxide to treat antibiotic resistant bacterial and fungal lung infections in patients with cystic fibrosis: a phase I clinical study. Infection 2016;44:513–20. doi:10.1007/s15010-016-0879-x",
            "crossref": "https://dx.doi.org/10.1007/s15010-016-0879-x",
            "scite": "https://scite.ai/reports/10.1007/s15010-016-0879-x",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1007/s15010-016-0879-x"
        },
        {
            "id": "11",
            "alt_id": "Miller_et+al_2012_a",
            "entry": "11 Miller C, Miller M, McMullin B, et al. A phase I clinical study of inhaled nitric oxide in healthy adults. J Cyst Fibros 2012;11:324–31. doi:10.1016/j.jcf.2012.01.003",
            "crossref": "https://dx.doi.org/10.1016/j.jcf.2012.01.003",
            "scite": "https://scite.ai/reports/10.1016/j.jcf.2012.01.003",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1016/j.jcf.2012.01.003"
        },
        {
            "id": "12",
            "alt_id": "Miller_et+al_2009_a",
            "entry": "12 Miller C, McMullin B, Ghaffari A, et al. Gaseous nitric oxide bactericidal activity retained during intermittent high-dose short duration exposure. Nitric Oxide 2009;20:16–23. doi:10.1016/j.niox.2008.08.002",
            "crossref": "https://dx.doi.org/10.1016/j.niox.2008.08.002",
            "scite": "https://scite.ai/reports/10.1016/j.niox.2008.08.002",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1016/j.niox.2008.08.002"
        }
    ],
    "facts": [
        "The mortality is reported to be around 3.4% with higher values",
        "preclinical evidence suggests that nitric oxide has a beneficial effect on the coronavirusmediated acute respiratory syndrome",
        "during early phases of COVID-19 infection can prevent the progression of the disease",
        "The novel Coronavirus 2019 has been first identified in China in December 2019",
        "the infection has spread across the country's border to many Asian countries",
        "single-stranded RNA virus belonging to the family Coronaviridae",
        "The current outbreak would result from the acquired ability of the virus to undergo human",
        "a respiratory syndrome which can range from a mild involvement of the upper airways",
        "the patient remains in a state of mild disease characterized by dry cough",
        "with mortality raising from 3.4% to 61%",
        "ICU staying poses a serious strain on resource-limited hospitals",
        "some ongoing clinical trials are testing the effects of anti-viral drugs",
        "Spontaneous breathing patients admitted to the hospital for symptomatic COVID-19 infection will be eligible to enter the study",
        "The primary outcome is the percentage of patients requiring endotracheal intubation",
        "This study is open to other centers",
        "Eligibility criteria Adults in-hospital patients will be recruited within 72 hours after confirmation",
        "Diagnosis can be obtained by detection of COVID-19 IgM",
        "patient must be spontaneously breathing with a respiratory rate",
        "The aim of this trial is to evaluate whether high dose",
        "This study is open to every center",
        "Authors' contributions Authorship for this trial will be given to key personnel involved in trial design",
        "RP were responsible for conceptualizing trial design",
        "RDF are responsible for recruitment",
        "LG are responsible for power calculation",
        "All authors agree to be accountable for the accuracy and integrity of all aspects",
        "LB salaries are partially supported by NIH",
        "Patient must be spontaneously breathing with a respiratory rate"
    ],
    "claims": [
        "While further in-vitro testing for this specific virus is recommended, we propose a randomized clinical trial to test the effectiveness of inhaled NO in preventing progression of COVID-19 disease, when administered at an early stage"
    ],
    "findings": [],
    "processes": [],
    "key_statements": [
        "The time from symptoms onset to development of severe respiratory distress is relatively long, with a median time of 8 days in which the patient remains in a state of mild disease characterized by dry cough, fever and mild hypoxia requiring oxygen supplementation",
        "There are no proven etiological treatments for COVID-19 but some ongoing clinical trials are testing the effects of anti-viral drugs (NCT04252664 on ClinicalTrials.gov)",
        "While further in-vitro testing for this specific virus is recommended, we propose a randomized clinical trial to test the effectiveness of inhaled nitric oxide in preventing progression of COVID-19 disease, when administered at an early stage",
        "We will not perform any interim analysis, but the Data and Safety Monitoring Board will be granted the authority to stop the trial at any point due to safety concerns. The aim of this trial is to evaluate whether high dose of nitric oxide administered at an early stage can safely reduce or prevent the progression of COVID-19 disease",
        "This study is open to every center that wants to participate",
        "CL, BS, HD, LB, BSF, RDF are responsible for recruitment, enrolment and data collection",
        "AB, BSF, LG are responsible for power calculation, statistical plan and data analysis",
        "Funding statement: Local departmental funds Competing interests’ statement: LB salaries are partially supported by NIH/NHLBI 1 K23 HL128882-01A1"
    ],
    "top_statements": [
        "The novel Coronavirus 2019 (SARS-CoV-2) has been first identified in China in December 2019 [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]",
        "We will not perform any interim analysis, but the Data and Safety Monitoring Board will be granted the authority to stop the trial at any point due to safety concerns. The aim of this trial is to evaluate whether high dose of nitric oxide administered at an early stage can safely reduce or prevent the progression of COVID-19 disease",
        "This study is open to every center that wants to participate",
        "CL, BS, HD, LB, BSF, RDF are responsible for recruitment, enrolment and data collection",
        "AB, BSF, LG are responsible for power calculation, statistical plan and data analysis",
        "Funding statement: Local departmental funds Competing interests’ statement: LB salaries are partially supported by NIH/NHLBI 1 K23 HL128882-01A1"
    ],
    "headline": "We will not perform any interim analysis, but the Data and Safety Monitoring Board will be granted the authority to stop the trial at any point due to safety concerns. The aim of this trial is to evaluate whether high dose of nitric oxide administered at an early stage can safely reduce or prevent the progression of COVID-19 disease",
    "contexts": [],
    "abbreviations": {
        "NO": "nitric oxide",
        "ARS": "Acute Respiratory Syndrome",
        "ICU": "intensive care unit",
        "RT-PCR": "Reverse Transcriptase Polymerase Chain Reaction",
        "CPAP": "continuous positive airway pressure",
        "NIV": "non-invasive ventilation",
        "PEEP": "positive end-expiratory pressure",
        "PI": "principal investigator",
        "DSMB": "Data and Safety Monitoring Board"
    }
}
