{
    "filename": "2020.03.09.20033217v1.full.pdf",
    "content_type": "application/pdf",
    "file_size": 662757,
    "metadata": {
        "title": "Aerosol and surface stability of HCoV-19 (SARS-CoV-2) compared to SARS-CoV-1",
        "author": "NEJM Original Article 2 2700 words. Current = 2638, including references and table/figure legends 3 5 Tables and Figures. Current = 3 4 40 references. Current = 24 5",
        "date": 2020,
        "affiliations": [
            "Laboratory of Virology, Division of Intramural Research, National Institute of Allergy and"
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.03.09.20033217",
            "isbn": null,
            "doc_id": null,
            "url": "https://www.medrxiv.org/content/10.1101/2020.03.09.20033217v1.full.pdf"
        },
        "abstract": "HCoV-19 (SARS-2) has caused >88,000 reported illnesses with a current case-fatality ratio of ~2%. Here, we investigate the stability of viable HCoV-19 on surfaces and in aerosols in comparison with SARS35 CoV-1. Overall, stability is very similar between HCoV-19 and SARS-CoV-1. We found that viable virus 36 could be detected in aerosols up to 3 hours post aerosolization, up to 4 hours on copper, up to 24 hours on cardboard and up to 2-3 days on plastic and stainless steel. HCoV-19 and SARS-CoV-1 exhibited similar half-lives in aerosols, with median estimates around 2.7 hours. Both viruses show relatively long viability on stainless steel and polypropylene compared to copper or cardboard: the median half-life estimate for HCoV-19 is around 13 hours on steel and around 16 hours on polypropylene. Our results indicate that aerosol and fomite transmission of HCoV-19 is plausible, as the virus can remain viable in aerosols for multiple hours and on surfaces up to days.",
        "references": "@misc{unknown-a,\n  title = {Coronavirus disease (COVID-2019) situation reports. 2020. (Accessed 26th of February 2020},\n  url = {https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports/.},\n  language = {}\n}\n@article{chan-a,\n  author = {Chan, J.F. and Yuan, S. and Kok, K.H.},\n  title = {A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {514},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@article{yu2004a,\n  author = {Yu, I.T. and Li, Y. and Wong, T.W.},\n  title = {Evidence of airborne transmission of the severe acute respiratory syndrome virus},\n  journal = {N Engl J Med},\n  date = {2004},\n  volume = {350},\n  pages = {1731–9},\n  more-authors = {true},\n  language = {}\n}\n@article{christian2004a,\n  author = {Christian, M.D. and Loutfy, M. and McDonald, L.C.},\n  title = {Possible SARS coronavirus transmission during cardiopulmonary resuscitation},\n  journal = {Emerg Infect Dis},\n  date = {2004},\n  volume = {10},\n  pages = {287–93},\n  more-authors = {true},\n  language = {}\n}\n@article{xiao2017a,\n  author = {Xiao, S. and Li, Y. and Wong, T.W. and Hui, D.S.C.},\n  title = {Role of fomites in SARS transmission during the largest hospital outbreak in Hong Kong},\n  journal = {PLoS One},\n  date = {2017},\n  volume = {12},\n  pages = {0181558},\n  language = {}\n}\n@misc{holshue-a,\n  author = {Holshue, M.L. and DeBolt, C. and Lindquist, S.},\n  title = {First Case of 2019 Novel Coronavirus in the United},\n  more-authors = {true},\n  language = {}\n}\n@article{marra2003a,\n  author = {Marra, M.A. and Jones, S.J. and Astell, C.R.},\n  title = {The Genome sequence of the SARS-associated coronavirus},\n  journal = {Science},\n  date = {2003},\n  volume = {300},\n  pages = {1399–404},\n  more-authors = {true},\n  language = {}\n}\n@article{fischer2016a,\n  author = {Fischer, R.J. and Bushmaker, T. and Judson, S. and Munster, V.J.},\n  title = {Comparison of the Aerosol Stability of 2 Strains of Zaire ebolavirus From the 1976 and 2013 Outbreaks},\n  journal = {J Infect Dis},\n  date = {2016},\n  volume = {214},\n  pages = {290–3},\n  language = {}\n}\n@article{van2013a,\n  author = {van Doremalen N and T, Bushmaker and VJ, Munster},\n  title = {Stability of Middle East respiratory syndrome coronavirus (MERS-CoV) under different environmental conditions},\n  journal = {Euro Surveill},\n  date = {2013},\n  language = {}\n}\n@book{gelman2014a,\n  author = {Gelman, A.},\n  title = {Bayesian data analysis},\n  edition = {Third edition. ed},\n  publisher = {CRC Press},\n  date = {2014},\n  language = {},\n  address = {Boca Raton}\n}\n@misc{rothe-a,\n  author = {Rothe, C. and Schunk, M. and Sothmann, P.},\n  title = {Transmission of 2019-nCoV Infection from an},\n  more-authors = {true},\n  language = {}\n}\n@article{lunn2019a,\n  author = {Lunn, T.J. and Restif, O. and Peel, A.J.},\n  title = {Dose-response and transmission: the nexus between reservoir hosts, environment and recipient hosts},\n  journal = {Philos Trans R Soc Lond B Biol Sci},\n  date = {2019},\n  volume = {374},\n  pages = {20190016},\n  more-authors = {true},\n  language = {}\n}\n@article{wu2005a,\n  author = {Wu, Z. and McGoogan, J.M.},\n  title = {Characteristics of and Important Lessons From the Coronavirus Disease 224 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for 225 Disease Control and Prevention},\n  journal = {JAMA},\n  volume = {2020},\n  date = {2005},\n  pages = {355–9},\n  unmatched-author = {Lloyd-Smith JO, Schreiber SJ, Kopp PE, Getz WM.},\n  source = {Superspreading and the effect of individual 227 variation on disease emergence},\n  unmatched-journal = {Nature},\n  unmatched-volume = {438:},\n  number = {226 24},\n  language = {}\n}\n",
        "references_ris": "TY  - GEN\nTI  - Coronavirus disease (COVID-2019) situation reports. 2020. (Accessed 26th of February 2020\nUR  - https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports/.\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Chan, J.F.\nAU  - Yuan, S.\nAU  - Kok, K.H.\nTI  - A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster\nT2  - Lancet\nVL  - 2020\nSP  - 514\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Yu, I.T.\nAU  - Li, Y.\nAU  - Wong, T.W.\nTI  - Evidence of airborne transmission of the severe acute respiratory syndrome virus\nT2  - N Engl J Med\nPY  - 2004\nDA  - 2004\nVL  - 350\nSP  - 1731\nEP  - 9\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Christian, M.D.\nAU  - Loutfy, M.\nAU  - McDonald, L.C.\nTI  - Possible SARS coronavirus transmission during cardiopulmonary resuscitation\nT2  - Emerg Infect Dis\nPY  - 2004\nDA  - 2004\nVL  - 10\nSP  - 287\nEP  - 93\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Xiao, S.\nAU  - Li, Y.\nAU  - Wong, T.W.\nAU  - Hui, D.S.C.\nTI  - Role of fomites in SARS transmission during the largest hospital outbreak in Hong Kong\nT2  - PLoS One\nPY  - 2017\nDA  - 2017\nVL  - 12\nSP  - 0181558\nLA  - \nER  - \n\nTY  - GEN\nAU  - Holshue, M.L.\nAU  - DeBolt, C.\nAU  - Lindquist, S.\nTI  - First Case of 2019 Novel Coronavirus in the United\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Marra, M.A.\nAU  - Jones, S.J.\nAU  - Astell, C.R.\nTI  - The Genome sequence of the SARS-associated coronavirus\nT2  - Science\nPY  - 2003\nDA  - 2003\nVL  - 300\nSP  - 1399\nEP  - 404\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Fischer, R.J.\nAU  - Bushmaker, T.\nAU  - Judson, S.\nAU  - Munster, V.J.\nTI  - Comparison of the Aerosol Stability of 2 Strains of Zaire ebolavirus From the 1976 and 2013 Outbreaks\nT2  - J Infect Dis\nPY  - 2016\nDA  - 2016\nVL  - 214\nSP  - 290\nEP  - 3\nLA  - \nER  - \n\nTY  - JOUR\nAU  - van Doremalen N\nAU  - T, Bushmaker\nAU  - VJ, Munster\nTI  - Stability of Middle East respiratory syndrome coronavirus (MERS-CoV) under different environmental conditions\nT2  - Euro Surveill\nPY  - 2013\nDA  - 2013\nLA  - \nER  - \n\nTY  - BOOK\nAU  - Gelman, A.\nTI  - Bayesian data analysis\nET  - Third edition. ed\nPB  - CRC Press\nPY  - 2014\nDA  - 2014\nLA  - \nCY  - Boca Raton\nER  - \n\nTY  - GEN\nAU  - Rothe, C.\nAU  - Schunk, M.\nAU  - Sothmann, P.\nTI  - Transmission of 2019-nCoV Infection from an\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Lunn, T.J.\nAU  - Restif, O.\nAU  - Peel, A.J.\nTI  - Dose-response and transmission: the nexus between reservoir hosts, environment and recipient hosts\nT2  - Philos Trans R Soc Lond B Biol Sci\nPY  - 2019\nDA  - 2019\nVL  - 374\nSP  - 20190016\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Wu, Z.\nAU  - McGoogan, J.M.\nTI  - Characteristics of and Important Lessons From the Coronavirus Disease 224 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for 225 Disease Control and Prevention\nT2  - JAMA\nVL  - 2020\nPY  - 2005\nDA  - 2005\nSP  - 355\nEP  - 9\nC1  - Lloyd-Smith JO, Schreiber SJ, Kopp PE, Getz WM.\nT2  - Superspreading and the effect of individual 227 variation on disease emergence\nC1  - Nature\nC1  - 438:\nIS  - 226 24\nLA  - \nER  - \n\n",
        "links": [],
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "1",
                "caption": "Posterior median estimates and 95% credible intervals (2.5%–97.5% quantile range) for halflives of HCoV-19 and SARS-CoV in aerosols and on various surfaces, as well as a median estimate and"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "Viability of SARS-CoV and HCoV-19 in aerosols and on different surfaces. A) SARS-CoV and 231 HCoV-19 were aerosolized in a rotating drum maintained at 21-23°C and 65% RH. Aerosols were"
            },
            {
                "id": "2",
                "caption": "Estimated exponential decay rates and corresponding half-lives for HCoV-19 and SARS-CoV241 1. Experimental conditions are ordered by posterior median half-life for HCoV-19. A: Regression plots showing predicted decay of virus titer over time; titer plotted on a logarithmic scale. Points show measured titers and are slightly jittered along the time axis to avoid overplotting. Lines are random draws from the joint posterior distribution of the exponential decay rate (negative of the slope) and intercept 245 (initial virus titer), thus visualizing the range of possible decay patterns for each experimental condition"
            }
        ],
        "tables_url": "https://scholarcy.nyc3.digitaloceanspaces.com/tables/docker-test/2020.03.09.20033217v1.full.xlsx",
        "figure_urls": [
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.09.20033217v1.full/img-000.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.09.20033217v1.full/img-003.png"
        ]
    },
    "sections": {
        "methods": [
            "HCoV-19 nCoV-WA1-2020 (MN985325.1)[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] and SARS-CoV-1 Tor[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] (AY274119.3)[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>] were the strains used in our comparison. Virus stability in aerosols was determined as described previously at 65%<br/><br/>relative humidity (RH) and 21-23°C.15 In short, aerosols (<5 μm) containing HCoV-19 (105.25<br/><br/>TCID50/mL) or SARS-CoV-1 (106.75-7 TCID50/mL) were generated using a 3-jet Collison nebulizer and fed into a Goldberg drum to create an aerosolized environment. Aerosols were maintained in the<br/><br/>Goldberg drum and samples were collected at 0, 30, 60, 120 and 180 minutes post-aerosolization on a<br/><br/>47mm gelatin filter (Sartorius). Filters were dissolved in 10 mL of DMEM containing 10% FBS. Three replicate experiments were performed."
        ],
        "results": [
            "HCoV-19 remained viable in aerosols throughout the duration of our experiment (180 minutes) with a reduction in infectious titer 3 hours post-aerosolization from 103.5 to 102.7 CID50/L (mean across three replicates). This reduction in viable virus titer is relatively similar to the reduction observed in aerosols containing SARS-CoV-1, from 104.3 to 103.5 TCID50/mL (mean across three replicates) (Figure    1A).<br/><br/>HCoV-19 was most stable on plastic and stainless steel and viable virus could be detected up to hours post application (Figure 1B), though by then the virus titer was greatly reduced (polypropylene from 103.7 to 100.6 TCID50/mL after 72 hours, stainless steel from 103.7 to 100.6 TCID50/mL after 48 hours, mean across three replicates). SARS-CoV-1 had similar stability kinetics and live virus could be detected on these surfaces up to 72 hours on polypropylene and 48 hours on stainless steel (polypropylene from<br/><br/>103.4 to 100.7 TCID50/mL after 72 hours, stainless steel from 103.6 to 100.6 TCID50/mL after 48 hours, mean across three replicates). No viable virus could be measured after 4 hours on copper for HCoV-19 and 8 hours for SARS-CoV-1, or after 24 hours on cardboard for HCoV-19 and 8 hours for SARS-CoV-1    (Figure 1B).<br/><br/>Both viruses exhibited exponential decay in viable virus titer across all experimental conditions, as indicated by linear decrease in the log10TCID50/mL over time (Figure 2A). From the posterior distributions on decay slope parameters we computed posterior distributions for the half-life of each virus in each condition (Figure 2B, Table 1). HCoV-19 and SARS-CoV exhibited similar half-lives in aerosols, with median estimates around 2.7 hours, and 95% credible intervals (2.5%–97.5% quantile range) of (1.65, 7.24 hours) for HCoV-19 and (1.81, 5.45 hours) for SARS-CoV-1 (Table 1). Half-lives on copper were also similar between the two viruses. On cardboard, HCoV-19 showed a considerably longer halflife than SARS-CoV-1. Both viruses showed markedly longer viability on stainless steel and polypropylene: the median half-life estimate for HCoV-19 was roughly 13 hours on steel and 16 hours on polypropylene. In general, there was no statistically discernable difference in half-life between the two viruses on any given surface except for cardboard: all other 95% credible intervals for the difference in half-lives overlapped 0 (Fig 2B, Table 1)."
        ],
        "discussion": [
            "HCoV-19 has caused many more cases of illness and resulted in more deaths than SARS-CoV-1 and is proving more difficult to contain. Our results indicate that the greater transmissibility observed for<br/><br/>HCoV-19 is unlikely to be due to greater environmental viability of this virus compared to SARS-CoV-1.<br/><br/>Instead, there are a number of potential factors which could account for the epidemiological differences between the two viruses. There have been early indications that individuals infected with HCoV-19 may shed and transmit the virus while pre-symptomatic or asymptomatic[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>-<a class=\"ref-link\" id=\"c20\" href=\"#r20\">20</a>]. This reduces the efficacy of quarantine and contact tracing as control measures relative to SARS-CoV-1.21 Other factors likely to play a role include the infectious dose required to establish an infection, the stability of virus in mucus, and environmental factors such as temperature and relative humidity.[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>,<a class=\"ref-link\" id=\"c22\" href=\"#r22\">22</a>] In ongoing experiments, we are studying virus viability in different matrices, such as nasal secretion, sputum and fecal matter, and while varying environmental conditions, such as temperature and relative humidity."
        ],
        "acknowledgements": [
            "We would like to thank Kwe Claude Yinde and Michael Letko for experimental assistance. This research was supported by the Intramural Research Program of the National Institute of Allergy and Infectious<br/><br/>Diseases (NIAID), National Institutes of Health (NIH). JOL-S and AG were supported by the Defense<br/><br/>Advanced Research Projects Agency DARPA PREEMPT # D18AC00031, and JOL-S was supported by the U.S National Science Foundation (DEB-1557022) and the Strategic Environmental Research and<br/><br/>Development Program (SERDP, RC2635) of the U.S Department of Defense. The findings and conclusions in this report are those of the author(s) and do not necessarily represent the official position of the Centers for Disease Control and Prevention. Names of specific vendors, manufacturers, or products are included for public health and informational purposes; inclusion does not imply endorsement of the vendors, manufacturers, or products by the Centers for Disease Control and Prevention or the US<br/><br/>Department of Health and Human Services."
        ],
        "data_availability": [
            "Code and data to reproduce the Bayesian estimation results and produce corresponding figures are archived online at OSF: <insert link> and available on Github: <insert link> Coronavirus disease (COVID-2019) situation reports. 2020. (Accessed 26th of February 2020, at https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports/.) Chan JF, Yuan S, Kok KH, et al A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission:a study of a family cluster. Lancet 2020;395:51423. Li Q, Guan X, Wu P, et al Early Transmission Dynamics in Wuhan, China, of Novel CoronavirusInfected Pneumonia. N Engl J Med 2020. Zou L, Ruan F, Huang M, et al SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients. N Engl J Med 2020."
        ],
        "procedures": [
            "Viruses 2019;11.<br/><br/>Xiao S, Li Y, Wong TW, Hui DSC. Role of fomites in SARS transmission during the largest hospital outbreak in Hong Kong. PLoS One 2017;12:e0181558.<br/><br/>Wu A, Peng Y, Huang B, et al Genome Composition and Divergence of the Novel Coronavirus (2019-nCoV) Originating in China. Cell Host Microbe 2020."
        ],
        "funding": [
            "This research was supported by the Intramural Research Program of the National Institute of Allergy and Infectious Diseases (NIAID), National Institutes of Health (NIH)",
            "JOL-S and AG were supported by the Defense Advanced Research Projects Agency DARPA PREEMPT # D18AC00031, and JOL-S was supported by the U.S National Science Foundation (DEB-1557022) and the Strategic Environmental Research and Development Program (SERDP, RC2635) of the U.S Department of Defense"
        ],
        "supplementary_references": {
            "supplementary_data_references": [
                "Supplemental Materials"
            ],
            "supplementary_figure_references": [
                "Figures S1–S5"
            ]
        },
        "introduction": []
    },
    "structured_content": {
        "Abstract": [
            "HCoV-19 (SARS-2) has caused >88,000 reported illnesses with a current case-fatality ratio of ~2%. Here, we investigate the stability of viable HCoV-19 on surfaces and in aerosols in comparison with SARS-",
            "CoV-1. Overall, stability is very similar between HCoV-19 and SARS-CoV-1. We found that viable virus could be detected in aerosols up to 3 hours post aerosolization, up to 4 hours on copper, up to 24 hours on cardboard and up to 2-3 days on plastic and stainless steel. HCoV-19 and SARS-CoV-1 exhibited similar half-lives in aerosols, with median estimates around 2.7 hours. Both viruses show relatively long viability on stainless steel and polypropylene compared to copper or cardboard: the median half-life estimate for",
            "HCoV-19 is around 13 hours on steel and around 16 hours on polypropylene. Our results indicate that aerosol and fomite transmission of HCoV-19 is plausible, as the virus can remain viable in aerosols for multiple hours and on surfaces up to days.",
            "A novel human coronavirus, now named severe acute respiratory syndrome coronavirus 2",
            "(SARS-CoV-2, referred to as HCoV-19 throughout this manuscript) emerged in Wuhan, China in late",
            "2019. As of March 3, 2020, >88,000 cases have been diagnosed in 64 countries, including 2915 deaths.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]",
            "The rapid expansion of this outbreak is indicative of efficient human-to-human transmission.[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] HCoV-19 has been detected in upper and lower respiratory tract samples from patients, with high viral loads in upper respiratory tract samples.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] Therefore, virus transmission via respiratory secretions in the form of droplets (>5 microns) or aerosols (<5 microns) appears to be likely. Virus stability in air and on surfaces may directly affect virus transmission, as virus particles need to remain viable long enough after being expelled from the host to be taken up by a novel host. Airborne transmission or fomite transmission were thought to play important roles in the epidemiology of the two zoonotic coronaviruses that emerged this century, SARS-CoV-1 and MERS-CoV.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] Airborne transmission may have been responsible for the largest superspreading event during the SARS epidemic of 2002-2003,7 and numerous nosocomial superspreading events of SARS-CoV-1 were linked to aerosol-generating medical procedures.[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>-<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>] Fomite transmission was also suspected during the SARS epidemic, and one analysis of a nosocomial SARS-",
            "CoV-1 superspreading event concluded that fomites had played a significant role.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]",
            "Given the potential impact of different routes of transmission on the epidemiology of emerging viruses, it is crucial to quantify the virological traits that may shape these aspects of HCoV-19 transmission. Here, we analyze the aerosol and surface stability of HCoV-19 and compare it with SARS-",
            "CoV-1, the most closely related coronavirus known to infect humans.[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] We evaluated the aerosol stability of HCoV-19 and SARS-CoV-1 for up to three hours in aerosols and up to 7 days on different surfaces.",
            "We estimated decay rates of HCoV-19 and SARS-CoV-1 in each condition using a Bayesian regression model."
        ],
        "Methods": [
            "HCoV-19 nCoV-WA1-2020 (MN985325.1)[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] and SARS-CoV-1 Tor[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] (AY274119.3)[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>] were the strains used in our comparison. Virus stability in aerosols was determined as described previously at 65%",
            "relative humidity (RH) and 21-23°C.15 In short, aerosols (<5 μm) containing HCoV-19 (105.25",
            "TCID50/mL) or SARS-CoV-1 (106.75-7 TCID50/mL) were generated using a 3-jet Collison nebulizer and fed into a Goldberg drum to create an aerosolized environment. Aerosols were maintained in the",
            "Goldberg drum and samples were collected at 0, 30, 60, 120 and 180 minutes post-aerosolization on a",
            "47mm gelatin filter (Sartorius). Filters were dissolved in 10 mL of DMEM containing 10% FBS. Three replicate experiments were performed.",
            "Surface stability was evaluated on plastic (polypropylene, ePlastics), AISI 304 alloy stainless steel (Metal Remnants), copper (99.9%) (Metal Remnants) and cardboard (local supplier) representing a variety of household and hospital situations and was performed as described previously at 40% RH and",
            "21-23°C using an inoculum of 105 TCID50/mL.[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>] This inoculum resulted in cycle-threshold values (Ct) between 20 and 22 similar to those observed in samples from human upper and lower respiratory tract.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>] In short, 50 μl of virus was deposited on the surface and recovered at predefined time-points by adding 1 mL of DMEM. Stability on cardboard was evaluated by depositing 50 μl of virus on the surface and recovering the inoculum by swabbing of the surface, the swab was deposited 1 mL of DMEM. Three replicate experiments were performed for each surface. Viable virus in all surface and aerosol samples was quantified by end-point titration on Vero E6 cells as described previously.[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>] The Limit of Detection (LOD) for the assays was100.5 TCID50/mL for plastic, steel and cardboard and 101.5 TCID50/mL for copper (due to toxicity caused by the copper in the undiluted samples).",
            "The durations of detectability depend on initial inoculum and sampling method, as expected. To evaluate the inherent stability of the viruses, we estimated the decay rates of viable virus titers using a",
            "Bayesian regression model. This modeling approach allowed us to account for differences in initial inoculum levels across replicates, as well as interval-censoring of titer data and other sources of experimental noise. The model yields estimates of posterior distributions of viral decay rates and halflives in the various experimental conditions – that is, estimates of the range of plausible values for these parameters given our data, with an estimate of the overall uncertainty.[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>] We describe our modeling approach in more detail in the Supplemental Materials."
        ],
        "Results": [
            "HCoV-19 remained viable in aerosols throughout the duration of our experiment (180 minutes) with a reduction in infectious titer 3 hours post-aerosolization from 103.5 to 102.7 CID50/L (mean across three replicates). This reduction in viable virus titer is relatively similar to the reduction observed in aerosols containing SARS-CoV-1, from 104.3 to 103.5 TCID50/mL (mean across three replicates) (Figure",
            "1A).",
            "HCoV-19 was most stable on plastic and stainless steel and viable virus could be detected up to hours post application (Figure 1B), though by then the virus titer was greatly reduced (polypropylene from 103.7 to 100.6 TCID50/mL after 72 hours, stainless steel from 103.7 to 100.6 TCID50/mL after 48 hours, mean across three replicates). SARS-CoV-1 had similar stability kinetics and live virus could be detected on these surfaces up to 72 hours on polypropylene and 48 hours on stainless steel (polypropylene from",
            "103.4 to 100.7 TCID50/mL after 72 hours, stainless steel from 103.6 to 100.6 TCID50/mL after 48 hours, mean across three replicates). No viable virus could be measured after 4 hours on copper for HCoV-19 and 8 hours for SARS-CoV-1, or after 24 hours on cardboard for HCoV-19 and 8 hours for SARS-CoV-1",
            "(Figure 1B).",
            "Both viruses exhibited exponential decay in viable virus titer across all experimental conditions, as indicated by linear decrease in the log10TCID50/mL over time (Figure 2A). From the posterior distributions on decay slope parameters we computed posterior distributions for the half-life of each virus in each condition (Figure 2B, Table 1). HCoV-19 and SARS-CoV exhibited similar half-lives in aerosols, with median estimates around 2.7 hours, and 95% credible intervals (2.5%–97.5% quantile range) of (1.65, 7.24 hours) for HCoV-19 and (1.81, 5.45 hours) for SARS-CoV-1 (Table 1). Half-lives on copper were also similar between the two viruses. On cardboard, HCoV-19 showed a considerably longer halflife than SARS-CoV-1. Both viruses showed markedly longer viability on stainless steel and polypropylene: the median half-life estimate for HCoV-19 was roughly 13 hours on steel and 16 hours on polypropylene. In general, there was no statistically discernable difference in half-life between the two viruses on any given surface except for cardboard: all other 95% credible intervals for the difference in half-lives overlapped 0 (Fig 2B, Table 1)."
        ],
        "Discussion": [
            "HCoV-19 has caused many more cases of illness and resulted in more deaths than SARS-CoV-1 and is proving more difficult to contain. Our results indicate that the greater transmissibility observed for",
            "HCoV-19 is unlikely to be due to greater environmental viability of this virus compared to SARS-CoV-1.",
            "Instead, there are a number of potential factors which could account for the epidemiological differences between the two viruses. There have been early indications that individuals infected with HCoV-19 may shed and transmit the virus while pre-symptomatic or asymptomatic[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>-<a class=\"ref-link\" id=\"c20\" href=\"#r20\">20</a>]. This reduces the efficacy of quarantine and contact tracing as control measures relative to SARS-CoV-1.21 Other factors likely to play a role include the infectious dose required to establish an infection, the stability of virus in mucus, and environmental factors such as temperature and relative humidity.[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>,<a class=\"ref-link\" id=\"c22\" href=\"#r22\">22</a>] In ongoing experiments, we are studying virus viability in different matrices, such as nasal secretion, sputum and fecal matter, and while varying environmental conditions, such as temperature and relative humidity.",
            "The epidemiology of SARS-CoV-1 was dominated by nosocomial transmission and SARS-CoV was detected on variety of surfaces and objects in healthcare settings.[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] HCoV-19 transmission is also occurring in hospital settings, with over 3000 reported cases of hospital-acquired infections.[<a class=\"ref-link\" id=\"c23\" href=\"#r23\">23</a>] These cases highlight the vulnerability of healthcare settings for introduction and spread of HCoV-19.10 However, in contrast to SARS-CoV-1, most secondary transmission has been reported outside healthcare settings 23 and widespread transmission in the community is being seen in several settings, such as households, workplace and group gatherings.",
            "A notable feature of SARS-CoV-1 was super-spreading events, in which a single infected individual was responsible for a large number of secondary cases, well above the average number denoted by the reproduction number Reff.7-11,20A tendency toward such super-spreading events has two important consequences for the epidemiology of emerging infections: it makes any given introduction of infection more likely to die out by chance, but when outbreaks do occur they are explosive and can overwhelm hospital and public health capacity.[24] A number of hypothesized super-spreading events have been reported for HCoV-19. Given that SARS-CoV-1 superspreading events were linked to aerosol and fomite transmission,[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>-<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] our finding that HCoV-19 has viability in the environment comparable to that of SARS-",
            "CoV-1 lends credence to the hypothesis that it too may be associated with superspreading.",
            "We found that the half-life of HCoV-19 on cardboard is longer than the half-life of SARS-CoV-1.",
            "It should be noted that individual replicate data were noticeably noisier for this surface than the other surfaces tested (Figures S1–S5), so we advise caution in interpreting this result.",
            "Here, we show that the stability of HCoV-19 and SARS-CoV-1 under the experimental circumstances tested is similar. Taken together, our results indicate that aerosol and fomite transmission of HCoV-19 are plausible, as the virus can remain viable in aerosols for multiple hours and on surfaces up to days."
        ],
        "Acknowledgements": [
            "We would like to thank Kwe Claude Yinde and Michael Letko for experimental assistance. This research was supported by the Intramural Research Program of the National Institute of Allergy and Infectious",
            "Diseases (NIAID), National Institutes of Health (NIH). JOL-S and AG were supported by the Defense",
            "Advanced Research Projects Agency DARPA PREEMPT # D18AC00031, and JOL-S was supported by the U.S National Science Foundation (DEB-1557022) and the Strategic Environmental Research and",
            "Development Program (SERDP, RC2635) of the U.S Department of Defense. The findings and conclusions in this report are those of the author(s) and do not necessarily represent the official position of the Centers for Disease Control and Prevention. Names of specific vendors, manufacturers, or products are included for public health and informational purposes; inclusion does not imply endorsement of the vendors, manufacturers, or products by the Centers for Disease Control and Prevention or the US",
            "Department of Health and Human Services."
        ],
        "Code and data availability": [
            "Code and data to reproduce the Bayesian estimation results and produce corresponding figures are archived online at OSF: <insert link> and available on Github: <insert link>",
            "Coronavirus disease (COVID-2019) situation reports. 2020. (Accessed 26th of February 2020, at https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports/.)",
            "Chan JF, Yuan S, Kok KH, et al A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet 2020;395:51423.",
            "Li Q, Guan X, Wu P, et al Early Transmission Dynamics in Wuhan, China, of Novel CoronavirusInfected Pneumonia. N Engl J Med 2020.",
            "Zou L, Ruan F, Huang M, et al SARS-CoV-2 Viral Load in Upper Respiratory Specimens of",
            "Infected Patients. N Engl J Med 2020.",
            "Kim JY, Ko JH, Kim Y, et al Viral Load Kinetics of SARS-CoV-2 Infection in First Two Patients in",
            "Korea. J Korean Med Sci 2020;35:e86.",
            "Otter JA, Donskey C, Yezli S, Douthwaite S, Goldenberg SD, Weber DJ. Transmission of SARS and MERS coronaviruses and influenza virus in healthcare settings: the possible role of dry surface contamination. J Hosp Infect 2016;92:235-50.",
            "Yu IT, Li Y, Wong TW, et al Evidence of airborne transmission of the severe acute respiratory syndrome virus. N Engl J Med 2004;350:1731-9.",
            "Christian MD, Loutfy M, McDonald LC, et al Possible SARS coronavirus transmission during cardiopulmonary resuscitation. Emerg Infect Dis 2004;10:287-93.",
            "Chen YC, Huang LM, Chan CC, et al SARS in hospital emergency room. Emerg Infect Dis",
            "2004;10:782-8.",
            "Judson SD, Munster VJ. Nosocomial Transmission of Emerging Viruses via Aerosol-Generating",
            "Medical Procedures. Viruses 2019;11.",
            "Xiao S, Li Y, Wong TW, Hui DSC. Role of fomites in SARS transmission during the largest hospital outbreak in Hong Kong. PLoS One 2017;12:e0181558.",
            "Wu A, Peng Y, Huang B, et al Genome Composition and Divergence of the Novel Coronavirus (2019-nCoV) Originating in China. Cell Host Microbe 2020.",
            "Holshue ML, DeBolt C, Lindquist S, et al First Case of 2019 Novel Coronavirus in the United",
            "States. N Engl J Med 2020.",
            "Marra MA, Jones SJ, Astell CR, et al The Genome sequence of the SARS-associated coronavirus. Science 2003;300:1399-404.",
            "Fischer RJ, Bushmaker T, Judson S, Munster VJ. Comparison of the Aerosol Stability of 2 Strains of Zaire ebolavirus From the 1976 and 2013 Outbreaks. J Infect Dis 2016;214:S290-S3.",
            "van Doremalen N, Bushmaker T, Munster VJ. Stability of Middle East respiratory syndrome coronavirus (MERS-CoV) under different environmental conditions. Euro Surveill 2013;18.",
            "Gelman A. Bayesian data analysis. Third edition. ed. Boca Raton: CRC Press; 2014.",
            "Bai Y, Yao L, Wei T, et al Presumed Asymptomatic Carrier Transmission of COVID-19. JAMA",
            "Asymptomatic Contact in Germany. N Engl J Med 2020.",
            "Tong ZD, Tang A, Li KF, et al Potential Presymptomatic Transmission of SARS-CoV-2, Zhejiang",
            "Province, China, 2020. Emerg Infect Dis 2020;26.",
            "Munster VJ, Koopmans M, van Doremalen N, van Riel D, de Wit E. A Novel Coronavirus",
            "Emerging in China - Key Questions for Impact Assessment. N Engl J Med 2020;382:692-4.",
            "Lunn TJ, Restif O, Peel AJ, et al Dose-response and transmission: the nexus between reservoir hosts, environment and recipient hosts. Philos Trans R Soc Lond B Biol Sci 2019;374:20190016.",
            "Wu Z, McGoogan JM. Characteristics of and Important Lessons From the Coronavirus Disease (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for",
            "Disease Control and Prevention. JAMA 2020.",
            "Lloyd-Smith JO, Schreiber SJ, Kopp PE, Getz WM. Superspreading and the effect of individual variation on disease emergence. Nature 2005;438:355-9.",
            "HCoV-19 were aerosolized in a rotating drum maintained at 21-23°C and 65% RH. Aerosols were maintained over 180 minutes and samples were collected at 0-, 30-, 60-, 120- and 180-minutes post aerosolization. Viable virus titer per liter of air is shown in TCID50/L air. B) 50 μl of 105 TCID50/mL of",
            "SARS-CoV and HCoV-19 was applied on plastic, steel, copper and cardboard surfaces. At 1, 4, 8, 24, 48, 72, and 96 hours samples were obtained for viability assessment. All samples were quantified by endpoint titration on Vero E6 cells. Plots show the mean and standard error across three replicates. Dotted line shows Limit of Detection (LOD), 100.5 TCID50/mL for plastic, steel and cardboard and 101.5",
            "TCID50/mL for copper.",
            "1. Experimental conditions are ordered by posterior median half-life for HCoV-19. A: Regression plots showing predicted decay of virus titer over time; titer plotted on a logarithmic scale. Points show measured titers and are slightly jittered along the time axis to avoid overplotting. Lines are random draws from the joint posterior distribution of the exponential decay rate (negative of the slope) and intercept (initial virus titer), thus visualizing the range of possible decay patterns for each experimental condition.",
            "lines per panel: 50 lines from each plotted replicate. Dotted line shows Limit of Detection (LOD), 100.5 TCID50/mL. B: Violin plots showing posterior distribution for half-life of viable virus. Dot shows the posterior median estimate and black line shows a 95% credible interval.",
            "95% credible interval for the difference between the two half-lives (HCoV-19 – SARS-CoV)."
        ]
    },
    "participants": [
        {
            "participant": "reported cases",
            "number": 3000,
            "context": "was detected on variety of surfaces and objects in healthcare settings.9. <mark class=\"stats\">HCoV-19 transmission is also occurring in hospital settings, with over 3000 reported cases of hospital-acquired infections.23</mark>. These cases highlight the vulnerability of healthcare settings for introduction and spread of HCoV-19.10 However, in contrast to SARS-CoV-1, most secondary transmission has been reported outside healthcare settings 23 and widespread transmission in the community is being seen in several settings, such as households, workplace and group gatherings"
        }
    ],
    "statistics": [
        {
            "tests": {
                "context": "<mark class=\"stats\">We estimated decay rates of HCoV-19 and SARS-CoV-1 in each condition using a Bayesian regression model</mark>",
                "tests": [
                    {
                        "test": "Bayesian regression"
                    }
                ]
            }
        }
    ],
    "keywords": [
        "sars cov",
        "Limit of Detection",
        "half life",
        "National Institutes of Health",
        "environmental condition",
        "SARS",
        "stainless steel",
        "cycle-threshold values",
        "novel coronavirus",
        "respiratory syndrome",
        "Coronavirus disease"
    ],
    "keyword_relevance": {
        "SARS": 0.6538461538461539,
        "stainless steel": 0.10256410256410256,
        "Limit of Detection": 0.07692307692307693,
        "National Institutes of Health": 0.05128205128205128,
        "respiratory syndrome": 0.038461538461538464,
        "environmental condition": 0.02564102564102564,
        "cycle-threshold values": 0.02564102564102564,
        "novel coronavirus": 0.01282051282051282,
        "Coronavirus disease": 0.01282051282051282,
        "sars cov": 0.0,
        "half life": 0.0
    },
    "species": [],
    "summary": [
        "CoV-1, the most closely related coronavirus known to infect humans.[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] The authors evaluated the aerosol stability of HCoV-19 and SARS-CoV-1 for up to three hours in aerosols and up to 7 days on different surfaces.",
        "The authors estimated decay rates of HCoV-19 and SARS-CoV-1 in each condition using a Bayesian regression model.",
        "Viable virus in all surface and aerosol samples was quantified by end-point titration on Vero E6 cells as described previously.[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>] The Limit of Detection (LOD) for the assays was100.5 TCID50/mL for plastic, steel and cardboard and 101.5 TCID50/mL for copper.",
        "To evaluate the inherent stability of the viruses, the authors estimated the decay rates of viable virus titers using a",
        "This reduction in viable virus titer is relatively similar to the reduction observed in aerosols containing SARS-CoV-1, from 104.3 to 103.5 TCID50/mL (Figure",
        "SARS-CoV-1 had similar stability kinetics and live virus could be detected on these surfaces up to 72 hours on polypropylene and 48 hours on stainless steel.",
        "Both viruses exhibited exponential decay in viable virus titer across all experimental conditions, as indicated by linear decrease in the log10TCID50/mL over time (Figure 2A).",
        "HCoV-19 and SARS-CoV exhibited similar half-lives in aerosols, with median estimates around 2.7 hours, and 95% credible intervals (2.5%–97.5% quantile range) of",
        "This reduces the efficacy of quarantine and contact tracing as control measures relative to SARS-CoV-1.21 Other factors likely to play a role include the infectious dose required to establish an infection, the stability of virus in mucus, and environmental factors such as temperature and relative humidity.[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>,<a class=\"ref-link\" id=\"c22\" href=\"#r22\">22</a>] In ongoing experiments, the authors are studying virus viability in different matrices, such as nasal secretion, sputum and fecal matter, and while varying environmental conditions, such as temperature and relative humidity.",
        "A notable feature of SARS-CoV-1 was super-spreading events, in which a single infected individual was responsible for a large number of secondary cases, well above the average number denoted by the reproduction number Reff.7-11,20A tendency toward such super-spreading events has two important consequences for the epidemiology of emerging infections: it makes any given introduction of infection author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
        "Given that SARS-CoV-1 superspreading events were linked to aerosol and fomite transmission,[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>-<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] the finding that HCoV-19 has viability in the environment comparable to that of SARS-",
        "The authors' results indicate that aerosol and fomite transmission of HCoV-19 are plausible, as the virus can remain viable in aerosols for multiple hours and on surfaces up to days."
    ],
    "structured_summary": {
        "Introduction": [
            "CoV-1, the most closely related coronavirus known to infect humans.[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] The authors evaluated the aerosol stability of HCoV-19 and SARS-CoV-1 for up to three hours in aerosols and up to 7 days on different surfaces.",
            "The authors estimated decay rates of HCoV-19 and SARS-CoV-1 in each condition using a Bayesian regression model."
        ],
        "Results": [
            "Viable virus in all surface and aerosol samples was quantified by end-point titration on Vero E6 cells as described previously.[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>] The Limit of Detection (LOD) for the assays was100.5 TCID50/mL for plastic, steel and cardboard and 101.5 TCID50/mL for copper.",
            "To evaluate the inherent stability of the viruses, the authors estimated the decay rates of viable virus titers using a",
            "This reduction in viable virus titer is relatively similar to the reduction observed in aerosols containing SARS-CoV-1, from 104.3 to 103.5 TCID50/mL (Figure",
            "SARS-CoV-1 had similar stability kinetics and live virus could be detected on these surfaces up to 72 hours on polypropylene and 48 hours on stainless steel.",
            "Both viruses exhibited exponential decay in viable virus titer across all experimental conditions, as indicated by linear decrease in the log10TCID50/mL over time (Figure 2A).",
            "HCoV-19 and SARS-CoV exhibited similar half-lives in aerosols, with median estimates around 2.7 hours, and 95% credible intervals (2.5%–97.5% quantile range) of",
            "This reduces the efficacy of quarantine and contact tracing as control measures relative to SARS-CoV-1.21 Other factors likely to play a role include the infectious dose required to establish an infection, the stability of virus in mucus, and environmental factors such as temperature and relative humidity.[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>,<a class=\"ref-link\" id=\"c22\" href=\"#r22\">22</a>] In ongoing experiments, the authors are studying virus viability in different matrices, such as nasal secretion, sputum and fecal matter, and while varying environmental conditions, such as temperature and relative humidity.",
            "A notable feature of SARS-CoV-1 was super-spreading events, in which a single infected individual was responsible for a large number of secondary cases, well above the average number denoted by the reproduction number Reff.7-11,20A tendency toward such super-spreading events has two important consequences for the epidemiology of emerging infections: it makes any given introduction of infection author/funder, who has granted medRxiv a license to display the preprint in perpetuity."
        ],
        "Conclusion": [
            "Given that SARS-CoV-1 superspreading events were linked to aerosol and fomite transmission,[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>-<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] the finding that HCoV-19 has viability in the environment comparable to that of SARS-",
            "The authors' results indicate that aerosol and fomite transmission of HCoV-19 are plausible, as the virus can remain viable in aerosols for multiple hours and on surfaces up to days."
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "1._2020_a",
            "entry": "1. Coronavirus disease (COVID-2019) situation reports. 2020. (Accessed 26th of February 2020, at https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports/.)",
            "url": "https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports/"
        },
        {
            "id": "2",
            "alt_id": "Chan_et+al_2019_a",
            "entry": "2. Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet 2020;395:514-",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chan%20JF%20Yuan%20S%20Kok%20KH%20et%20al%20A%20familial%20cluster%20of%20pneumonia%20associated%20with%20the%202019%20novel%20coronavirus%20indicating%20persontoperson%20transmission%20a%20study%20of%20a%20family%20cluster%20Lancet%202020395514",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Chan%20JF%20Yuan%20S%20Kok%20KH%20et%20al%20A%20familial%20cluster%20of%20pneumonia%20associated%20with%20the%202019%20novel%20coronavirus%20indicating%20persontoperson%20transmission%20a%20study%20of%20a%20family%20cluster%20Lancet%202020395514",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Chan%20JF%20Yuan%20S%20Kok%20KH%20et%20al%20A%20familial%20cluster%20of%20pneumonia%20associated%20with%20the%202019%20novel%20coronavirus%20indicating%20persontoperson%20transmission%20a%20study%20of%20a%20family%20cluster%20Lancet%202020395514"
        },
        {
            "id": "7",
            "alt_id": "Yu_et+al_2004_a",
            "entry": "7. Yu IT, Li Y, Wong TW, et al. Evidence of airborne transmission of the severe acute respiratory syndrome virus. N Engl J Med 2004;350:1731-9.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Yu%2C%20I.T.%20Li%2C%20Y.%20Wong%2C%20T.W.%20Evidence%20of%20airborne%20transmission%20of%20the%20severe%20acute%20respiratory%20syndrome%20virus%202004",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Yu%2C%20I.T.%20Li%2C%20Y.%20Wong%2C%20T.W.%20Evidence%20of%20airborne%20transmission%20of%20the%20severe%20acute%20respiratory%20syndrome%20virus%202004",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Yu%2C%20I.T.%20Li%2C%20Y.%20Wong%2C%20T.W.%20Evidence%20of%20airborne%20transmission%20of%20the%20severe%20acute%20respiratory%20syndrome%20virus%202004"
        },
        {
            "id": "8",
            "alt_id": "Christian_et+al_2004_a",
            "entry": "8. Christian MD, Loutfy M, McDonald LC, et al. Possible SARS coronavirus transmission during cardiopulmonary resuscitation. Emerg Infect Dis 2004;10:287-93.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Christian%2C%20M.D.%20Loutfy%2C%20M.%20McDonald%2C%20L.C.%20Possible%20SARS%20coronavirus%20transmission%20during%20cardiopulmonary%20resuscitation%202004",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Christian%2C%20M.D.%20Loutfy%2C%20M.%20McDonald%2C%20L.C.%20Possible%20SARS%20coronavirus%20transmission%20during%20cardiopulmonary%20resuscitation%202004",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Christian%2C%20M.D.%20Loutfy%2C%20M.%20McDonald%2C%20L.C.%20Possible%20SARS%20coronavirus%20transmission%20during%20cardiopulmonary%20resuscitation%202004"
        },
        {
            "id": "11",
            "alt_id": "Xiao_et+al_2017_a",
            "entry": "11. Xiao S, Li Y, Wong TW, Hui DSC. Role of fomites in SARS transmission during the largest hospital outbreak in Hong Kong. PLoS One 2017;12:e0181558.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Xiao%2C%20S.%20Li%2C%20Y.%20Wong%2C%20T.W.%20Hui%2C%20D.S.C.%20Role%20of%20fomites%20in%20SARS%20transmission%20during%20the%20largest%20hospital%20outbreak%20in%20Hong%20Kong%202017",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Xiao%2C%20S.%20Li%2C%20Y.%20Wong%2C%20T.W.%20Hui%2C%20D.S.C.%20Role%20of%20fomites%20in%20SARS%20transmission%20during%20the%20largest%20hospital%20outbreak%20in%20Hong%20Kong%202017",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Xiao%2C%20S.%20Li%2C%20Y.%20Wong%2C%20T.W.%20Hui%2C%20D.S.C.%20Role%20of%20fomites%20in%20SARS%20transmission%20during%20the%20largest%20hospital%20outbreak%20in%20Hong%20Kong%202017"
        },
        {
            "id": "13",
            "alt_id": "Holshue_et+al_2019_a",
            "entry": "13. Holshue ML, DeBolt C, Lindquist S, et al. First Case of 2019 Novel Coronavirus in the United",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Holshue%20ML%20DeBolt%20C%20Lindquist%20S%20et%20al%20First%20Case%20of%202019%20Novel%20Coronavirus%20in%20the%20United"
        },
        {
            "id": "14",
            "alt_id": "Marra_et+al_2003_a",
            "entry": "14. Marra MA, Jones SJ, Astell CR, et al. The Genome sequence of the SARS-associated coronavirus. Science 2003;300:1399-404.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Marra%2C%20M.A.%20Jones%2C%20S.J.%20Astell%2C%20C.R.%20The%20Genome%20sequence%20of%20the%20SARS-associated%20coronavirus%202003",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Marra%2C%20M.A.%20Jones%2C%20S.J.%20Astell%2C%20C.R.%20The%20Genome%20sequence%20of%20the%20SARS-associated%20coronavirus%202003",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Marra%2C%20M.A.%20Jones%2C%20S.J.%20Astell%2C%20C.R.%20The%20Genome%20sequence%20of%20the%20SARS-associated%20coronavirus%202003"
        },
        {
            "id": "15",
            "alt_id": "Fischer_et+al_2016_a",
            "entry": "15. Fischer RJ, Bushmaker T, Judson S, Munster VJ. Comparison of the Aerosol Stability of 2 Strains of Zaire ebolavirus From the 1976 and 2013 Outbreaks. J Infect Dis 2016;214:S290-S3.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Fischer%20RJ%20Bushmaker%20T%20Judson%20S%20Munster%20VJ%20Comparison%20of%20the%20Aerosol%20Stability%20of%202%20Strains%20of%20Zaire%20ebolavirus%20From%20the%201976%20and%202013%20Outbreaks%20J%20Infect%20Dis%202016214S290S3",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Fischer%20RJ%20Bushmaker%20T%20Judson%20S%20Munster%20VJ%20Comparison%20of%20the%20Aerosol%20Stability%20of%202%20Strains%20of%20Zaire%20ebolavirus%20From%20the%201976%20and%202013%20Outbreaks%20J%20Infect%20Dis%202016214S290S3",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Fischer%20RJ%20Bushmaker%20T%20Judson%20S%20Munster%20VJ%20Comparison%20of%20the%20Aerosol%20Stability%20of%202%20Strains%20of%20Zaire%20ebolavirus%20From%20the%201976%20and%202013%20Outbreaks%20J%20Infect%20Dis%202016214S290S3"
        },
        {
            "id": "16",
            "alt_id": "van_Doremalen_et+al_2013_a",
            "entry": "16. van Doremalen N, Bushmaker T, Munster VJ. Stability of Middle East respiratory syndrome coronavirus (MERS-CoV) under different environmental conditions. Euro Surveill 2013;18.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=van%20Doremalen%20N%20T%2C%20Bushmaker%20VJ%2C%20Munster%20Stability%20of%20Middle%20East%20respiratory%20syndrome%20coronavirus%20%28MERS-CoV%29%20under%20different%20environmental%20conditions%202013",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=van%20Doremalen%20N%20T%2C%20Bushmaker%20VJ%2C%20Munster%20Stability%20of%20Middle%20East%20respiratory%20syndrome%20coronavirus%20%28MERS-CoV%29%20under%20different%20environmental%20conditions%202013",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=van%20Doremalen%20N%20T%2C%20Bushmaker%20VJ%2C%20Munster%20Stability%20of%20Middle%20East%20respiratory%20syndrome%20coronavirus%20%28MERS-CoV%29%20under%20different%20environmental%20conditions%202013"
        },
        {
            "id": "17",
            "alt_id": "Gelman_2014_a",
            "entry": "17. Gelman A. Bayesian data analysis. Third edition. ed. Boca Raton: CRC Press; 2014.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Gelman%2C%20A.%20Bayesian%20data%20analysis%202014"
        },
        {
            "id": "19",
            "alt_id": "Rothe_et+al_2019_a",
            "entry": "19. Rothe C, Schunk M, Sothmann P, et al. Transmission of 2019-nCoV Infection from an",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Rothe%20C%20Schunk%20M%20Sothmann%20P%20et%20al%20Transmission%20of%202019nCoV%20Infection%20from%20an"
        },
        {
            "id": "22",
            "alt_id": "Lunn_et+al_2019_a",
            "entry": "22. Lunn TJ, Restif O, Peel AJ, et al. Dose-response and transmission: the nexus between reservoir hosts, environment and recipient hosts. Philos Trans R Soc Lond B Biol Sci 2019;374:20190016.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lunn%2C%20T.J.%20Restif%2C%20O.%20Peel%2C%20A.J.%20Dose-response%20and%20transmission%3A%20the%20nexus%20between%20reservoir%20hosts%2C%20environment%20and%20recipient%20hosts%202019",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Lunn%2C%20T.J.%20Restif%2C%20O.%20Peel%2C%20A.J.%20Dose-response%20and%20transmission%3A%20the%20nexus%20between%20reservoir%20hosts%2C%20environment%20and%20recipient%20hosts%202019",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Lunn%2C%20T.J.%20Restif%2C%20O.%20Peel%2C%20A.J.%20Dose-response%20and%20transmission%3A%20the%20nexus%20between%20reservoir%20hosts%2C%20environment%20and%20recipient%20hosts%202019"
        },
        {
            "id": "23",
            "alt_id": "Wu_2005_a",
            "entry": "23. Wu Z, McGoogan JM. Characteristics of and Important Lessons From the Coronavirus Disease 224 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for 225 Disease Control and Prevention. JAMA 2020. 226 24. Lloyd-Smith JO, Schreiber SJ, Kopp PE, Getz WM. Superspreading and the effect of individual 227 variation on disease emergence. Nature 2005;438:355-9.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wu%20Z%20McGoogan%20JM%20Characteristics%20of%20and%20Important%20Lessons%20From%20the%20Coronavirus%20Disease%20224%202019%20COVID19%20Outbreak%20in%20China%20Summary%20of%20a%20Report%20of%2072314%20Cases%20From%20the%20Chinese%20Center%20for%20225%20Disease%20Control%20and%20Prevention%20JAMA%202020%20226%2024%20LloydSmith%20JO%20Schreiber%20SJ%20Kopp%20PE%20Getz%20WM%20Superspreading%20and%20the%20effect%20of%20individual%20227%20variation%20on%20disease%20emergence%20Nature%2020054383559",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Wu%20Z%20McGoogan%20JM%20Characteristics%20of%20and%20Important%20Lessons%20From%20the%20Coronavirus%20Disease%20224%202019%20COVID19%20Outbreak%20in%20China%20Summary%20of%20a%20Report%20of%2072314%20Cases%20From%20the%20Chinese%20Center%20for%20225%20Disease%20Control%20and%20Prevention%20JAMA%202020%20226%2024%20LloydSmith%20JO%20Schreiber%20SJ%20Kopp%20PE%20Getz%20WM%20Superspreading%20and%20the%20effect%20of%20individual%20227%20variation%20on%20disease%20emergence%20Nature%2020054383559",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Wu%20Z%20McGoogan%20JM%20Characteristics%20of%20and%20Important%20Lessons%20From%20the%20Coronavirus%20Disease%20224%202019%20COVID19%20Outbreak%20in%20China%20Summary%20of%20a%20Report%20of%2072314%20Cases%20From%20the%20Chinese%20Center%20for%20225%20Disease%20Control%20and%20Prevention%20JAMA%202020%20226%2024%20LloydSmith%20JO%20Schreiber%20SJ%20Kopp%20PE%20Getz%20WM%20Superspreading%20and%20the%20effect%20of%20individual%20227%20variation%20on%20disease%20emergence%20Nature%2020054383559"
        }
    ],
    "facts": [
        "stability is very similar between HCoV-19",
        "that viable virus 36 could be detected in aerosols",
        "relatively long viability on stainless steel and polypropylene compared to copper or cardboard",
        "the median half-life estimate for HCoV-19 is around 13 hours on steel",
        "Our results indicate that aerosol and fomite transmission of HCoV-19 is plausible",
        "as the virus can remain viable in aerosols for multiple hours",
        "the strains used in our comparison",
        "the efficacy of quarantine and contact tracing as control measures",
        "Viable virus in all surface and aerosol samples was quantified by end-point titration on Vero E6 cells",
        "This reduction in viable virus titer is relatively similar to the reduction observed in aerosols containing SARS-CoV-1",
        "live virus could be detected on these surfaces",
        "a single infected individual was responsible for a large number of secondary cases",
        "well above the average number denoted by the reproduction number Reff.7-11,20A tendency",
        "who has granted medRxiv a license to display the preprint in perpetuity",
        "that SARS-CoV-1 superspreading events were linked to aerosol",
        "Our results indicate that aerosol and fomite transmission of HCoV-19 are plausible",
        "that the half-life of HCoV-19 on cardboard is longer than the half-life of SARS-CoV-1"
    ],
    "claims": [
        "We investigate the stability of viable HCoV-19 on surfaces and in aerosols in comparison with SARS35 CoV-1",
        "We found that viable virus 36 could be detected in aerosols up to 3 hours post aerosolization, up to 4 hours on copper, up to 24 hours on cardboard and up to 2-3 days on plastic and stainless steel",
        "We evaluated the aerosol stability of HCoV-19 and SARS-CoV-1 for up to three hours in aerosols and up to 7 days on different surfaces",
        "We describe our modeling approach in more detail in the Supplemental Materials",
        "We found that the half-life of HCoV-19 on cardboard is longer than the half-life of SARS-CoV-1",
        "We show that the stability of HCoV-19 and SARS-CoV-1 under the experimental circumstances tested is similar"
    ],
    "findings": [],
    "processes": [],
    "key_statements": [
        "HCoV-19 remained viable in aerosols throughout the duration of our experiment (180 minutes) with a reduction in infectious titer 3 hours post-aerosolization from 103.5 to 102.7 CID50/L. This reduction in viable virus titer is relatively similar to the reduction observed in aerosols containing SARS-CoV-1, from 104.3 to 103.5 TCID50/mL (Figure",
        "SARS-CoV-1 had similar stability kinetics and live virus could be detected on these surfaces up to 72 hours on polypropylene and 48 hours on stainless steel (polypropylene from",
        "There have been early indications that individuals infected with HCoV-19 may shed and transmit the virus while pre-symptomatic or asymptomatic[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>-<a class=\"ref-link\" id=\"c20\" href=\"#r20\">20</a>]. This reduces the efficacy of quarantine and contact tracing as control measures relative to SARS-CoV-1.21 Other factors likely to play a role include the infectious dose required to establish an infection, the stability of virus in mucus, and environmental factors such as temperature and relative humidity.[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>,<a class=\"ref-link\" id=\"c22\" href=\"#r22\">22</a>]",
        "We found that the half-life of HCoV-19 on cardboard is longer than the half-life of SARS-CoV-1"
    ],
    "top_statements": [
        "HCoV-19 remained viable in aerosols throughout the duration of our experiment (180 minutes) with a reduction in infectious titer 3 hours post-aerosolization from 103.5 to 102.7 CID50/L. This reduction in viable virus titer is relatively similar to the reduction observed in aerosols containing SARS-CoV-1, from 104.3 to 103.5 TCID50/mL (Figure",
        "SARS-CoV-1 had similar stability kinetics and live virus could be detected on these surfaces up to 72 hours on polypropylene and 48 hours on stainless steel (polypropylene from",
        "There have been early indications that individuals infected with HCoV-19 may shed and transmit the virus while pre-symptomatic or asymptomatic[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>-<a class=\"ref-link\" id=\"c20\" href=\"#r20\">20</a>]. This reduces the efficacy of quarantine and contact tracing as control measures relative to SARS-CoV-1.21 Other factors likely to play a role include the infectious dose required to establish an infection, the stability of virus in mucus, and environmental factors such as temperature and relative humidity.[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>,<a class=\"ref-link\" id=\"c22\" href=\"#r22\">22</a>]",
        "We found that the half-life of HCoV-19 on cardboard is longer than the half-life of SARS-CoV-1"
    ],
    "headline": "SARS-CoV-1 had similar stability kinetics and live virus could be detected on these surfaces up to 72 hours on polypropylene and 48 hours on stainless steel (polypropylene from",
    "contexts": [],
    "abbreviations": {
        "Ct": "cycle-threshold values",
        "LOD": "Limit of Detection",
        "NIH": "National Institutes of Health"
    }
}
