{
    "filename": "2020.03.01.20029769v2.pdf",
    "content_type": "application/pdf",
    "file_size": 1251260,
    "metadata": {
        "title": "ORIGINAL RESEARCH The potential role of IL-6 in monitoring severe case of coronavirus disease 2019 Tao Liu, 1, * Jieying Zhang, 1, * Yuhui Yang, 1, * Hong Ma, 1 Zhengyu Li, 1 Jiaoyu Zhang, 2 Ji Cheng, 3 Xiaoyun Zhang, 4 Yanxia Zhao, 1 Zihan Xia, 1 Liling Zhang, 1, # Gang Wu, 1, # Jianhua Yi, 5, # 1 Cancer center, Union Hospital, Tongji Medical College, Huazhong University of",
        "author": "Huazhong University of Science and Technology, Wuhan 430022,China. 4 Liver intensive care unit, Zhongshan Hospital, Fudan University, Shanghai 200032",
        "date": 2020,
        "affiliations": [
            "Union Hospital, Tongji Medical College, Huazhong University of",
            "Department of Endocrinology, Union Hospital, Tongji Medical College, Huazhong",
            "University of Science and Technology, Wuhan 430022,China.",
            "Department of Gastrointestinal Surgery, Union Hospital, Tongji Medical College,",
            "Huazhong University of Science and Technology, Wuhan 430022,China.",
            "Liver intensive care unit, Zhongshan Hospital, Fudan University, Shanghai 200032,",
            "Department of Infectious Diseases, Union Hospital, Tongji Medical College,"
        ],
        "journal": "ORIGINAL RESEARCH The potential role of IL",
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.03.01.20029769",
            "isbn": null,
            "doc_id": null,
            "url": "https://www.medrxiv.org/content/10.1101/2020.03.01.20029769v2.pdf"
        },
        "abstract": "Background The outbreak of coronavirus disease 2019 (COVID-19) in Wuhan City, China has spreads rapidly since December, 2019. Most patients show mild symptoms, but some of them develop into severe disease. There is currently no specific medication. The purpose of this study is to explore changes of markers in peripheral",
        "keywords": [
            "coronavirus disease 2019",
            "interleukin-6"
        ],
        "references": "@article{luk2019a,\n  author = {Luk, H.K. and Li, X. and Fung, J.},\n  title = {Molecular epidemiology, evolution and phylogeny of SARS coronavirus. Infection, Genetics and Evolution 2019 2},\n  source = {novel coronavirus infection in China},\n  journal = {et al. Clinical characteristics of},\n  date = {2019},\n  unmatched-author = {W-j, Ni Z-y, Hu Y,},\n  more-authors = {true},\n  language = {}\n}\n@article{zhou-a,\n  author = {Zhou, P. and Yang, X.-L. and Wang, X.-G.},\n  title = {A pneumonia outbreak associated with a new coronavirus of probable bat origin},\n  journal = {Nature},\n  volume = {2020},\n  pages = {1–4},\n  more-authors = {true},\n  language = {}\n}\n@article{yang-a,\n  author = {Yang, X. and Yu, Y. and Xu, J.},\n  title = {Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study},\n  journal = {The Lancet Respiratory Medicine},\n  volume = {2020},\n  pages = {5},\n  unmatched-author = {Wang D, Hu B, Hu C, et al.},\n  more-authors = {true},\n  source = {Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus–infected pneumonia in Wuhan, China},\n  unmatched-journal = {Jama},\n  unmatched-volume = {2020 6.},\n  language = {}\n}\n@article{gupta-a,\n  author = {Gupta, K.K. and Khan, M.A. and Singh, S.K.},\n  title = {Constitutive Inflammatory Cytokine Storm: A Major Threat to Human Health},\n  journal = {Journal of Interferon & Cytokine Research},\n  volume = {2020},\n  pages = {19–23},\n  number = {40},\n  language = {}\n}\n@article{lucena-silva2016a,\n  author = {Lucena-Silva, N. and Torres, L.C. and Luna, C.F.},\n  title = {The balance between the serum levels of IL-6 and IL-10 cytokines discriminates mild and severe acute pneumonia},\n  journal = {BMC pulmonary medicine},\n  date = {2016},\n  volume = {16},\n  pages = {170},\n  more-authors = {true},\n  number = {1},\n  language = {}\n}\n@article{rose-john2017a,\n  author = {Rose-John, S. and Winthrop, K. and Calabrese, L.},\n  title = {The role of IL-6 in host defence against infections: immunobiology and clinical implications},\n  journal = {Nature Reviews Rheumatology},\n  date = {2017},\n  volume = {13},\n  pages = {399},\n  number = {7},\n  language = {}\n}\n@article{tanaka2014a,\n  author = {Tanaka, T. and Narazaki, M. and Kishimoto, T.},\n  title = {IL-6 in inflammation, immunity, and disease},\n  journal = {Cold Spring Harbor perspectives in biology},\n  date = {2014},\n  volume = {6},\n  pages = {016295},\n  number = {10},\n  language = {}\n}\n@article{huang-a,\n  author = {Huang, C. and Wang, Y. and Li, X.},\n  title = {Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China},\n  journal = {The Lancet},\n  volume = {2020},\n  pages = {497–506},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@article{liu2020a,\n  author = {Liu, J. and Li, S. and Liu, J.},\n  title = {Longitudinal characteristics of lymphocyte responses and cytokine profiles in the peripheral blood of SARS-CoV-2 infected patients},\n  date = {2020},\n  journal = {Marseille and Montréal Lung Transplantation Group. American journal of respiratory and critical care medicine},\n  volume = {153},\n  pages = {1431–36},\n  unmatched-author = {12. Magnan A, Mege J-L, Escallier J-C, et al.},\n  more-authors = {true},\n  source = {Balance between alveolar macrophage IL-6 and TGF-beta in lung-transplant recipients},\n  number = {4},\n  language = {}\n}\n@article{yiu2012a,\n  author = {Yiu, H.H. and Graham, A.L. and Stengel, R.F.},\n  title = {Dynamics of a cytokine storm},\n  source = {Clinical features and progression of acute respiratory distress syndrome in coronavirus disease 2019},\n  date = {2012},\n  volume = {7},\n  journal = {medRxiv},\n  note = {Springer},\n  unmatched-author = {Liu Y, Sun W, Li J, et al.},\n  unmatched-volume = {2020 15.},\n  number = {10},\n  language = {}\n}\n@article{saito2018a,\n  author = {Saito, L.B. and Diaz-Satizabal, L. and Evseev, D.},\n  title = {IFN and cytokine responses in ducks to genetically similar H5N1 influenza A viruses of varying pathogenicity},\n  journal = {The Journal of general virology},\n  date = {2018},\n  volume = {99},\n  pages = {464},\n  more-authors = {true},\n  number = {4},\n  language = {}\n}\n@article{zhou2001a,\n  author = {Zhou, Y. and Fu, B. and Zheng, X.},\n  title = {Aberrant pathogenic GM-CSF+ T cells and inflammatory CD14+ CD16+ monocytes in severe pulmonary syndrome patients of a new coronavirus},\n  journal = {bioRxiv},\n  volume = {2020},\n  date = {2001},\n  pages = {641–48},\n  unmatched-author = {18. Chen Y, Rubin P, Williams J, et al.},\n  more-authors = {true},\n  source = {Circulating IL-6 as a predictor of radiation pneumonitis},\n  unmatched-journal = {International Journal of Radiation Oncology* Biology* Physics},\n  unmatched-volume = {49(3):},\n  language = {}\n}\n@article{maus1998a,\n  author = {Maus, U. and Rosseau, S. and Knies, U.},\n  title = {Expression of pro-inflammatory cytokines by flow-sorted alveolar macrophages in severe pneumonia},\n  journal = {European Respiratory Journal},\n  date = {1998},\n  volume = {11},\n  pages = {534–41},\n  more-authors = {true},\n  number = {3},\n  language = {}\n}\n@article{wang2004a,\n  author = {Wang, W.-K. and Chen, S.-Y. and Liu, I.-J.},\n  title = {Temporal Relationship of Viral Load, Ribavirin, Interleukin (IL)—6, IL-8, and Clinical Progression in Patients with Severe Acute Respiratory Syndrome},\n  journal = {Clinical infectious diseases},\n  date = {2004},\n  volume = {39},\n  pages = {1071–75},\n  more-authors = {true},\n  number = {7},\n  language = {}\n}\n@article{f2014a,\n  author = {F, Van Rhee and RS, Wong and N, Munshi},\n  title = {Siltuximab for multicentric Castleman's disease: a randomised, double-blind, placebo-controlled trial},\n  journal = {The lancet oncology},\n  date = {2014},\n  volume = {15},\n  pages = {966–74},\n  more-authors = {true},\n  number = {9},\n  language = {}\n}\n@article{emery2008a,\n  author = {Emery, P. and Keystone, E. and Tony, H.},\n  title = {IL-6 receptor inhibition with tocilizumab improves treatment outcomes in patients with rheumatoid arthritis refractory to anti-tumour necrosis factor biologicals: results from a 24-week multicentre randomised placebo-controlled trial},\n  journal = {Annals of the rheumatic diseases},\n  date = {2008},\n  volume = {67},\n  pages = {1516–23},\n  more-authors = {true},\n  number = {11},\n  language = {}\n}\n@article{norelli2018a,\n  author = {Norelli, M. and Camisa, B. and Barbiera, G.},\n  title = {Monocyte-derived IL-1 and IL-6 are differentially required for cytokine-release syndrome and neurotoxicity due to CAR},\n  journal = {Nature medicine},\n  date = {2018},\n  volume = {24},\n  pages = {739–48},\n  more-authors = {true},\n  number = {6},\n  language = {},\n  type = {T cells}\n}\n",
        "emails": [
            "lily-1228@hotmail.com",
            "wuganghustxh@163.com",
            "doctor_yi2017@163.com"
        ],
        "references_ris": "TY  - JOUR\nAU  - Luk, H.K.\nAU  - Li, X.\nAU  - Fung, J.\nTI  - Molecular epidemiology, evolution and phylogeny of SARS coronavirus. Infection, Genetics and Evolution 2019 2\nT2  - novel coronavirus infection in China\nT2  - et al. Clinical characteristics of\nPY  - 2019\nDA  - 2019\nC1  - W-j, Ni Z-y, Hu Y,\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Zhou, P.\nAU  - Yang, X.-L.\nAU  - Wang, X.-G.\nTI  - A pneumonia outbreak associated with a new coronavirus of probable bat origin\nT2  - Nature\nVL  - 2020\nSP  - 1\nEP  - 4\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Yang, X.\nAU  - Yu, Y.\nAU  - Xu, J.\nTI  - Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study\nT2  - The Lancet Respiratory Medicine\nVL  - 2020\nSP  - 5\nC1  - Wang D, Hu B, Hu C, et al.\nC1  - true\nT2  - Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus–infected pneumonia in Wuhan, China\nC1  - Jama\nC1  - 2020 6.\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Gupta, K.K.\nAU  - Khan, M.A.\nAU  - Singh, S.K.\nTI  - Constitutive Inflammatory Cytokine Storm: A Major Threat to Human Health\nT2  - Journal of Interferon & Cytokine Research\nVL  - 2020\nSP  - 19\nEP  - 23\nIS  - 40\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Lucena-Silva, N.\nAU  - Torres, L.C.\nAU  - Luna, C.F.\nTI  - The balance between the serum levels of IL-6 and IL-10 cytokines discriminates mild and severe acute pneumonia\nT2  - BMC pulmonary medicine\nPY  - 2016\nDA  - 2016\nVL  - 16\nSP  - 170\nC1  - true\nIS  - 1\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Rose-John, S.\nAU  - Winthrop, K.\nAU  - Calabrese, L.\nTI  - The role of IL-6 in host defence against infections: immunobiology and clinical implications\nT2  - Nature Reviews Rheumatology\nPY  - 2017\nDA  - 2017\nVL  - 13\nSP  - 399\nIS  - 7\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Tanaka, T.\nAU  - Narazaki, M.\nAU  - Kishimoto, T.\nTI  - IL-6 in inflammation, immunity, and disease\nT2  - Cold Spring Harbor perspectives in biology\nPY  - 2014\nDA  - 2014\nVL  - 6\nSP  - 016295\nIS  - 10\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Huang, C.\nAU  - Wang, Y.\nAU  - Li, X.\nTI  - Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China\nT2  - The Lancet\nVL  - 2020\nSP  - 497\nEP  - 506\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Liu, J.\nAU  - Li, S.\nAU  - Liu, J.\nTI  - Longitudinal characteristics of lymphocyte responses and cytokine profiles in the peripheral blood of SARS-CoV-2 infected patients\nPY  - 2020\nDA  - 2020\nT2  - Marseille and Montréal Lung Transplantation Group. American journal of respiratory and critical care medicine\nVL  - 153\nSP  - 1431\nEP  - 36\nC1  - 12. Magnan A, Mege J-L, Escallier J-C, et al.\nC1  - true\nT2  - Balance between alveolar macrophage IL-6 and TGF-beta in lung-transplant recipients\nIS  - 4\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Yiu, H.H.\nAU  - Graham, A.L.\nAU  - Stengel, R.F.\nTI  - Dynamics of a cytokine storm\nT2  - Clinical features and progression of acute respiratory distress syndrome in coronavirus disease 2019\nPY  - 2012\nDA  - 2012\nVL  - 7\nT2  - medRxiv\nN1  - Springer\nC1  - Liu Y, Sun W, Li J, et al.\nC1  - 2020 15.\nIS  - 10\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Saito, L.B.\nAU  - Diaz-Satizabal, L.\nAU  - Evseev, D.\nTI  - IFN and cytokine responses in ducks to genetically similar H5N1 influenza A viruses of varying pathogenicity\nT2  - The Journal of general virology\nPY  - 2018\nDA  - 2018\nVL  - 99\nSP  - 464\nC1  - true\nIS  - 4\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Zhou, Y.\nAU  - Fu, B.\nAU  - Zheng, X.\nTI  - Aberrant pathogenic GM-CSF+ T cells and inflammatory CD14+ CD16+ monocytes in severe pulmonary syndrome patients of a new coronavirus\nT2  - bioRxiv\nVL  - 2020\nPY  - 2001\nDA  - 2001\nSP  - 641\nEP  - 48\nC1  - 18. Chen Y, Rubin P, Williams J, et al.\nC1  - true\nT2  - Circulating IL-6 as a predictor of radiation pneumonitis\nC1  - International Journal of Radiation Oncology* Biology* Physics\nC1  - 49(3):\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Maus, U.\nAU  - Rosseau, S.\nAU  - Knies, U.\nTI  - Expression of pro-inflammatory cytokines by flow-sorted alveolar macrophages in severe pneumonia\nT2  - European Respiratory Journal\nPY  - 1998\nDA  - 1998\nVL  - 11\nSP  - 534\nEP  - 41\nC1  - true\nIS  - 3\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Wang, W.-K.\nAU  - Chen, S.-Y.\nAU  - Liu, I.-J.\nTI  - Temporal Relationship of Viral Load, Ribavirin, Interleukin (IL)—6, IL-8, and Clinical Progression in Patients with Severe Acute Respiratory Syndrome\nT2  - Clinical infectious diseases\nPY  - 2004\nDA  - 2004\nVL  - 39\nSP  - 1071\nEP  - 75\nC1  - true\nIS  - 7\nLA  - \nER  - \n\nTY  - JOUR\nAU  - F, Van Rhee\nAU  - RS, Wong\nAU  - N, Munshi\nTI  - Siltuximab for multicentric Castleman's disease: a randomised, double-blind, placebo-controlled trial\nT2  - The lancet oncology\nPY  - 2014\nDA  - 2014\nVL  - 15\nSP  - 966\nEP  - 74\nC1  - true\nIS  - 9\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Emery, P.\nAU  - Keystone, E.\nAU  - Tony, H.\nTI  - IL-6 receptor inhibition with tocilizumab improves treatment outcomes in patients with rheumatoid arthritis refractory to anti-tumour necrosis factor biologicals: results from a 24-week multicentre randomised placebo-controlled trial\nT2  - Annals of the rheumatic diseases\nPY  - 2008\nDA  - 2008\nVL  - 67\nSP  - 1516\nEP  - 23\nC1  - true\nIS  - 11\nLA  - \nER  - \n\nTY  - GEN\nAU  - Norelli, M.\nAU  - Camisa, B.\nAU  - Barbiera, G.\nTI  - Monocyte-derived IL-1 and IL-6 are differentially required for cytokine-release syndrome and neurotoxicity due to CAR\nT2  - Nature medicine\nPY  - 2018\nDA  - 2018\nVL  - 24\nSP  - 739\nEP  - 48\nC1  - true\nIS  - 6\nLA  - \nER  - \n\n",
        "links": [],
        "author_conclusions": [
            "In conclusion, severe COVID-19 patients require more intensive treatment, and the prognosis is relatively poor. IL-6 is positively correlated with disease severity, since it decreases with the remission while increases with the aggravation of the disease. Therefore, IL-6 may be an ideal marker of the disease monitoring. Targeting IL-6 may be effective in treating inflammatory cytokine storm during disease progression. A better understanding of the precise role of IL-6 in the pathogenesis of COVID-19, especially in the severe cases, may help us manage the disease."
        ],
        "table_captions": [
            {
                "id": "1",
                "caption": "Clinical characteristics of patients with severe COVID-19"
            },
            {
                "id": "2",
                "caption": "Radiologic and laboratory findings of patients with severe COVID-19"
            },
            {
                "id": "3",
                "caption": "Complications, treatment and clinical outcomes of patients with severe COVID-19"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "A) Neutrophils and creatinine level from severe type COVID-19 patients were in the normal range. Compared with nonsevere cases, lymphocytes decreased while creatine kinase (CK) increased significantly in patients with severe COVID-19. (B) The procalcitonin (PCT) of patients with severe COVID-19 was basically normal, while the level of erythrocyte sedimentation rate (ESR), ferritin, C-reactive protein (CRP), D-Dimer and lactate dehydrogenase (LDH) was significantly increased. (C) Lymphocyte subgroup analysis showed that the proportion"
            },
            {
                "id": "2",
                "caption": "Compared with nonsevere COVID-19 patients, (A) the time from symptom onset to initial diagnosis (TFSD) and (B) the time from symptom onset to development of pneumonia (TFSP) of patients with severe COVID-19 was shorter,"
            },
            {
                "id": "3",
                "caption": "Correlation between baseline IL-6 level and clinical features of severe COVID-19 patients. (A) The baseline IL-6 level was positively correlated with the maximal body temperature during hospitalization. (B-E) The baseline IL-6 level was"
            },
            {
                "id": "4",
                "caption": "Variation in IL-6 and chest computed tomography in severe COVID-19 patients. (A) The elevated baseline IL-6 was correlated with the severity assessed by chest computed tomography (CT) scan, and the decrease in IL-6 after treatment was positively correlated with the improvement in chest CT images. (B) Three patients showed elevated IL-6 after treatment, which is associated with disease exacerbation and progressed CT imaging. (C) The baseline IL-6 was 197.39 pg/mL in a 69-year-old female patient who showed high fever and dyspnea. IL-6 decreased to 9.47 pg/mL after treatment, but the symptoms were not relieved. CT scan was not performed due to poor general condition, whereas chest X-ray showed aggravated pneumonia. The C-reactive protein (CRP) rebounded and procalcitonin (PCT) increased significantly. Follow up sputum culture confirmed the exacerbation was caused by bacterial infection"
            },
            {
                "id": "5",
                "caption": "A 59-year-old male patient was diagnosed as COVID-19 on the fifth day from the onset of fever. (A) The chest computed tomography (CT) was still normal five days after symptom onset; and the patient presented with initial disease aggravation evidenced by CT scan ten days after symptom onset displaying bilateral multiple patchy ground glass opacities, and subsequent alleviation evidenced by improved CT images 25 days after symptom onset. (B) The procalcitonin (PCT) level had stayed in the normal range throughout the course of disease. (C) The lymphocyte count was still normal five days after symptom onset. It reached nadir and returned to normal during the disease course. (D-E) Similar trend of fluctuation was detected in the level of C-reactive protein (CRP) and interleukin-6 (IL-6). Both abnormal CRP and IL-6 were detected five days after symptom onset when the chest CT was still normal. In association with changes in CT scans, both CRP and IL-6 peaked ten days after symptom onset and returned to normal 25 days after symptom onset. (F) The body temperature correlated with the variation in CRP and IL-6, as it stayed abnormal"
            }
        ],
        "tables_url": "https://scholarcy.nyc3.digitaloceanspaces.com/tables/docker-test/2020.03.01.20029769v2.xlsx",
        "figure_urls": [
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.01.20029769v2/img-000.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.01.20029769v2/img-001.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.01.20029769v2/img-002.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.01.20029769v2/img-003.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.01.20029769v2/img-004.png"
        ]
    },
    "sections": {
        "introduction": [
            "In early December, 2019, the first cases of pneumonia of unknown origin were reported in Wuhan City, Hubei Province Province, China. The pathogen has been identified as a novel β-coronavirus by full-genome sequencing and is named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) which shares phylogenetic similarity with severe acute respiratory syndrome coronavirus (SARS-CoV) that caused the outbreak of SARS in 2003.1-3 Disease caused by SARS-CoV-2, which has been highly contagious and spread rapidly nationwide and worldwide, has been designated coronavirus disease 2019 (COVID-19) by World Health Organization (WHO). Analysis of the epidemiological pattern curve of COVID-19 showed that the overall epidemic pattern was aggregation outbreak. Most cases are mild to moderate and curable, and the overall crude mortality rate is low.[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] However, a proportion of patients with severe disease characterized by respiratory dysfunction have shown a high mortality rate.[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a> <a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>] By February 16, 2020, a total number of 57934 cases have been reported in mainland China, including 10644 severe cases. As the outbreak area of COVID-19, the total number of confirmed cases in Hubei is 49847, with 9797 (19.6%) severe cases and an overall mortality rate of 3.4%. The disease incidence and mortality rate of severe COVID-19 in Hubei is relatively high as compared with other areas in China.<br/><br/>At present, due to the lack of reliable marker and effective antiviral medication, the monitoring of severe cases of COVID-19 mainly relies on the observation of clinical presentation.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a> <a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] Previous studies have suggested that lymphocytopenia and inflammatory cytokine storm are typical abnormalities in infections caused by highly pathogenic coronavirus, such as SARS and MERS, and are considered disease severity related.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>-<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] Similarly, a decrease in lymphocyte count and an increase in inflammatory cytokines in peripheral blood have been reported in COVID-19<br/><br/>patients.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>-<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] Given the rapid spread of COVID-19 and the high mortality rate of severe cases, a better understanding of the clinical features is urgently needed and may help screen out reliable markers for inflammation monitoring through the course of disease. According to previous relevant literature on viral pneumonia and the current therapeutic experience on severe type COVID-19, the storm of inflammatory factors may be the main reason for rapid disease progression and poor treatment response.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a> <a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a> <a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] In this study, by collecting data of severe cases of laboratory-confirmed COVID-19 cases, we analyzed the clinical characteristics and inflammatory markers in patients with severe type COVID-19 in Wuhan City to explore potential markers for disease monitoring."
        ],
        "methods": [
            "Data source and collection COVID-19 was diagnosed in accordance with the WHO interim guidance. A confirmed case of was defined as positive for SARS-CoV-2 nucleic acid on high-throughput sequencing or real-time reverse transcriptase polymerase chain reaction (RT-PCR) assays of nasal and pharyngeal swab specimens. Only laboratory-confirmed cases were included in this study, while disease diagnosed based on clinical presentation and imaging findings, but not on SARS-CoV-2 detection, were excluded. The severity of COVID-19 was classified according to the Guidelines for the Diagnosis and Treatment of Novel Coronavirus (2019-nCoV) Infection (Trial Version 5) issued by the National Health Commission of the People's Republic of China. Severe case was defined when any of the following criteria was met: 1. dyspnea, respiration rate (RR) ≥30 times / min; 2. oxygen saturation by pulse oximeter ≤93% in resting state; 3. partial pressure of arterial oxygen (PaO2) to fraction of inspired oxgen (FiO2) ratio ≤300 mm Hg (l mm Hg=0.133kPa). We collected data of 69 patients with severe type COVID-19 hospitalized in the Department of Infectious Diseases, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, between January 21 and February 16, 2020. A retrospective study on the clinical characteristics and laboratory examination was conducted. 11 nonsevere COVID-19 patients were included for comparison. This study was approved by the Research Ethics Committee of Tongji Medical College, Huazhong University of Science and Technology. Verbal consent was obtained from patients before the enrollment. Written informed consent was waived due to the urgent need data collection.<br/><br/>The clinical symptoms, physical signs and results of laboratory examination of patients were recorded. Radiologic evaluation included chest computed tomography (CT) scan. Laboratory tests included baseline whole blood cell count, blood chemistry, coagulation test, C-reactive protein (CRP), procalcitonin (PCT), lactate dehydrogenase (LDH), ferritin, erythrocyte sedimentation rate (ESR), creatine kinase (CK), and lymphocyte subset and cytokine profile analysis on admission. In addition, cytokine profile follow-up was conducted in 30 severe type patients after treatment. Treatment plan are recorded. Time from the symptom onset to initial treatment, initial COVID-19 diagnosis, development of pneumonia evidenced by CT scan, and from the diagnosis of pneumonia to discharge were recorded.<br/><br/>Laboratory diagnosis Nasal and pharyngeal swab specimens were collected and placed into a collection tube containing preservation solution for virus[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>]. Real-time RT-PCR assay for SARS-CoV-2 was conducted by the viral nucleic acid detection kit according to the manufacturer’s protocol (Shanghai bio-germ Medical Technology, Co. Ltd.). Laboratory confirmation of COVID-19 was performed by local Center for Disease Control and Prevention (CDC) in accordance with the Chinese CDC protocol. Whenever needed, specimens, including sputum or alveolar lavatory fluid, blood, urine and feces, were cultured to assess potential bacterial and/or fungal infection that might accompany with SARS-CoV-2 infection.<br/><br/>Flow cytometry and ELISA detection The lymphocyte test kit (Beckman Coulter Inc., FL, USA) was used for lymphocyte subset analysis by flow cytometry. Plasma cytokines (IL-2, IL-4, IL-6, IL-10, tumour necrosis factor (TNF)-α and interferon (IFN)-γ) were detected by ELISA with human Th1/2 cytokine kit II (BD Ltd., Franklin Lakes, NJ, USA). All tests were performed according to the product manual.<br/><br/>Statistics Continuous variables were described as means and standard deviations, or medians and interquartile range (IQR) values. Categorical variables were expressed as counts and percentages. Continuous variables were compared by the Mann Whitney U test. Proportions for categorical variables were compared by the chi-square test and Fisher’s exact test as appropriate. Correlations were determined by Spearman rank correlation analysis and Kendall correlation analysis. All statistical analyses were performed by Graphpad Prism (version 5.0) and SPSS 26.0 (IBM SPSS Statistics 26.0). For all statistical analysis, P<0.05 was considered statistically significant."
        ],
        "results": [
            "Demographic and clinical characteristics A total of 69 severe cases were included. The median age was 56 years. Female accounted for 52.17% of the enrolled cases. The smoking rate was 11.59%. Fever (79.72%), cough (63.77%), shortness of breath (57.97%) and fatigue (50.72%) were the most common symptoms, while diarrhea (15.94%), vomiting (7.25%) and sore throat (5.80%) were relatively less common. 36.23% of patients had at least one comorbidity (e.g., hypertension, chronic obstructive pulmonary disease, coronary heart disease and hepatitis B virus infection), and there were four cases of tumor. Another 11 nonsevere cases were also enrolled (table 1).<br/><br/>Radiologic and laboratory findings Table 2 showed the radiologic and laboratory findings on admission. The most common CT patterns in severe cases upon admission were bilateral patchy shadowing (60.87%) and interstitial abnormalities (27.54%), while the common type mainly manifested as focal ground glass opacity and patchy shadowing (54.5%) (table 2).<br/><br/>Baseline neutrocytopenia, lymphocytopenia and thrombocytopenia were observed in 13.04%, 79.71% and 24.64% of the severe type patients, respectively. Lymphocyte count in severe case was significantly less than the nonsevere cases (figure 1A). Increased creatine kinase was present in 14.49% of the cases. Elevated level of alanine aminotransferase and aspartate aminotransferase was more common and both was detected in 37.68% of the cases (table 2).<br/><br/>For inflammatory parameters, abnormal baseline PCT was not common in both nonsevere and severe patients. However, patients with severe disease showed more common and more prominent level of D-dimer, ESR, LDH, CRP and ferritin than those with nonsevere disease (figure 1B).<br/><br/>Treatment and clinical outcomes 89.86% of the severe type patients received antibiotics, 63.77% received antiviral therapy (20.29% with oseltamivir, 52.17% with arbidol and 7.25% with lopinavir/ritonavir), 42.03% received glucocorticoids and 50.72% received human immunoglobulin (table 3). 55.07% of the severe cases needed oxygen therapy, among which 27.54% received high-flow oxygen therapy, non-invasive ventilation or invasive ventilation (table 3).<br/><br/>Among the enrolled patients with severe disease, 53.62% were cured and discharged, 46.38% were still hospitalized, three patients (4.35%) needed transfer to the intensive care unit and no death case occurred (table 3). Seven patients developed acute respiratory distress syndrome (ARDS) and one got septic shock (table 3). Compared with patients with nonsevere disease, the time from symptom onset to initial COVID-19 diagnosis and to development of pneumonia in patients with severe<br/><br/>> disease was shorter, but it was not significant (P 0.05) (figure 2A, B). There was no significant difference in the time from symptom onset to treatment, and the time from development of pneumonia to recovery in patients with severe disease was longer (P<br/><br/>>0.05) ( figure 2C, D).<br/><br/>Immunological findings The baseline proportion of CD4+ T cells, CD8+ T cells, B cells, natural killer (NK) cells, and the CD4+ T cells/CD8+ T cells ratio are basically within the normal range (figure 1C). The baseline level of IL-2, IL-4, IL-10, TNF-α and IFN-γ was within normal range, while IL-10 was slightly increased (figure 1D).<br/><br/>The IL-6 level was increased significantly on admission in severe cases as compared with the nonsevere cases (figure 1D). The baseline elevated IL-6 was positively correlated with the bilateral and interstitial pulmonary involvement (r=0.453, P=0.001) and closely related to the maximal body temperature during hospitalization (r=0.521, P=0.000) (figure 3A), Meanwhile, it was significantly related to the increase of CRP (r=0.781, P=0.001), LDH (r=0.749, P=0.001), ferritin (r=0.606, P=0.001) and D-dimer (r=0.679, P=0.001) (figure 3B-E). We found tendency showing that, on admission, the lower the IL-6 level, the shorter the time lapse from diagnosis to cure (r=0.049, P=0.763), whereas the higher the IL-6 level, the shorter the time lapse from symptom onset to pneumonia diagnosis (r= -0.116, P=0.345). The elevated level of IL-6 was associated with the administration of glucocorticords (r=0.301, P=0.001), human immunoglobulin (r=0.147, P=0.118), high flow oxygen inhalation (r=0.251, P=0.007), mechanical ventilation during hospital (r=0.223, P=0.017).<br/><br/>Among the 30 patients whose IL-6 was assessed before and after treatment, 26 patients showed significantly reduced IL-6, which is accompanied with improved CT assessments after treatment (figure 4A). Disease of the other four patients exacerbated progressively. Among them, three patients showed persistent increase of IL-6 (figure 4B), while the change in IL-6 in one patient was not obvious. For this patient, there was an increase in PCT level, and the progression of lung disease was confirmed as bacterial, but not viral pneumonia, as evidenced by sputum culture positive for bacterial infection (figure 4C). Eventually, with the remission of disease (figure 5), the IL-6 level of this patient decreased significantly, and the D-dimer, CRP and LDH level also decreased significantly, all of which were associated with the resolution of clinical manifestation and CT images."
        ],
        "discussion": [
            "This study shows that most of the severe cases of COVID-19 have the initial symptoms of fever, cough, shortness of breath and fatigue, while diarrhea is not common. Compared with the nonsevere cases, the imaging findings mainly involve bilateral and interstitial abnormalities. In patients with severe disease, more intensive and supportive treatment, including glucocorticoids, human immunoglobulin, interferon-α, antibiotics, antiviral therapy (oseltamivir and abidol) and oxygen therapy, was administered and relieved symptoms were observed in most cases. The time from initial symptoms to pneumonia in severe COVID-19 patients was shorter, the median recovery time was longer, and the onset of severe type was more rapid than the nonsevere patients.<br/><br/>Previous studies have suggested that lymphocytopenia and inflammatory cytokine storm are associated with the severity of infections caused by highly pathogenic coronavirus.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a> <a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a> <a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a> <a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a> <a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>] Cytokines are signaling peptides, proteins, or glycoproteins that are secreted by many cell types, including immune, epithelial, endothelial, and smooth muscle cells. Cytokines allow context-dependent communication within the body.[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] If the interactions that lead to cytokine production are destabilized, a \"cytokine storm\" can result, producing unbridled inflammation within tissues and key organs.[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] Cytokine storms are associated with sepsis and septic shock, influenza, acute respiratory distress, and toxic response to medication and so on.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a> <a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a> <a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>] IL-1, IL-6, IL-10, and TNF-a have been implicated in the 1918 Spanish flu pandemic, the 2003 SARS outbreak and the H5N1 avian influenza infections firstly recognized in 1987.6 15 16 Similarly, recent studies on COVID-19 patients have also reported a decrease in peripheral blood lymphocyte count and an increase in serum inflammatory cytokine.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a> <a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] Cytokine storms, which can rapidly cause single or multiple organ failure and ultimately can be life-threatening, are considered to be an important cause of death in patients with severe COVID-19. SARS-CoV-2 infection can rapidly activate pathogenic T cells and produce granulocyte-macrophage colony stimulating factor (GM-CSF) and IL-6. GM-CSF will further activate CD14+CD16+ inflammatory monocytes and produce more IL-6 and other inflammatory factors, resulting in a cytokine storm that causes severe immune damage to the lungs and other organs.[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>]"
        ],
        "acknowledgements": [
            "We thank the patients and their family for their enthusiastic participation in this study. We thank all the doctors, nurses and staff who are fighting campaign against COVID-19. Contributors TL and JY conceptualized and designed the study, had full access to all data, and took responsibility for data integrity and accuracy of the analysis. JZ, YY, LZ, HM, ZYL wrote the manuscript. LZ, GW and JY reviewed the manuscript. TL, JZ and JC performed the statistical analysis. All authors contributed to data acquisition, analysis and interpretation, and approved the final version for submission. Funding This work was supported by the National Natural Science Foundation of China (No 81602696 to TL) and the Science and Technology Major Project of China (No.2018ZX10302204-002-003 to JY). Competing interests None declared. Patient consent for publication Not required Ethics approval The human study was approved the Research Ethics Committee of Tongji Medical College, Huazhong University of Science and Technology."
        ],
        "funding": [
            "Funding This work was supported by the National Natural Science Foundation of China (No 81602696 to TL) and the Science and Technology Major Project of China (No.2018ZX10302204-002-003 to JY)"
        ],
        "disclosures": [
            "Competing interests None declared. Patient consent for publication Not required Ethics approval The human study was approved the Research Ethics Committee of Tongji Medical College, Huazhong University of Science and Technology."
        ],
        "ethical_compliance": [
            "This study was approved by the Research Ethics Committee of Tongji Medical College, Huazhong University of Science and Technology",
            "Verbal consent was obtained from patients before the enrollment",
            "Patient consent for publication Not required Ethics approval The human study was approved the Research Ethics Committee of Tongji Medical College, Huazhong University of Science and Technology"
        ]
    },
    "structured_content": {
        "INTRODUCTION": [
            "In early December, 2019, the first cases of pneumonia of unknown origin were reported in Wuhan City, Hubei Province Province, China. The pathogen has been identified as a novel β-coronavirus by full-genome sequencing and is named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) which shares phylogenetic similarity with severe acute respiratory syndrome coronavirus (SARS-CoV) that caused the outbreak of SARS in 2003.1-3 Disease caused by SARS-CoV-2, which has been highly contagious and spread rapidly nationwide and worldwide, has been designated coronavirus disease 2019 (COVID-19) by World Health Organization (WHO). Analysis of the epidemiological pattern curve of COVID-19 showed that the overall epidemic pattern was aggregation outbreak. Most cases are mild to moderate and curable, and the overall crude mortality rate is low.[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] However, a proportion of patients with severe disease characterized by respiratory dysfunction have shown a high mortality rate.[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a> <a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>] By February 16, 2020, a total number of 57934 cases have been reported in mainland China, including 10644 severe cases. As the outbreak area of COVID-19, the total number of confirmed cases in Hubei is 49847, with 9797 (19.6%) severe cases and an overall mortality rate of 3.4%. The disease incidence and mortality rate of severe COVID-19 in Hubei is relatively high as compared with other areas in China.",
            "At present, due to the lack of reliable marker and effective antiviral medication, the monitoring of severe cases of COVID-19 mainly relies on the observation of clinical presentation.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a> <a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] Previous studies have suggested that lymphocytopenia and inflammatory cytokine storm are typical abnormalities in infections caused by highly pathogenic coronavirus, such as SARS and MERS, and are considered disease severity related.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>-<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] Similarly, a decrease in lymphocyte count and an increase in inflammatory cytokines in peripheral blood have been reported in COVID-19",
            "patients.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>-<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] Given the rapid spread of COVID-19 and the high mortality rate of severe cases, a better understanding of the clinical features is urgently needed and may help screen out reliable markers for inflammation monitoring through the course of disease. According to previous relevant literature on viral pneumonia and the current therapeutic experience on severe type COVID-19, the storm of inflammatory factors may be the main reason for rapid disease progression and poor treatment response.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a> <a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a> <a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] In this study, by collecting data of severe cases of laboratory-confirmed COVID-19 cases, we analyzed the clinical characteristics and inflammatory markers in patients with severe type COVID-19 in Wuhan City to explore potential markers for disease monitoring."
        ],
        "METHODS": [
            "Data source and collection COVID-19 was diagnosed in accordance with the WHO interim guidance. A confirmed case of was defined as positive for SARS-CoV-2 nucleic acid on high-throughput sequencing or real-time reverse transcriptase polymerase chain reaction (RT-PCR) assays of nasal and pharyngeal swab specimens. Only laboratory-confirmed cases were included in this study, while disease diagnosed based on clinical presentation and imaging findings, but not on SARS-CoV-2 detection, were excluded. The severity of COVID-19 was classified according to the Guidelines for the Diagnosis and Treatment of Novel Coronavirus (2019-nCoV) Infection (Trial Version 5) issued by the National Health Commission of the People's Republic of China. Severe case was defined when any of the following criteria was met: 1. dyspnea, respiration rate (RR) ≥30 times / min; 2. oxygen saturation by pulse oximeter ≤93% in resting state; 3. partial pressure of arterial oxygen (PaO2) to fraction of inspired oxgen (FiO2) ratio ≤300 mm Hg (l mm Hg=0.133kPa). We collected data of 69 patients with severe type COVID-19 hospitalized in the Department of Infectious Diseases, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, between January 21 and February 16, 2020. A retrospective study on the clinical characteristics and laboratory examination was conducted. 11 nonsevere COVID-19 patients were included for comparison. This study was approved by the Research Ethics Committee of Tongji Medical College, Huazhong University of Science and Technology. Verbal consent was obtained from patients before the enrollment. Written informed consent was waived due to the urgent need data collection.",
            "The clinical symptoms, physical signs and results of laboratory examination of patients were recorded. Radiologic evaluation included chest computed tomography (CT) scan. Laboratory tests included baseline whole blood cell count, blood chemistry, coagulation test, C-reactive protein (CRP), procalcitonin (PCT), lactate dehydrogenase (LDH), ferritin, erythrocyte sedimentation rate (ESR), creatine kinase (CK), and lymphocyte subset and cytokine profile analysis on admission. In addition, cytokine profile follow-up was conducted in 30 severe type patients after treatment. Treatment plan are recorded. Time from the symptom onset to initial treatment, initial COVID-19 diagnosis, development of pneumonia evidenced by CT scan, and from the diagnosis of pneumonia to discharge were recorded.",
            "Laboratory diagnosis Nasal and pharyngeal swab specimens were collected and placed into a collection tube containing preservation solution for virus[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>]. Real-time RT-PCR assay for SARS-CoV-2 was conducted by the viral nucleic acid detection kit according to the manufacturer’s protocol (Shanghai bio-germ Medical Technology, Co. Ltd.). Laboratory confirmation of COVID-19 was performed by local Center for Disease Control and Prevention (CDC) in accordance with the Chinese CDC protocol. Whenever needed, specimens, including sputum or alveolar lavatory fluid, blood, urine and feces, were cultured to assess potential bacterial and/or fungal infection that might accompany with SARS-CoV-2 infection.",
            "Flow cytometry and ELISA detection The lymphocyte test kit (Beckman Coulter Inc., FL, USA) was used for lymphocyte subset analysis by flow cytometry. Plasma cytokines (IL-2, IL-4, IL-6, IL-10, tumour necrosis factor (TNF)-α and interferon (IFN)-γ) were detected by ELISA with human Th1/2 cytokine kit II (BD Ltd., Franklin Lakes, NJ, USA). All tests were performed according to the product manual.",
            "Statistics Continuous variables were described as means and standard deviations, or medians and interquartile range (IQR) values. Categorical variables were expressed as counts and percentages. Continuous variables were compared by the Mann Whitney U test. Proportions for categorical variables were compared by the chi-square test and Fisher’s exact test as appropriate. Correlations were determined by Spearman rank correlation analysis and Kendall correlation analysis. All statistical analyses were performed by Graphpad Prism (version 5.0) and SPSS 26.0 (IBM SPSS Statistics 26.0). For all statistical analysis, P<0.05 was considered statistically significant."
        ],
        "RESULTS": [
            "Demographic and clinical characteristics A total of 69 severe cases were included. The median age was 56 years. Female accounted for 52.17% of the enrolled cases. The smoking rate was 11.59%. Fever (79.72%), cough (63.77%), shortness of breath (57.97%) and fatigue (50.72%) were the most common symptoms, while diarrhea (15.94%), vomiting (7.25%) and sore throat (5.80%) were relatively less common. 36.23% of patients had at least one comorbidity (e.g., hypertension, chronic obstructive pulmonary disease, coronary heart disease and hepatitis B virus infection), and there were four cases of tumor. Another 11 nonsevere cases were also enrolled (table 1).",
            "Radiologic and laboratory findings Table 2 showed the radiologic and laboratory findings on admission. The most common CT patterns in severe cases upon admission were bilateral patchy shadowing (60.87%) and interstitial abnormalities (27.54%), while the common type mainly manifested as focal ground glass opacity and patchy shadowing (54.5%) (table 2).",
            "Baseline neutrocytopenia, lymphocytopenia and thrombocytopenia were observed in 13.04%, 79.71% and 24.64% of the severe type patients, respectively. Lymphocyte count in severe case was significantly less than the nonsevere cases (figure 1A). Increased creatine kinase was present in 14.49% of the cases. Elevated level of alanine aminotransferase and aspartate aminotransferase was more common and both was detected in 37.68% of the cases (table 2).",
            "For inflammatory parameters, abnormal baseline PCT was not common in both nonsevere and severe patients. However, patients with severe disease showed more common and more prominent level of D-dimer, ESR, LDH, CRP and ferritin than those with nonsevere disease (figure 1B).",
            "Treatment and clinical outcomes 89.86% of the severe type patients received antibiotics, 63.77% received antiviral therapy (20.29% with oseltamivir, 52.17% with arbidol and 7.25% with lopinavir/ritonavir), 42.03% received glucocorticoids and 50.72% received human immunoglobulin (table 3). 55.07% of the severe cases needed oxygen therapy, among which 27.54% received high-flow oxygen therapy, non-invasive ventilation or invasive ventilation (table 3).",
            "Among the enrolled patients with severe disease, 53.62% were cured and discharged, 46.38% were still hospitalized, three patients (4.35%) needed transfer to the intensive care unit and no death case occurred (table 3). Seven patients developed acute respiratory distress syndrome (ARDS) and one got septic shock (table 3). Compared with patients with nonsevere disease, the time from symptom onset to initial COVID-19 diagnosis and to development of pneumonia in patients with severe",
            "> disease was shorter, but it was not significant (P 0.05) (figure 2A, B). There was no significant difference in the time from symptom onset to treatment, and the time from development of pneumonia to recovery in patients with severe disease was longer (P",
            ">0.05) ( figure 2C, D).",
            "Immunological findings The baseline proportion of CD4+ T cells, CD8+ T cells, B cells, natural killer (NK) cells, and the CD4+ T cells/CD8+ T cells ratio are basically within the normal range (figure 1C). The baseline level of IL-2, IL-4, IL-10, TNF-α and IFN-γ was within normal range, while IL-10 was slightly increased (figure 1D).",
            "The IL-6 level was increased significantly on admission in severe cases as compared with the nonsevere cases (figure 1D). The baseline elevated IL-6 was positively correlated with the bilateral and interstitial pulmonary involvement (r=0.453, P=0.001) and closely related to the maximal body temperature during hospitalization (r=0.521, P=0.000) (figure 3A), Meanwhile, it was significantly related to the increase of CRP (r=0.781, P=0.001), LDH (r=0.749, P=0.001), ferritin (r=0.606, P=0.001) and D-dimer (r=0.679, P=0.001) (figure 3B-E). We found tendency showing that, on admission, the lower the IL-6 level, the shorter the time lapse from diagnosis to cure (r=0.049, P=0.763), whereas the higher the IL-6 level, the shorter the time lapse from symptom onset to pneumonia diagnosis (r= -0.116, P=0.345). The elevated level of IL-6 was associated with the administration of glucocorticords (r=0.301, P=0.001), human immunoglobulin (r=0.147, P=0.118), high flow oxygen inhalation (r=0.251, P=0.007), mechanical ventilation during hospital (r=0.223, P=0.017).",
            "Among the 30 patients whose IL-6 was assessed before and after treatment, 26 patients showed significantly reduced IL-6, which is accompanied with improved CT assessments after treatment (figure 4A). Disease of the other four patients exacerbated progressively. Among them, three patients showed persistent increase of IL-6 (figure 4B), while the change in IL-6 in one patient was not obvious. For this patient, there was an increase in PCT level, and the progression of lung disease was confirmed as bacterial, but not viral pneumonia, as evidenced by sputum culture positive for bacterial infection (figure 4C). Eventually, with the remission of disease (figure 5), the IL-6 level of this patient decreased significantly, and the D-dimer, CRP and LDH level also decreased significantly, all of which were associated with the resolution of clinical manifestation and CT images."
        ],
        "DISCUSSION": [
            "This study shows that most of the severe cases of COVID-19 have the initial symptoms of fever, cough, shortness of breath and fatigue, while diarrhea is not common. Compared with the nonsevere cases, the imaging findings mainly involve bilateral and interstitial abnormalities. In patients with severe disease, more intensive and supportive treatment, including glucocorticoids, human immunoglobulin, interferon-α, antibiotics, antiviral therapy (oseltamivir and abidol) and oxygen therapy, was administered and relieved symptoms were observed in most cases. The time from initial symptoms to pneumonia in severe COVID-19 patients was shorter, the median recovery time was longer, and the onset of severe type was more rapid than the nonsevere patients.",
            "Previous studies have suggested that lymphocytopenia and inflammatory cytokine storm are associated with the severity of infections caused by highly pathogenic coronavirus.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a> <a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a> <a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a> <a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a> <a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>] Cytokines are signaling peptides, proteins, or glycoproteins that are secreted by many cell types, including immune, epithelial, endothelial, and smooth muscle cells. Cytokines allow context-dependent communication within the body.[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] If the interactions that lead to cytokine production are destabilized, a \"cytokine storm\" can result, producing unbridled inflammation within tissues and key organs.[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] Cytokine storms are associated with sepsis and septic shock, influenza, acute respiratory distress, and toxic response to medication and so on.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a> <a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a> <a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>] IL-1, IL-6, IL-10, and TNF-a have been implicated in the 1918 Spanish flu pandemic, the 2003 SARS outbreak and the H5N1 avian influenza infections firstly recognized in 1987.6 15 16 Similarly, recent studies on COVID-19 patients have also reported a decrease in peripheral blood lymphocyte count and an increase in serum inflammatory cytokine.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a> <a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] Cytokine storms, which can rapidly cause single or multiple organ failure and ultimately can be life-threatening, are considered to be an important cause of death in patients with severe COVID-19. SARS-CoV-2 infection can rapidly activate pathogenic T cells and produce granulocyte-macrophage colony stimulating factor (GM-CSF) and IL-6. GM-CSF will further activate CD14+CD16+ inflammatory monocytes and produce more IL-6 and other inflammatory factors, resulting in a cytokine storm that causes severe immune damage to the lungs and other organs.[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>]",
            "Results of this study indicated that compared with the common type, the changes in immunological parameters and cytokine level in severe type COVID-19 are inconspicuous. There was mild variation in IL-2, IL-4, IL-10, TNF-a, IFN-γ before and after treatment, all of which fluctuated within the normal range. However, elevated CRP, ferritin, IL-6 and LDH were associated with more intensive and prolonged treatment, which included glucocorticoids, human immunoglobulin, stronger antibiotics, high flow oxygen therapy or mechanical ventilation. Collectively, it showed that the above mentioned parameters were closely related to disease severity.",
            "Further analysis showed that the changes in IL-6 were closely related to the disease. In this study, CRP, ferritin and IL-6, LDH decreased significantly after recovery. In association with disease progression evidenced by exacerbating pulmonary lesions on chest CT scan, IL-6 increased to a further degree, suggesting that IL-6 might be a valuable candidate for monitoring severe type COVID-19. To our interest, in one patient whose IL-6 level remained low as disease exacerbated, progression of pulmonary lesions was caused by bacterial infection, which might suggest the specificity of IL-6 in COVID-19.",
            "IL-6 is synthesized by a variety of cells in the lung parenchyma, including alveolar macrophages, type II pneumocytes, T lymphocytes and lung fibroblasts. IL-6 is a pleiotropic cytokine important in regulating immunologic and inflammatory responses.[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a> <a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>] IL-6 being an acute phase inflammatory cytokine suggests that measuring circulating IL-6 may reflect the inflammatory state of the lungs.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a> <a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>] This is supported by the often observed increase of IL-6 in ARDS acute complications of lung transplantation.[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a> <a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a> <a class=\"ref-link\" id=\"c19\" href=\"#r19\">19</a> <a class=\"ref-link\" id=\"c20\" href=\"#r20\">20</a>] Our findings that IL-6 elevated upon diagnosis and varied correspondingly accordance with disease outcomes support a shared mechanism of cytokine-mediated lung injury caused by virus. Siltuximab and tocilizumab are monoclonal antibodies (mAb) targeted against IL-6 and its receptor (IL6R).[<a class=\"ref-link\" id=\"c21\" href=\"#r21\">21</a> <a class=\"ref-link\" id=\"c22\" href=\"#r22\">22</a>] Both siltuximab and tocilizumab have been used to treat cytokine release syndrome following chimeric antigen receptor–armed T cells (CART-19) therapy for leukemia. Since we have found that IL-6 is related to COVID-19 severity, we suggest that targeting IL-6 may ameliorate cytokine storm-related symptoms in severe COVID-19 cases.[<a class=\"ref-link\" id=\"c22\" href=\"#r22\">22</a> <a class=\"ref-link\" id=\"c23\" href=\"#r23\">23</a>]",
            "In conclusion, severe COVID-19 patients require more intensive treatment, and the prognosis is relatively poor. IL-6 is positively correlated with disease severity, since it decreases with the remission while increases with the aggravation of the disease. Therefore, IL-6 may be an ideal marker of the disease monitoring. Targeting IL-6 may be effective in treating inflammatory cytokine storm during disease progression. A better understanding of the precise role of IL-6 in the pathogenesis of COVID-19, especially in the severe cases, may help us manage the disease."
        ],
        "Acknowledgements": [
            "We thank the patients and their family for their enthusiastic participation in this study. We thank all the doctors, nurses and staff who are fighting campaign against COVID-19. Contributors TL and JY conceptualized and designed the study, had full access to all data, and took responsibility for data integrity and accuracy of the analysis. JZ, YY, LZ, HM, ZYL wrote the manuscript. LZ, GW and JY reviewed the manuscript. TL, JZ and JC performed the statistical analysis. All authors contributed to data acquisition, analysis and interpretation, and approved the final version for submission. Funding This work was supported by the National Natural Science Foundation of China (No 81602696 to TL) and the Science and Technology Major Project of China (No.2018ZX10302204-002-003 to JY). Competing interests None declared. Patient consent for publication Not required Ethics approval The human study was approved the Research Ethics Committee of Tongji Medical College, Huazhong University of Science and Technology."
        ],
        "REFERENCES": [
            "1. Luk HK, Li X, Fung J, et al Molecular epidemiology, evolution and phylogeny of SARS coronavirus.",
            "Infection, Genetics and Evolution 2019 2. Guan W-j, Ni Z-y, Hu Y, et al Clinical characteristics of 2019 novel coronavirus infection in China.",
            "medRxiv 2020 3. Zhou P, Yang X-L, Wang X-G, et al A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature 2020:1-4. 4. Yang X, Yu Y, Xu J, et al Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. The Lancet Respiratory Medicine 2020 5. Wang D, Hu B, Hu C, et al Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus–infected pneumonia in Wuhan, China. Jama 2020 6. Gupta KK, Khan MA, Singh SK. Constitutive Inflammatory Cytokine Storm: A Major Threat to Human Health. Journal of Interferon & Cytokine Research 2020;40(1):19-23. 7. Lucena-Silva N, Torres LC, Luna CF, et al The balance between the serum levels of IL-6 and IL-10 cytokines discriminates mild and severe acute pneumonia. BMC pulmonary medicine 2016;16(1):170. 8. Rose-John S, Winthrop K, Calabrese L. The role of IL-6 in host defence against infections: immunobiology and clinical implications. Nature Reviews Rheumatology 2017;13(7):399. 9. Tanaka T, Narazaki M, Kishimoto T. IL-6 in inflammation, immunity, and disease. Cold Spring Harbor perspectives in biology 2014;6(10):a016295. 10. Huang C, Wang Y, Li X, et al Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet 2020;395(10223):497-506. 11. Liu J, Li S, Liu J, et al Longitudinal characteristics of lymphocyte responses and cytokine profiles in the peripheral blood of SARS-CoV-2 infected patients. 2020 12. Magnan A, Mege J-L, Escallier J-C, et al Balance between alveolar macrophage IL-6 and TGF-beta in lung-transplant recipients. Marseille and Montréal Lung Transplantation Group. American journal of respiratory and critical care medicine 1996;153(4):1431-36. 13. Yiu HH, Graham AL, Stengel RF. Dynamics of a cytokine storm. PloS one 2012;7(10) 14. Liu Y, Sun W, Li J, et al Clinical features and progression of acute respiratory distress syndrome in coronavirus disease 2019. medRxiv 2020 15. Pathogenic human coronavirus infections: causes and consequences of cytokine storm and immunopathology. Seminars in immunopathology; 2017. Springer. 16. Saito LB, Diaz-Satizabal L, Evseev D, et al IFN and cytokine responses in ducks to genetically similar H5N1 influenza A viruses of varying pathogenicity. The Journal of general virology 2018;99(4):464. 17. Zhou Y, Fu B, Zheng X, et al Aberrant pathogenic GM-CSF+ T cells and inflammatory CD14+ CD16+ monocytes in severe pulmonary syndrome patients of a new coronavirus. bioRxiv 2020 18. Chen Y, Rubin P, Williams J, et al Circulating IL-6 as a predictor of radiation pneumonitis. International Journal of Radiation Oncology* Biology* Physics 2001;49(3):641-48. 19. Maus U, Rosseau S, Knies U, et al Expression of pro-inflammatory cytokines by flow-sorted alveolar macrophages in severe pneumonia. European Respiratory Journal 1998;11(3):534-41. 20. Wang W-K, Chen S-Y, Liu I-J, et al Temporal Relationship of Viral Load, Ribavirin, Interleukin (IL)—6, IL-8, and Clinical Progression in Patients with Severe Acute Respiratory Syndrome. Clinical infectious diseases 2004;39(7):1071-75. 21. Van Rhee F, Wong RS, Munshi N, et al Siltuximab for multicentric Castleman's disease: a randomised, double-blind, placebo-controlled trial. The lancet oncology 2014;15(9):[966-74].",
            "22. Emery P, Keystone E, Tony H, et al IL-6 receptor inhibition with tocilizumab improves treatment outcomes in patients with rheumatoid arthritis refractory to anti-tumour necrosis factor biologicals: results from a 24-week multicentre randomised placebo-controlled trial. Annals of the rheumatic diseases 2008;67(11):1516-23.",
            "23. Norelli M, Camisa B, Barbiera G, et al Monocyte-derived IL-1 and IL-6 are differentially required for cytokine-release syndrome and neurotoxicity due to CAR T cells. Nature medicine 2018;24(6):[739-48].",
            "Table 1. Clinical characteristics of patients with severe COVID-19",
            "Characteristics",
            "All patients (N = 80)",
            "Nonsevere (N = 11)",
            "Age - Median year (range)",
            "31.00",
            "(26.00-86.00) (26.00-58.00)",
            "Gender - No (%)",
            "Male",
            "34 (42.50)",
            "1 (9.09)",
            "Female",
            "46 (57.50)",
            "10 (90.91)",
            "Smoking history - No (%)",
            "Non-smoker",
            "72 (90.00) 11 (100.00)",
            "Smoker",
            "8 (10.00)",
            "0 (0.00)",
            "Fever on admission - No (%)",
            "64 (80.00)",
            "9 (81.82)",
            "Temperature - No (%)",
            "< 37.5",
            "17 (21.25)",
            "2 (18.18)",
            "37.5-38.0",
            "19 (23.75)",
            "4 (36.36)",
            "38.1-39.0",
            "38 (47.50)",
            "5 (45.45)",
            "> 39.0",
            "6 (7.50)",
            "Fever during hospitalization - No (%)",
            "Highest temperature during hospitalization - No (%)",
            "35 (43.75)",
            "16 (20.00)",
            "23 (28.75)",
            "Symptoms - No (%)",
            "Conjunctival congestion",
            "1 (1.25)",
            "Nasal congestion",
            "5 (6.25)",
            "Headache",
            "Cough",
            "53 (66.25)",
            "Sore throat",
            "Sputum production",
            "15 (18.75)",
            "Fatigue",
            "36 (45.00)",
            "Hemoptysis",
            "2 (2.50)",
            "Shortness of breath",
            "44 (55.00)",
            "Nausea or vomiting",
            "7 (8.75)",
            "Severe (N = 69)",
            "56.00 (27.00-86.00)",
            "33 (47.83) 36 (52.17)",
            "61 (88.41) 8 (11.59) 55 (79.72)",
            "15 (21.74) 15 (21.74) 33 (47.83) 6 (8.70)",
            "44 (63.77)",
            "25 (36.23) 15 (21.74) 23 (33.33) 6 (8.70)",
            "1 (1.45) 5 (7.25) 8 (11.59) 44 (63.77) 4 (5.80) 14 (20.29) 35 (50.72) 0 (0.00) 40 (57.97) 5 (7.25)",
            "P value < 0.001 < 0.037",
            "0.808",
            "1.000 1.000 0.516 0.405 0.009 0.640 0.024 0.017 0.312 0.245",
            "Diarrhea",
            "11 (15.94)",
            "Myalgia or arthralgia",
            "12 (15.00)",
            "12 (17.39)",
            "Shivering",
            "13 (16.25)",
            "13 (18.84)",
            "Physical signs - No (%)",
            "Throat congestion",
            "3 (3.75)",
            "3 (4.35)",
            "Tonsil swelling",
            "Lymph node enlargement",
            "Skin rash",
            "Coexisting disorders - No (%)",
            "Any of the following",
            "28 (35.00)",
            "3 (27.27)",
            "25 (36.23)",
            "Diabetes",
            "11 (13.75)",
            "Hypertension",
            "14 (17.50)",
            "14 (20.29)",
            "Coronary heart disease",
            "6 (8.70)",
            "Cerebrovascular diseases",
            "Hepatitis B virus infection",
            "1 (1.45)",
            "Cancer†",
            "4 (5.80)",
            "Chronic renal diseases",
            "Immunodeficiency",
            "† Cancer referred to any type of malignancy. All cases were stable disease.",
            "P values denoted the comparison between nonsevere and severe cases.",
            "1.000",
            "1.000 0.051",
            "Table 2. Radiologic and laboratory findings of patients with severe COVID-19",
            "Radiologic and laboratory",
            "All patients Nonsevere",
            "Severe findings (N = 80)",
            "(N = 11)",
            "(N = 69)",
            "Radiologic findings",
            "Abnormalities on chest CT",
            "- No (%)",
            "Ground glass opacity",
            "3 (2.50)",
            "Local patchy shadowing",
            "2 (2.90)",
            "Bilateral patchy shadowing",
            "47 (58.75)",
            "42 (60.87)",
            "Interstitial abnormalities",
            "19 (27.54)",
            "Blood cell count - No (%)",
            "Neutrophil count > 6.3*109/L 1.8-6.3*109/L < 1.8*109/L",
            "9 (11.25) 62 (77.50) 9 (11.25)",
            "0 (0.00) 11 (100.00)",
            "9 (13.04) 51 (73.91) 9 (13.04)",
            "Lymphocyte count <1.5*109/L",
            "60 (75.00)",
            "55 (79.71)",
            "Mean ± SD†",
            "1.11±0.51",
            "1.61±0.39",
            "1.03±0.48",
            "Platelet count < 150*109/L",
            "Hemoglobin level (g/dL)",
            "† - Mean ± SD",
            "127.10±15.32 127.8±16.13",
            "17 (24.64) 122.7±7.82",
            "P value",
            "0.039 < 0.001 0.145 0.314",
            "Distribution of other findings",
            "C-reactive protein level",
            "≥ 10 mg/L ≥ Procalcitonin 0.5 ng/mL",
            "Lactose dehydrogenase",
            "≥ 250 U/L",
            "Aspartate aminotransferase",
            "> 40 U/L",
            "Alanine aminotransferase μ Total bilirubin > 17.1 mol/L ≥ Creatinine kinase 200 U/L Creatinine ≥ 133 μmol/L",
            "≥ D-dimer 0.5 mg/L",
            "60/80 (75.00) 2/80 (2.50)",
            "46/80 (57.50)",
            "27/80 (33.75)",
            "27/80 (33.75) 7/80 (8.75)",
            "10/80 (12.50) 1/80 (1.25)",
            "45/80 (56.25)",
            "1/11 (9.09) 0/11 (0.00) 1/11 (9.09)",
            "1/11 (9.09)",
            "1/11 (9.09) 1/11 (9.09) 0/11 (0.00) 0/11 (0.00) 0/11 (0.00)",
            "59/69 (85.51) <0.001",
            "2/69 (2.90) 1.000 45/69 (65.22) 0.002",
            "26/69 (37.68) 0.129",
            "6/69 (8.70) 10/69 (14.49)",
            "1/69 (1.45)",
            "45/69 (65.22) <0.001",
            "Erythrocyte sedimentation rate (mm/h)",
            "40.59±27.2 19.91±23.74 44.58±26.16 0.001",
            "- Mean ± SD†",
            "μ Ferritin ( g/L)",
            "690.20±864.3 155.70±187.3 827.2±916.9",
            "Lymphocytopenia was defined as the lymphocyte count of less than 1,500 per cubic millimeter.",
            "Thrombocytopenia was defined as the platelet count of less than 150,000 per cubic millimeter.",
            "† SD, Standard deviation",
            "Table 3. Complications, treatment and clinical outcomes of patients with severe COVID-19",
            "Complications - No (%)",
            "Septic shock",
            "Acute respiratory distress syndrome",
            "7 (10.14)",
            "Acute kidney injury",
            "Disseminated intravascular coagulation",
            "Rhabdomyolysis",
            "Time to event - days",
            "From symptom onset to initial treatment",
            "Median (interquartile range)",
            "(1.00-4.00) (1.00-5.00) (1.00-4.00)",
            "2.94±3.67",
            "3.55±4.72",
            "2.83±3.48",
            "From symptom onset to initial COVID-19 diagnosis",
            "Median (interquartile range)",
            "4.00 (2.00-7.00)",
            "7.00 (2.00-13.00)",
            "4.00 (1.75-7.00)",
            "5.23±4.44",
            "7.36±5.52",
            "4.83±4.14",
            "From symptom onset to development of pneumonia",
            "Median (interquartile range",
            "4.00 (2.00-7.50)",
            "8.00 (2.00-13.00)",
            "5.35±4.46",
            "7.73±5.62",
            "4.90±4.11",
            "From development pneumonia to recovery (16.00-23.00) (12.25-22.50) (16.00-23.00)",
            "18.95±5.49 18.10±7.48 19.23±4.80",
            "Treatments - No (%) Antibiotics Oseltamivir Ribavirin, ganciclovir or peramivir Arbidol Antifungal medications Systemic glucocorticoids α Nebulized interferoninhalation Lopinavir/ritonavir Oxygen therapy",
            "High-flow nasal cannula Mechanical ventilation",
            "Invasive Non-invasive Use of extracorporeal membrane oxygenation Use of continuous renal replacement therapy Use of intravenous immunoglobin Clinical outcomes Intensive care unit admission",
            "73 (91.25) 20 (25.00) 47 (58.75) 49 (61.25) 10 (12.50) 29 (36.25) 70 (87.50) 5 (6.25) 39 (48.75) 11 (13.75)",
            "2 (2.50) 6 (7.50) 0 (0.00)",
            "11 (100.00) 6 (54.55) 3 (27.27) 10 (90.91) 0 (0.00) 0 (0.00) 10 (90.91) 0 (0.00) 1 (9.09) 0 (0.00)",
            "0 (0.00) 0 (0.00) 0 (0.00)",
            "62 (89.86) 14 (20.29) 44 (63.77) 39 (52.17) 10 (14.49) 29 (42.03) 60 (86.96) 5 (7.25) 38 (55.07) 11 (15.94)",
            "2 (2.90) 6 (8.70) 0 (0.00)",
            "35 (50.72)",
            "0.141",
            "0.615 0.585 0.039 0.044 0.066 0.390 0.019 0.902 1.000 0.007 0.340 1.000 0.589",
            "Death Recovery Hospitalization",
            "0 (0.00) 47 (58.75) 33 (41.25)",
            "0 (0.00) 10 (90.91) 1 (9.09)",
            "0 (0.00) 37 (53.62) 32 (46.38)",
            "Figure 1 (A) Neutrophils and creatinine level from severe type COVID-19 patients were in the normal range. Compared with nonsevere cases, lymphocytes decreased while creatine kinase (CK) increased significantly in patients with severe COVID-19. (B) The procalcitonin (PCT) of patients with severe COVID-19 was basically normal, while the level of erythrocyte sedimentation rate (ESR), ferritin, C-reactive protein (CRP), D-Dimer and lactate dehydrogenase (LDH) was significantly increased. (C) Lymphocyte subgroup analysis showed that the proportion ( ) of CD4+ T cells, CD8+ T cells, B cells, natural kill NK cells and CD4+ T cells/CD8+",
            "T cells ratio were within the normal range, and there was no significant difference between the two groups. (D) Cytokine profile analysis showed that compared with nonsevere type, there was no difference in the level of IL-2, IL-4, TNF-α and IFN-γ, while IL-10 increased slightly and IL-6 increased significantly in patients with severe COVID-19.",
            "Figure 2 Compared with nonsevere COVID-19 patients, (A) the time from symptom onset to initial diagnosis (TFSD) and (B) the time from symptom onset to development of pneumonia (TFSP) of patients with severe COVID-19 was shorter,",
            "> but there was no significant difference (P 0.05). There was no difference in (C) the time from symptom onset to treatment (TFST) and (D) the time from development of",
            "> pneumonia to recovery (TFPR) of patients with severe COVID-19 (P 0.05).",
            "Figure 3 Correlation between baseline IL-6 level and clinical features of severe COVID-19 patients. (A) The baseline IL-6 level was positively correlated with the maximal body temperature during hospitalization. (B-E) The baseline IL-6 level was positively correlated with C-reactive protein (CRP), lactate dehydrogenase (LDH), ferritin and D-dimer.",
            "Figure 4 Variation in IL-6 and chest computed tomography in severe COVID-19 patients. (A) The elevated baseline IL-6 was correlated with the severity assessed by chest computed tomography (CT) scan, and the decrease in IL-6 after treatment was positively correlated with the improvement in chest CT images. (B) Three patients showed elevated IL-6 after treatment, which is associated with disease exacerbation and progressed CT imaging. (C) The baseline IL-6 was 197.39 pg/mL in a 69-year-old female patient who showed high fever and dyspnea. IL-6 decreased to 9.47 pg/mL after treatment, but the symptoms were not relieved. CT scan was not performed due to poor general condition, whereas chest X-ray showed aggravated pneumonia. The C-reactive protein (CRP) rebounded and procalcitonin (PCT) increased significantly. Follow up sputum culture confirmed the exacerbation was caused by bacterial infection.",
            "Figure 5 A 59-year-old male patient was diagnosed as COVID-19 on the fifth day from the onset of fever. (A) The chest computed tomography (CT) was still normal five days after symptom onset; and the patient presented with initial disease aggravation evidenced by CT scan ten days after symptom onset displaying bilateral multiple patchy ground glass opacities, and subsequent alleviation evidenced by improved CT images 25 days after symptom onset. (B) The procalcitonin (PCT) level had stayed in the normal range throughout the course of disease. (C) The lymphocyte count was still normal five days after symptom onset. It reached nadir and returned to normal during the disease course. (D-E) Similar trend of fluctuation was detected in the level of C-reactive protein (CRP) and interleukin-6 (IL-6). Both abnormal CRP and IL-6 were detected five days after symptom onset when the chest CT was still normal. In association with changes in CT scans, both CRP and IL-6 peaked ten days after symptom onset and returned to normal 25 days after symptom onset. (F) The body temperature correlated with the variation in CRP and IL-6, as it stayed abnormal during the rising phase while returned to normal during the decline phase of CRP and IL-6."
        ]
    },
    "participants": [
        {
            "participant": "patients with severe type COVID-19 hospitalized in the Department",
            "number": 69,
            "context": "Severe case was defined when any of the following criteria was met: 1. dyspnea, respiration rate (RR) ≥30 times / min; 2. oxygen saturation by pulse oximeter ≤93% in resting state; 3. partial pressure of arterial oxygen (PaO2) to fraction of inspired oxgen (FiO2) ratio ≤300 mm Hg (l mm Hg=0.133kPa). <mark class=\"stats\">We collected data of 69 patients with severe type COVID-19 hospitalized in the Department of Infectious Diseases, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, between January 21 and February 16, 2020</mark>. A retrospective study on the clinical characteristics and laboratory examination was conducted. 11 nonsevere COVID-19 patients were included for comparison"
        },
        {
            "participant": "severe type patients",
            "number": 30,
            "context": "Laboratory tests included baseline whole blood cell count, blood chemistry, coagulation test, C-reactive protein (CRP), procalcitonin (PCT), lactate dehydrogenase (LDH), ferritin, erythrocyte sedimentation rate (ESR), creatine kinase (CK), and lymphocyte subset and cytokine profile analysis on admission. <mark class=\"stats\">In addition, cytokine profile follow-up was conducted in 30 severe type patients after treatment</mark>. Treatment plan are recorded"
        },
        {
            "participant": "patients",
            "number": 2,
            "context": "Elevated level of lactate dehydrogenase (LDH), C-reactive protein (CRP), ferritin and D-dimer was found in most cases. <mark class=\"stats\">Two patients (2.9%) needed transfer to the intensive care unit</mark>. Baseline immunological parameters and most of the inflammatory parameters were basically within the normal range"
        },
        {
            "participant": "severe type patients",
            "number": 30,
            "context": "The increase of baseline IL-6 level suggests that it may positively correlate with the severity of COVID-19. <mark class=\"stats\">Among the 30 severe type patients whose IL-6 was assessed before and after treatment, significant decrease in IL-6 and improved CT assessment was found in 25 patients after treatment</mark>. Whereas the IL-6 level was further increased in 3 cases, which was closely related to disease progression"
        },
        {
            "participant": "cases",
            "number": 3,
            "context": "Among the 30 severe type patients whose IL-6 was assessed before and after treatment, significant decrease in IL-6 and improved CT assessment was found in 25 patients after treatment. <mark class=\"stats\">Whereas the IL-6 level was further increased in 3 cases, which was closely related to disease progression</mark>. It is suggested that IL-6 may be used as a marker for disease monitoring in severe COVID-19 patients"
        },
        {
            "participant": "cases",
            "number": 57934,
            "context": "However, a proportion of patients with severe disease characterized by respiratory dysfunction have shown a high mortality rate.2 4. <mark class=\"stats\">By February 16, 2020, a total number of 57934 cases have been reported in mainland China, including 10644 severe cases</mark>. As the outbreak area of COVID-19, the total number of confirmed cases in Hubei is 49847, with 9797 (19.6%) severe cases and an overall mortality rate of 3.4%"
        },
        {
            "participant": "severe cases",
            "number": 69,
            "context": "For all statistical analysis, P<0.05 was considered statistically significant. <mark class=\"stats\">RESULTS Demographic and clinical characteristics A total of 69 severe cases were included</mark>. The median age was 56 years"
        },
        {
            "participant": "nonsevere cases",
            "number": 11,
            "context": "Fever (79.72%), cough (63.77%), shortness of breath (57.97%) and fatigue (50.72%) were the most common symptoms, while diarrhea (15.94%), vomiting (7.25%) and sore throat (5.80%) were relatively less common. 36.23% of patients had at least one comorbidity (e.g., hypertension, chronic obstructive pulmonary disease, coronary heart disease and hepatitis B virus infection), and there were four cases of tumor. <mark class=\"stats\">Another 11 nonsevere cases were also enrolled (table 1)</mark>. Radiologic and laboratory findings Table 2 showed the radiologic and laboratory findings on admission"
        },
        {
            "participant": "patients",
            "number": 3,
            "context": "Treatment and clinical outcomes 89.86% of the severe type patients received antibiotics, 63.77% received antiviral therapy (20.29% with oseltamivir, 52.17% with arbidol and 7.25% with lopinavir/ritonavir), 42.03% received glucocorticoids and 50.72% received human immunoglobulin (table 3). 55.07% of the severe cases needed oxygen therapy, among which 27.54% received high-flow oxygen therapy, non-invasive ventilation or invasive ventilation (table 3). <mark class=\"stats\">Among the enrolled patients with severe disease, 53.62% were cured and discharged, 46.38% were still hospitalized, three patients (4.35%) needed transfer to the intensive care unit and no death case occurred (table 3)</mark>. Seven patients developed acute respiratory distress syndrome (ARDS) and one got septic shock (table 3)"
        },
        {
            "participant": "patients",
            "number": 7,
            "context": "Among the enrolled patients with severe disease, 53.62% were cured and discharged, 46.38% were still hospitalized, three patients (4.35%) needed transfer to the intensive care unit and no death case occurred (table 3). <mark class=\"stats\">Seven patients developed acute respiratory distress syndrome (ARDS) and one got septic shock (table 3)</mark>. Compared with patients with nonsevere disease, the time from symptom onset to initial COVID-19 diagnosis and to development of pneumonia in patients with severe"
        },
        {
            "participant": "patients",
            "number": 30,
            "context": "The elevated level of IL-6 was associated with the administration of glucocorticords (r=0.301, P=0.001), human immunoglobulin (r=0.147, P=0.118), high flow oxygen inhalation (r=0.251, P=0.007), mechanical ventilation during hospital (r=0.223, P=0.017). <mark class=\"stats\">Among the 30 patients whose IL-6 was assessed before and after treatment, 26 patients showed significantly reduced IL-6, which is accompanied with improved CT assessments after treatment (figure 4A)</mark>. Disease of the other four patients exacerbated progressively"
        },
        {
            "participant": "patients",
            "number": 4,
            "context": "Among the 30 patients whose IL-6 was assessed before and after treatment, 26 patients showed significantly reduced IL-6, which is accompanied with improved CT assessments after treatment (figure 4A). <mark class=\"stats\">Disease of the other four patients exacerbated progressively</mark>. Among them, three patients showed persistent increase of IL-6 (figure 4B), while the change in IL-6 in one patient was not obvious"
        },
        {
            "participant": "patients",
            "number": 3,
            "context": "Disease of the other four patients exacerbated progressively. <mark class=\"stats\">Among them, three patients showed persistent increase of IL-6 (figure 4B), while the change in IL-6 in one patient was not obvious</mark>. For this patient, there was an increase in PCT level, and the progression of lung disease was confirmed as bacterial, but not viral pneumonia, as evidenced by sputum culture positive for bacterial infection (figure 4C)"
        },
        {
            "participant": "hospitalized patients with 2019 novel coronavirus",
            "number": 138,
            "context": "The Lancet Respiratory Medicine 2020 5. <mark class=\"stats\">Wang D, Hu B, Hu C, et al Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus–infected pneumonia in Wuhan, China</mark>. Jama 2020 6"
        },
        {
            "participant": "patients",
            "number": 80,
            "context": "Nature medicine 2018;24(6):739-48. <mark class=\"stats\">All patients (N = 80)</mark>. Nonsevere (N = 11)"
        },
        {
            "participant": "data",
            "number": 11,
            "context": "All patients (N = 80). <mark class=\"stats\">Nonsevere (N = 11)</mark>. Age - Median year (range)"
        },
        {
            "participant": "data",
            "number": 69,
            "context": "Nausea or vomiting. <mark class=\"stats\">Severe (N = 69)</mark>. P value < 0.001 < 0.037"
        },
        {
            "participant": "data",
            "number": 80,
            "context": "All patients Nonsevere. <mark class=\"stats\">Severe findings (N = 80)</mark>. (N = 11)"
        },
        {
            "participant": "data",
            "number": 11,
            "context": "Severe findings (N = 80). <mark class=\"stats\">(N = 11)</mark>. (N = 69)"
        },
        {
            "participant": "data",
            "number": 69,
            "context": "(N = 11). <mark class=\"stats\">(N = 69)</mark>. Abnormalities on chest CT"
        }
    ],
    "statistics": [
        {
            "tests": {
                "context": "<mark class=\"stats\">Continuous variables were compared by the Mann Whitney U test</mark>",
                "tests": [
                    {
                        "test": "Mann Whitney U test"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Proportions for categorical variables were compared by the chi-square test and Fisher’s exact test as appropriate</mark>",
                "tests": [
                    {
                        "test": "chi-square test"
                    },
                    {
                        "test": "Fisher’s exact test"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Correlations were determined by Spearman rank correlation analysis and Kendall correlation analysis</mark>",
                "tests": [
                    {
                        "test": "Spearman rank correlation"
                    },
                    {
                        "test": "Kendall correlation"
                    }
                ]
            }
        },
        {
            "p_value": "P<0.05",
            "context": "All statistical analyses were performed by Graphpad Prism (version 5.0) and SPSS 26.0 (IBM SPSS Statistics 26.0). <mark class=\"stats\">For all statistical analysis, P<0.05 was considered statistically significant.Data source and collection COVID-19 was diagnosed in accordance with the WHO interim guidance</mark>. A confirmed case of was defined as positive for SARS-CoV-2 nucleic acid on high-throughput sequencing or real-time reverse transcriptase polymerase chain reaction (RT-PCR) assays of nasal and pharyngeal swab specimens"
        },
        {
            "p_value": "P<0.05",
            "context": "All statistical analyses were performed by Graphpad Prism (version 5.0) and SPSS 26.0 (IBM SPSS Statistics 26.0). <mark class=\"stats\">For all statistical analysis, P<0.05 was considered statistically significant</mark>. "
        },
        {
            "p_value": "P<0.05",
            "context": "All statistical analyses were performed by Graphpad Prism (version 5.0) and SPSS 26.0 (IBM SPSS Statistics 26.0). <mark class=\"stats\">For all statistical analysis, P<0.05 was considered statistically significant</mark>. RESULTS Demographic and clinical characteristics A total of 69 severe cases were included"
        },
        {
            "p_value": "P=0.001",
            "context": "The IL-6 level was increased significantly on admission in severe cases as compared with the nonsevere cases (figure 1D). <mark class=\"stats\">The baseline elevated IL-6 was positively correlated with the bilateral and interstitial pulmonary involvement (r=0.453, P=0.001) and closely related to the maximal body temperature during hospitalization (r=0.521, P=0.000) (figure 3A), Meanwhile, it was significantly related to the increase of CRP (r=0.781, P=0.001), LDH (r=0.749, P=0.001), ferritin (r=0.606, P=0.001) and D-dimer (r=0.679, P=0.001) (figure 3B-E)</mark>. We found tendency showing that, on admission, the lower the IL-6 level, the shorter the time lapse from diagnosis to cure (r=0.049, P=0.763), whereas the higher the IL-6 level, the shorter the time lapse from symptom onset to pneumonia diagnosis (r= -0.116, P=0.345)"
        },
        {
            "p_value": "P=0.763",
            "context": "The baseline elevated IL-6 was positively correlated with the bilateral and interstitial pulmonary involvement (r=0.453, P=0.001) and closely related to the maximal body temperature during hospitalization (r=0.521, P=0.000) (figure 3A), Meanwhile, it was significantly related to the increase of CRP (r=0.781, P=0.001), LDH (r=0.749, P=0.001), ferritin (r=0.606, P=0.001) and D-dimer (r=0.679, P=0.001) (figure 3B-E). <mark class=\"stats\">We found tendency showing that, on admission, the lower the IL-6 level, the shorter the time lapse from diagnosis to cure (r=0.049, P=0.763), whereas the higher the IL-6 level, the shorter the time lapse from symptom onset to pneumonia diagnosis (r= -0.116, P=0.345)</mark>. The elevated level of IL-6 was associated with the administration of glucocorticords (r=0.301, P=0.001), human immunoglobulin (r=0.147, P=0.118), high flow oxygen inhalation (r=0.251, P=0.007), mechanical ventilation during hospital (r=0.223, P=0.017)"
        },
        {
            "p_value": "P=0.001",
            "context": "We found tendency showing that, on admission, the lower the IL-6 level, the shorter the time lapse from diagnosis to cure (r=0.049, P=0.763), whereas the higher the IL-6 level, the shorter the time lapse from symptom onset to pneumonia diagnosis (r= -0.116, P=0.345). <mark class=\"stats\">The elevated level of IL-6 was associated with the administration of glucocorticords (r=0.301, P=0.001), human immunoglobulin (r=0.147, P=0.118), high flow oxygen inhalation (r=0.251, P=0.007), mechanical ventilation during hospital (r=0.223, P=0.017)</mark>. Among the 30 patients whose IL-6 was assessed before and after treatment, 26 patients showed significantly reduced IL-6, which is accompanied with improved CT assessments after treatment (figure 4A)"
        }
    ],
    "keywords": [
        "World Health Organization",
        "pathogenic coronavirus",
        "creatine kinase",
        "cytokine storm",
        "COVID-19",
        "peripheral blood",
        "interquartile range",
        "severe disease",
        "severe acute",
        "acute respiratory",
        "mortality rate",
        "coronavirus disease 2019",
        "lactate dehydrogenase",
        "respiration rate",
        "severe case",
        "Center for Disease Control and Prevention",
        "wuhan city",
        "severe covid",
        "pneumonia",
        "acute respiratory distress syndrome",
        "computed tomography",
        "granulocyte-macrophage colony stimulating factor",
        "IL-6",
        "SARS",
        "lymphocytopenia",
        "severe type",
        "C-reactive protein",
        "monoclonal antibodies",
        "natural killer",
        "coronavirus disease",
        "inflammatory cytokine storm",
        "interleukin-6",
        "sars cov",
        "erythrocyte sedimentation rate",
        "reverse transcriptase polymerase chain reaction",
        "lymphocyte"
    ],
    "keyword_relevance": {
        "IL-6": 0.1880108991825613,
        "COVID-19": 0.13896457765667575,
        "computed tomography": 0.08719346049046321,
        "C-reactive protein": 0.0653950953678474,
        "severe case": 0.05722070844686648,
        "pneumonia": 0.051771117166212535,
        "severe type": 0.043596730245231606,
        "lactate dehydrogenase": 0.04087193460490463,
        "SARS": 0.03814713896457766,
        "severe disease": 0.027247956403269755,
        "lymphocyte": 0.027247956403269755,
        "cytokine storm": 0.021798365122615803,
        "creatine kinase": 0.013623978201634877,
        "interquartile range": 0.013623978201634877,
        "acute respiratory": 0.013623978201634877,
        "mortality rate": 0.013623978201634877,
        "coronavirus disease 2019": 0.013623978201634877,
        "coronavirus disease": 0.013623978201634877,
        "erythrocyte sedimentation rate": 0.013623978201634877,
        "peripheral blood": 0.010899182561307902,
        "acute respiratory distress syndrome": 0.010899182561307902,
        "granulocyte-macrophage colony stimulating factor": 0.010899182561307902,
        "lymphocytopenia": 0.010899182561307902,
        "World Health Organization": 0.008174386920980926,
        "severe acute": 0.008174386920980926,
        "Center for Disease Control and Prevention": 0.008174386920980926,
        "natural killer": 0.008174386920980926,
        "inflammatory cytokine storm": 0.008174386920980926,
        "interleukin-6": 0.008174386920980926,
        "reverse transcriptase polymerase chain reaction": 0.008174386920980926,
        "pathogenic coronavirus": 0.005449591280653951,
        "respiration rate": 0.005449591280653951,
        "monoclonal antibodies": 0.005449591280653951,
        "wuhan city": 0.0,
        "severe covid": 0.0,
        "sars cov": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> In early December, 2019, the first cases of pneumonia of unknown origin were reported in Wuhan City, Hubei Province Province, China.",
        "As the outbreak area of COVID-19, the total number of confirmed cases in Hubei is 49847, with 9797 (19.6%) severe cases and an overall mortality rate of 3.4%.",
        "Patients.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>-<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] Given the rapid spread of COVID-19 and the high mortality rate of severe cases, a better understanding of the clinical features is urgently needed and may help screen out reliable markers for inflammation monitoring through the course of disease.",
        "By collecting data of severe cases of laboratory-confirmed COVID-19 cases, the authors analyzed the clinical characteristics and inflammatory markers in patients with severe type COVID-19 in Wuhan City to explore potential markers for disease monitoring",
        "<h2 style=\"display: inline\">Methods:</h2> Data source and collection COVID-19 was diagnosed in accordance with the WHO interim guidance.",
        "Laboratory-confirmed cases were included in this study, while disease diagnosed based on clinical presentation and imaging findings, but not on SARS-CoV-2 detection, were excluded.",
        "The authors collected data of 69 patients with severe type COVID-19 hospitalized in the Department of Infectious Diseases, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, between January 21 and February 16, 2020.",
        "Real-time RT-PCR assay for SARS-CoV-2 was conducted by the viral nucleic acid detection kit according to the manufacturer’s protocol (Shanghai bio-germ Medical Technology, Co. Ltd.).",
        "P<0.05 was considered statistically significant",
        "<h2 style=\"display: inline\">Results:</h2> Demographic and clinical characteristics A total of 69 severe cases were included. The median age was 56 years.",
        "Patients with severe disease showed more common and more prominent level of D-dimer, ESR, LDH, CRP and ferritin than those with nonsevere disease.",
        "There was no significant difference in the time from symptom onset to treatment, and the time from development of pneumonia to recovery in patients with severe disease was longer (P.",
        "The IL-6 level was increased significantly on admission in severe cases as compared with the nonsevere cases.",
        "With the remission of disease, the IL-6 level of this patient decreased significantly, and the D-dimer, CRP and LDH level decreased significantly, all of which were associated with the resolution of clinical manifestation and CT images",
        "<h2 style=\"display: inline\">Conclusion:</h2> This study shows that most of the severe cases of COVID-19 have the initial symptoms of fever, cough, shortness of breath and fatigue, while diarrhea is not common.",
        "Previous studies have suggested that lymphocytopenia and inflammatory cytokine storm are associated with the severity of infections caused by highly pathogenic coronavirus.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a> <a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a> <a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a> <a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a> <a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>] Cytokines are signaling peptides, proteins, or glycoproteins that are secreted by many cell types, including immune, epithelial, endothelial, and smooth muscle cells.",
        "GM-CSF will further activate CD14+CD16+ inflammatory monocytes and produce more IL-6 and other inflammatory factors, resulting in a cytokine storm that causes severe immune damage to the lungs and other organs.[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>]"
    ],
    "structured_summary": {
        "Introduction": [
            "In early December, 2019, the first cases of pneumonia of unknown origin were reported in Wuhan City, Hubei Province Province, China.",
            "As the outbreak area of COVID-19, the total number of confirmed cases in Hubei is 49847, with 9797 (19.6%) severe cases and an overall mortality rate of 3.4%.",
            "Patients.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>-<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] Given the rapid spread of COVID-19 and the high mortality rate of severe cases, a better understanding of the clinical features is urgently needed and may help screen out reliable markers for inflammation monitoring through the course of disease.",
            "By collecting data of severe cases of laboratory-confirmed COVID-19 cases, the authors analyzed the clinical characteristics and inflammatory markers in patients with severe type COVID-19 in Wuhan City to explore potential markers for disease monitoring"
        ],
        "Methods": [
            "Data source and collection COVID-19 was diagnosed in accordance with the WHO interim guidance.",
            "Laboratory-confirmed cases were included in this study, while disease diagnosed based on clinical presentation and imaging findings, but not on SARS-CoV-2 detection, were excluded.",
            "The authors collected data of 69 patients with severe type COVID-19 hospitalized in the Department of Infectious Diseases, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, between January 21 and February 16, 2020.",
            "Real-time RT-PCR assay for SARS-CoV-2 was conducted by the viral nucleic acid detection kit according to the manufacturer’s protocol (Shanghai bio-germ Medical Technology, Co. Ltd.).",
            "P<0.05 was considered statistically significant"
        ],
        "Results": [
            "Demographic and clinical characteristics A total of 69 severe cases were included. The median age was 56 years.",
            "Patients with severe disease showed more common and more prominent level of D-dimer, ESR, LDH, CRP and ferritin than those with nonsevere disease.",
            "There was no significant difference in the time from symptom onset to treatment, and the time from development of pneumonia to recovery in patients with severe disease was longer (P.",
            "The IL-6 level was increased significantly on admission in severe cases as compared with the nonsevere cases.",
            "With the remission of disease, the IL-6 level of this patient decreased significantly, and the D-dimer, CRP and LDH level decreased significantly, all of which were associated with the resolution of clinical manifestation and CT images"
        ],
        "Conclusion": [
            "This study shows that most of the severe cases of COVID-19 have the initial symptoms of fever, cough, shortness of breath and fatigue, while diarrhea is not common.",
            "Previous studies have suggested that lymphocytopenia and inflammatory cytokine storm are associated with the severity of infections caused by highly pathogenic coronavirus.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a> <a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a> <a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a> <a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a> <a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>] Cytokines are signaling peptides, proteins, or glycoproteins that are secreted by many cell types, including immune, epithelial, endothelial, and smooth muscle cells.",
            "GM-CSF will further activate CD14+CD16+ inflammatory monocytes and produce more IL-6 and other inflammatory factors, resulting in a cytokine storm that causes severe immune damage to the lungs and other organs.[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>]"
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Luk_et+al_2019_a",
            "entry": "1. Luk HK, Li X, Fung J, et al. Molecular epidemiology, evolution and phylogeny of SARS coronavirus. Infection, Genetics and Evolution 2019 2. Guan W-j, Ni Z-y, Hu Y, et al. Clinical characteristics of 2019 novel coronavirus infection in China.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Luk%20HK%20Li%20X%20Fung%20J%20et%20al%20Molecular%20epidemiology%20evolution%20and%20phylogeny%20of%20SARS%20coronavirus%20Infection%20Genetics%20and%20Evolution%202019%202%20Guan%20Wj%20Ni%20Zy%20Hu%20Y%20et%20al%20Clinical%20characteristics%20of%202019%20novel%20coronavirus%20infection%20in%20China",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Luk%20HK%20Li%20X%20Fung%20J%20et%20al%20Molecular%20epidemiology%20evolution%20and%20phylogeny%20of%20SARS%20coronavirus%20Infection%20Genetics%20and%20Evolution%202019%202%20Guan%20Wj%20Ni%20Zy%20Hu%20Y%20et%20al%20Clinical%20characteristics%20of%202019%20novel%20coronavirus%20infection%20in%20China",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Luk%20HK%20Li%20X%20Fung%20J%20et%20al%20Molecular%20epidemiology%20evolution%20and%20phylogeny%20of%20SARS%20coronavirus%20Infection%20Genetics%20and%20Evolution%202019%202%20Guan%20Wj%20Ni%20Zy%20Hu%20Y%20et%20al%20Clinical%20characteristics%20of%202019%20novel%20coronavirus%20infection%20in%20China"
        },
        {
            "id": "Zhou_et+al_0000_a",
            "alt_id": "2",
            "entry": "Zhou P, Yang X-L, Wang X-G, et al. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature 2020:1-4.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhou%2C%20P.%20Yang%2C%20X.-L.%20Wang%2C%20X.-G.%20A%20pneumonia%20outbreak%20associated%20with%20a%20new%20coronavirus%20of%20probable%20bat%20origin",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Zhou%2C%20P.%20Yang%2C%20X.-L.%20Wang%2C%20X.-G.%20A%20pneumonia%20outbreak%20associated%20with%20a%20new%20coronavirus%20of%20probable%20bat%20origin",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Zhou%2C%20P.%20Yang%2C%20X.-L.%20Wang%2C%20X.-G.%20A%20pneumonia%20outbreak%20associated%20with%20a%20new%20coronavirus%20of%20probable%20bat%20origin"
        },
        {
            "id": "4",
            "alt_id": "Yang_et+al_0000_a",
            "entry": "4. Yang X, Yu Y, Xu J, et al. Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. The Lancet Respiratory Medicine 2020 5. Wang D, Hu B, Hu C, et al. Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus–infected pneumonia in Wuhan, China. Jama 2020 6.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Yang%2C%20X.%20Yu%2C%20Y.%20Xu%2C%20J.%20Clinical%20course%20and%20outcomes%20of%20critically%20ill%20patients%20with%20SARS-CoV-2%20pneumonia%20in%20Wuhan%2C%20China%3A%20a%20single-centered%2C%20retrospective%2C%20observational%20study",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Yang%2C%20X.%20Yu%2C%20Y.%20Xu%2C%20J.%20Clinical%20course%20and%20outcomes%20of%20critically%20ill%20patients%20with%20SARS-CoV-2%20pneumonia%20in%20Wuhan%2C%20China%3A%20a%20single-centered%2C%20retrospective%2C%20observational%20study",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Yang%2C%20X.%20Yu%2C%20Y.%20Xu%2C%20J.%20Clinical%20course%20and%20outcomes%20of%20critically%20ill%20patients%20with%20SARS-CoV-2%20pneumonia%20in%20Wuhan%2C%20China%3A%20a%20single-centered%2C%20retrospective%2C%20observational%20study"
        },
        {
            "id": "Gupta_et+al_0000_a",
            "alt_id": "4",
            "entry": "Gupta KK, Khan MA, Singh SK. Constitutive Inflammatory Cytokine Storm: A Major Threat to Human Health. Journal of Interferon & Cytokine Research 2020;40(1):19-23.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Gupta%2C%20K.K.%20Khan%2C%20M.A.%20Singh%2C%20S.K.%20Constitutive%20Inflammatory%20Cytokine%20Storm%3A%20A%20Major%20Threat%20to%20Human%20Health",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Gupta%2C%20K.K.%20Khan%2C%20M.A.%20Singh%2C%20S.K.%20Constitutive%20Inflammatory%20Cytokine%20Storm%3A%20A%20Major%20Threat%20to%20Human%20Health",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Gupta%2C%20K.K.%20Khan%2C%20M.A.%20Singh%2C%20S.K.%20Constitutive%20Inflammatory%20Cytokine%20Storm%3A%20A%20Major%20Threat%20to%20Human%20Health"
        },
        {
            "id": "7",
            "alt_id": "Lucena-Silva_et+al_2016_a",
            "entry": "7. Lucena-Silva N, Torres LC, Luna CF, et al. The balance between the serum levels of IL-6 and IL-10 cytokines discriminates mild and severe acute pneumonia. BMC pulmonary medicine 2016;16(1):170.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lucena-Silva%2C%20N.%20Torres%2C%20L.C.%20Luna%2C%20C.F.%20The%20balance%20between%20the%20serum%20levels%20of%20IL-6%20and%20IL-10%20cytokines%20discriminates%20mild%20and%20severe%20acute%20pneumonia%202016",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Lucena-Silva%2C%20N.%20Torres%2C%20L.C.%20Luna%2C%20C.F.%20The%20balance%20between%20the%20serum%20levels%20of%20IL-6%20and%20IL-10%20cytokines%20discriminates%20mild%20and%20severe%20acute%20pneumonia%202016",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Lucena-Silva%2C%20N.%20Torres%2C%20L.C.%20Luna%2C%20C.F.%20The%20balance%20between%20the%20serum%20levels%20of%20IL-6%20and%20IL-10%20cytokines%20discriminates%20mild%20and%20severe%20acute%20pneumonia%202016"
        },
        {
            "id": "8",
            "alt_id": "Rose-John_et+al_2017_a",
            "entry": "8. Rose-John S, Winthrop K, Calabrese L. The role of IL-6 in host defence against infections: immunobiology and clinical implications. Nature Reviews Rheumatology 2017;13(7):399.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Rose-John%2C%20S.%20Winthrop%2C%20K.%20Calabrese%2C%20L.%20The%20role%20of%20IL-6%20in%20host%20defence%20against%20infections%3A%20immunobiology%20and%20clinical%20implications%202017",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Rose-John%2C%20S.%20Winthrop%2C%20K.%20Calabrese%2C%20L.%20The%20role%20of%20IL-6%20in%20host%20defence%20against%20infections%3A%20immunobiology%20and%20clinical%20implications%202017",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Rose-John%2C%20S.%20Winthrop%2C%20K.%20Calabrese%2C%20L.%20The%20role%20of%20IL-6%20in%20host%20defence%20against%20infections%3A%20immunobiology%20and%20clinical%20implications%202017"
        },
        {
            "id": "9",
            "alt_id": "Tanaka_et+al_2014_a",
            "entry": "9. Tanaka T, Narazaki M, Kishimoto T. IL-6 in inflammation, immunity, and disease. Cold Spring Harbor perspectives in biology 2014;6(10):a016295.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Tanaka%2C%20T.%20Narazaki%2C%20M.%20Kishimoto%2C%20T.%20IL-6%20in%20inflammation%2C%20immunity%2C%20and%20disease%202014",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Tanaka%2C%20T.%20Narazaki%2C%20M.%20Kishimoto%2C%20T.%20IL-6%20in%20inflammation%2C%20immunity%2C%20and%20disease%202014",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Tanaka%2C%20T.%20Narazaki%2C%20M.%20Kishimoto%2C%20T.%20IL-6%20in%20inflammation%2C%20immunity%2C%20and%20disease%202014"
        },
        {
            "id": "10",
            "alt_id": "Huang_et+al_2019_a",
            "entry": "10. Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet 2020;395(10223):497-506.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20The%20Lancet%20202039510223497506",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20The%20Lancet%20202039510223497506",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20The%20Lancet%20202039510223497506"
        },
        {
            "id": "11",
            "alt_id": "Liu_et+al_2020_a",
            "entry": "11. Liu J, Li S, Liu J, et al. Longitudinal characteristics of lymphocyte responses and cytokine profiles in the peripheral blood of SARS-CoV-2 infected patients. 2020 12. Magnan A, Mege J-L, Escallier J-C, et al. Balance between alveolar macrophage IL-6 and TGF-beta in lung-transplant recipients. Marseille and Montréal Lung Transplantation Group. American journal of respiratory and critical care medicine 1996;153(4):1431-36.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Liu%2C%20J.%20Li%2C%20S.%20Liu%2C%20J.%20Longitudinal%20characteristics%20of%20lymphocyte%20responses%20and%20cytokine%20profiles%20in%20the%20peripheral%20blood%20of%20SARS-CoV-2%20infected%20patients%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Liu%2C%20J.%20Li%2C%20S.%20Liu%2C%20J.%20Longitudinal%20characteristics%20of%20lymphocyte%20responses%20and%20cytokine%20profiles%20in%20the%20peripheral%20blood%20of%20SARS-CoV-2%20infected%20patients%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Liu%2C%20J.%20Li%2C%20S.%20Liu%2C%20J.%20Longitudinal%20characteristics%20of%20lymphocyte%20responses%20and%20cytokine%20profiles%20in%20the%20peripheral%20blood%20of%20SARS-CoV-2%20infected%20patients%202020"
        },
        {
            "id": "13",
            "alt_id": "Yiu_et+al_2012_a",
            "entry": "13. Yiu HH, Graham AL, Stengel RF. Dynamics of a cytokine storm. PloS one 2012;7(10) 14. Liu Y, Sun W, Li J, et al. Clinical features and progression of acute respiratory distress syndrome in coronavirus disease 2019. medRxiv 2020 15. Pathogenic human coronavirus infections: causes and consequences of cytokine storm and immunopathology. Seminars in immunopathology; 2017. Springer.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Yiu%2C%20H.H.%20Graham%2C%20A.L.%20Stengel%2C%20R.F.%20Dynamics%20of%20a%20cytokine%20storm%202012",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Yiu%2C%20H.H.%20Graham%2C%20A.L.%20Stengel%2C%20R.F.%20Dynamics%20of%20a%20cytokine%20storm%202012",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Yiu%2C%20H.H.%20Graham%2C%20A.L.%20Stengel%2C%20R.F.%20Dynamics%20of%20a%20cytokine%20storm%202012"
        },
        {
            "id": "16",
            "alt_id": "Saito_et+al_2018_a",
            "entry": "16. Saito LB, Diaz-Satizabal L, Evseev D, et al. IFN and cytokine responses in ducks to genetically similar H5N1 influenza A viruses of varying pathogenicity. The Journal of general virology 2018;99(4):464.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Saito%2C%20L.B.%20Diaz-Satizabal%2C%20L.%20Evseev%2C%20D.%20IFN%20and%20cytokine%20responses%20in%20ducks%20to%20genetically%20similar%20H5N1%20influenza%20A%20viruses%20of%20varying%20pathogenicity%202018",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Saito%2C%20L.B.%20Diaz-Satizabal%2C%20L.%20Evseev%2C%20D.%20IFN%20and%20cytokine%20responses%20in%20ducks%20to%20genetically%20similar%20H5N1%20influenza%20A%20viruses%20of%20varying%20pathogenicity%202018",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Saito%2C%20L.B.%20Diaz-Satizabal%2C%20L.%20Evseev%2C%20D.%20IFN%20and%20cytokine%20responses%20in%20ducks%20to%20genetically%20similar%20H5N1%20influenza%20A%20viruses%20of%20varying%20pathogenicity%202018"
        },
        {
            "id": "17",
            "alt_id": "Zhou_et+al_2001_a",
            "entry": "17. Zhou Y, Fu B, Zheng X, et al. Aberrant pathogenic GM-CSF+ T cells and inflammatory CD14+ CD16+ monocytes in severe pulmonary syndrome patients of a new coronavirus. bioRxiv 2020 18. Chen Y, Rubin P, Williams J, et al. Circulating IL-6 as a predictor of radiation pneumonitis. International Journal of Radiation Oncology* Biology* Physics 2001;49(3):641-48.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhou%2C%20Y.%20Fu%2C%20B.%20Zheng%2C%20X.%20Aberrant%20pathogenic%20GM-CSF%2B%20T%20cells%20and%20inflammatory%20CD14%2B%20CD16%2B%20monocytes%20in%20severe%20pulmonary%20syndrome%20patients%20of%20a%20new%20coronavirus%202001",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Zhou%2C%20Y.%20Fu%2C%20B.%20Zheng%2C%20X.%20Aberrant%20pathogenic%20GM-CSF%2B%20T%20cells%20and%20inflammatory%20CD14%2B%20CD16%2B%20monocytes%20in%20severe%20pulmonary%20syndrome%20patients%20of%20a%20new%20coronavirus%202001",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Zhou%2C%20Y.%20Fu%2C%20B.%20Zheng%2C%20X.%20Aberrant%20pathogenic%20GM-CSF%2B%20T%20cells%20and%20inflammatory%20CD14%2B%20CD16%2B%20monocytes%20in%20severe%20pulmonary%20syndrome%20patients%20of%20a%20new%20coronavirus%202001"
        },
        {
            "id": "19",
            "alt_id": "Maus_et+al_1998_a",
            "entry": "19. Maus U, Rosseau S, Knies U, et al. Expression of pro-inflammatory cytokines by flow-sorted alveolar macrophages in severe pneumonia. European Respiratory Journal 1998;11(3):534-41.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Maus%2C%20U.%20Rosseau%2C%20S.%20Knies%2C%20U.%20Expression%20of%20pro-inflammatory%20cytokines%20by%20flow-sorted%20alveolar%20macrophages%20in%20severe%20pneumonia%201998",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Maus%2C%20U.%20Rosseau%2C%20S.%20Knies%2C%20U.%20Expression%20of%20pro-inflammatory%20cytokines%20by%20flow-sorted%20alveolar%20macrophages%20in%20severe%20pneumonia%201998",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Maus%2C%20U.%20Rosseau%2C%20S.%20Knies%2C%20U.%20Expression%20of%20pro-inflammatory%20cytokines%20by%20flow-sorted%20alveolar%20macrophages%20in%20severe%20pneumonia%201998"
        },
        {
            "id": "20",
            "alt_id": "Wang_et+al_2004_a",
            "entry": "20. Wang W-K, Chen S-Y, Liu I-J, et al. Temporal Relationship of Viral Load, Ribavirin, Interleukin (IL)—6, IL-8, and Clinical Progression in Patients with Severe Acute Respiratory Syndrome. Clinical infectious diseases 2004;39(7):1071-75.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wang%2C%20W.-K.%20Chen%2C%20S.-Y.%20Liu%2C%20I.-J.%20Temporal%20Relationship%20of%20Viral%20Load%2C%20Ribavirin%2C%20Interleukin%20%28IL%29%E2%80%946%2C%20IL-8%2C%20and%20Clinical%20Progression%20in%20Patients%20with%20Severe%20Acute%20Respiratory%20Syndrome%202004",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Wang%2C%20W.-K.%20Chen%2C%20S.-Y.%20Liu%2C%20I.-J.%20Temporal%20Relationship%20of%20Viral%20Load%2C%20Ribavirin%2C%20Interleukin%20%28IL%29%E2%80%946%2C%20IL-8%2C%20and%20Clinical%20Progression%20in%20Patients%20with%20Severe%20Acute%20Respiratory%20Syndrome%202004",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Wang%2C%20W.-K.%20Chen%2C%20S.-Y.%20Liu%2C%20I.-J.%20Temporal%20Relationship%20of%20Viral%20Load%2C%20Ribavirin%2C%20Interleukin%20%28IL%29%E2%80%946%2C%20IL-8%2C%20and%20Clinical%20Progression%20in%20Patients%20with%20Severe%20Acute%20Respiratory%20Syndrome%202004"
        },
        {
            "id": "21",
            "alt_id": "Van_et+al_2014_a",
            "entry": "21. Van Rhee F, Wong RS, Munshi N, et al. Siltuximab for multicentric Castleman's disease: a randomised, double-blind, placebo-controlled trial. The lancet oncology 2014;15(9):966-74.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=F%2C%20Van%20Rhee%20RS%2C%20Wong%20N%2C%20Munshi%20Siltuximab%20for%20multicentric%20Castleman%27s%20disease%3A%20a%20randomised%2C%20double-blind%2C%20placebo-controlled%20trial%202014",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=F%2C%20Van%20Rhee%20RS%2C%20Wong%20N%2C%20Munshi%20Siltuximab%20for%20multicentric%20Castleman%27s%20disease%3A%20a%20randomised%2C%20double-blind%2C%20placebo-controlled%20trial%202014",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=F%2C%20Van%20Rhee%20RS%2C%20Wong%20N%2C%20Munshi%20Siltuximab%20for%20multicentric%20Castleman%27s%20disease%3A%20a%20randomised%2C%20double-blind%2C%20placebo-controlled%20trial%202014"
        },
        {
            "id": "22",
            "alt_id": "Emery_et+al_2008_a",
            "entry": "22. Emery P, Keystone E, Tony H, et al. IL-6 receptor inhibition with tocilizumab improves treatment outcomes in patients with rheumatoid arthritis refractory to anti-tumour necrosis factor biologicals: results from a 24-week multicentre randomised placebo-controlled trial. Annals of the rheumatic diseases 2008;67(11):1516-23.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Emery%2C%20P.%20Keystone%2C%20E.%20Tony%2C%20H.%20IL-6%20receptor%20inhibition%20with%20tocilizumab%20improves%20treatment%20outcomes%20in%20patients%20with%20rheumatoid%20arthritis%20refractory%20to%20anti-tumour%20necrosis%20factor%20biologicals%3A%20results%20from%20a%2024-week%20multicentre%20randomised%20placebo-controlled%20trial%202008",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Emery%2C%20P.%20Keystone%2C%20E.%20Tony%2C%20H.%20IL-6%20receptor%20inhibition%20with%20tocilizumab%20improves%20treatment%20outcomes%20in%20patients%20with%20rheumatoid%20arthritis%20refractory%20to%20anti-tumour%20necrosis%20factor%20biologicals%3A%20results%20from%20a%2024-week%20multicentre%20randomised%20placebo-controlled%20trial%202008",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Emery%2C%20P.%20Keystone%2C%20E.%20Tony%2C%20H.%20IL-6%20receptor%20inhibition%20with%20tocilizumab%20improves%20treatment%20outcomes%20in%20patients%20with%20rheumatoid%20arthritis%20refractory%20to%20anti-tumour%20necrosis%20factor%20biologicals%3A%20results%20from%20a%2024-week%20multicentre%20randomised%20placebo-controlled%20trial%202008"
        },
        {
            "id": "23",
            "alt_id": "Norelli_et+al_2018_a",
            "entry": "23. Norelli M, Camisa B, Barbiera G, et al. Monocyte-derived IL-1 and IL-6 are differentially required for cytokine-release syndrome and neurotoxicity due to CAR T cells. Nature medicine 2018;24(6):739-48. ",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Norelli%2C%20M.%20Camisa%2C%20B.%20Barbiera%2C%20G.%20Monocyte-derived%20IL-1%20and%20IL-6%20are%20differentially%20required%20for%20cytokine-release%20syndrome%20and%20neurotoxicity%20due%20to%20CAR%202018"
        }
    ],
    "facts": [
        "the first cases of pneumonia of unknown origin were reported in Wuhan City",
        "The pathogen has been identified as a novel β-coronavirus by full-genome sequencing",
        "shares phylogenetic similarity with severe acute respiratory syndrome coronavirus that caused the outbreak of SARS in 2003.1-3 Disease caused by SARS-CoV-2",
        "Analysis of the epidemiological pattern curve of COVID-19 showed that the overall epidemic pattern was aggregation outbreak",
        "a proportion of patients with severe disease characterized by respiratory dysfunction have shown a high mortality rate.[2",
        "a total number of 57934 cases have been reported in mainland China",
        "The disease incidence and mortality rate of severe COVID-19 in Hubei is relatively high as compared with other areas in China",
        "the monitoring of severe cases of COVID-19 mainly relies on the observation of clinical presentation.[4 5",
        "Previous studies have suggested that lymphocytopenia",
        "inflammatory cytokine storm are typical abnormalities in infections caused by highly pathogenic coronavirus",
        "an increase in inflammatory cytokines in peripheral blood have been reported in COVID-19",
        "the storm of inflammatory factors may be the main reason for rapid disease progression",
        "Data source and collection COVID-19 was diagnosed in accordance with the WHO interim guidance",
        "Only laboratory-confirmed cases were included in this study",
        "while disease diagnosed based on clinical presentation and imaging findings",
        "Treatment of Novel Coronavirus Infection issued by the National Health Commission of the People's Republic",
        "collected data of 69 patients with severe type COVID-19 hospitalized in the Department of Infectious Diseases",
        "11 nonsevere COVID-19 patients were included for comparison",
        "This study was approved by the Research Ethics Committee of Tongji Medical College",
        "Verbal consent was obtained from patients before the enrollment",
        "cytokine profile follow-up was conducted in 30 severe type patients after treatment",
        "development of pneumonia evidenced by CT scan",
        "Real-time RT-PCR assay for SARS-CoV-2 was conducted by the viral nucleic",
        "acid detection kit according to the manufacturer's protocol",
        "Laboratory confirmation of COVID-19 was performed by local Center for Disease Control",
        "fungal infection that might accompany with SARS-CoV-2 infection",
        "ELISA detection The lymphocyte test kit was used for lymphocyte subset analysis by flow cytometry",
        "All tests were performed according to the product manual",
        "Statistics Continuous variables were described as means",
        "Categorical variables were expressed as counts and percentages",
        "Continuous variables were compared by the Mann Whitney U test",
        "Proportions for categorical variables were compared by the chi-square test",
        "Fisher's exact test as appropriate. Correlations were determined by Spearman rank correlation analysis",
        "All statistical analyses were performed by Graphpad Prism",
        "IFN-γ was within normal range",
        "The elevated level of IL-6 was associated with the administration of glucocorticords",
        "which is accompanied with improved CT assessments after treatment",
        "all of which were associated with the resolution of clinical manifestation",
        "most of the severe cases of COVID-19 have the initial symptoms of fever",
        "relieved symptoms were observed in most cases",
        "The time from initial symptoms to pneumonia in severe COVID-19 patients was shorter",
        "the onset of severe type was more rapid than the nonsevere patients",
        "inflammatory cytokine storm are associated with the severity of infections caused by",
        "glycoproteins that are secreted by many cell types",
        "Cytokine storms are associated with sepsis and septic shock",
        "the H5N1 avian influenza infections firstly recognized in 1987.6 15 16 recent studies on COVID-19 patients have reported a decrease in peripheral blood lymphocyte count",
        "Laboratory-confirmed cases were included in this study"
    ],
    "claims": [
        "The purpose of this study is to explore changes of markers in peripheral",
        "We found tendency showing that, on admission, the lower the IL-6 level, the shorter the time lapse from diagnosis to cure (r=0.049, P=0.763), whereas the higher the IL-6 level, the shorter the time lapse from symptom onset to pneumonia diagnosis (r= -0.116, P=0.345)",
        "DISCUSSION This study shows that most of the severe cases of COVID-19 have the initial symptoms of fever, cough, shortness of breath and fatigue, while diarrhea is not common",
        "Since we have found that IL-6 is related to COVID-19 severity, we suggest that targeting IL-6 may ameliorate cytokine storm-related symptoms in severe COVID-19 cases.22 23"
    ],
    "findings": [
        "The baseline elevated IL-6 was positively correlated with the bilateral and interstitial pulmonary involvement (r=0.453, P=0.001) and closely related to the maximal body temperature during hospitalization (r=0.521, P=0.000) (figure 3A), Meanwhile, it was significantly related to the increase of CRP (r=0.781, P=0.001), LDH (r=0.749, P=0.001), ferritin (r=0.606, P=0.001) and D-dimer (r=0.679, P=0.001) (figure 3B-E)",
        "The elevated level of IL-6 was associated with the administration of glucocorticords (r=0.301, P=0.001), human immunoglobulin (r=0.147, P=0.118), high flow oxygen inhalation (r=0.251, P=0.007), mechanical ventilation during hospital (r=0.223, P=0.017)"
    ],
    "processes": [],
    "key_statements": [
        "In early December, 2019, the first cases of pneumonia of unknown origin were reported in Wuhan City, Hubei Province Province, China",
        "The pathogen has been identified as a novel β-coronavirus by full-genome sequencing and is named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) which shares phylogenetic similarity with severe acute respiratory syndrome coronavirus (SARS-CoV) that caused the outbreak of SARS in 2003.1-3 Disease caused by SARS-CoV-2, which has been highly contagious and spread rapidly nationwide and worldwide, has been designated coronavirus disease 2019 (COVID-19) by World Health Organization (WHO)",
        "The disease incidence and mortality rate of severe COVID-19 in Hubei is relatively high as compared with other areas in China",
        "Previous studies have suggested that lymphocytopenia and inflammatory cytokine storm are typical abnormalities in infections caused by highly pathogenic coronavirus, such as SARS and MERS, and are considered disease severity related.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>-<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]",
        "A decrease in lymphocyte count and an increase in inflammatory cytokines in peripheral blood have been reported in COVID-19",
        "According to previous relevant literature on viral pneumonia and the current therapeutic experience on severe type COVID-19, the storm of inflammatory factors may be the main reason for rapid disease progression and poor treatment response.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a> <a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a> <a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>]",
        "Laboratory-confirmed cases were included in this study, while disease diagnosed based on clinical presentation and imaging findings, but not on SARS-CoV-2 detection, were excluded",
        "We collected data of 69 patients with severe type COVID-19 hospitalized in the Department of Infectious Diseases, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, between January 21 and February 16, 2020",
        "A retrospective study on the clinical characteristics and laboratory examination was conducted. 11 nonsevere COVID-19 patients were included for comparison",
        "Time from the symptom onset to initial treatment, initial COVID-19 diagnosis, development of pneumonia evidenced by computed tomography scan, and from the diagnosis of pneumonia to discharge were recorded",
        "Statistics Continuous variables were described as means and standard deviations, or medians and interquartile range (IQR) values",
        "We found tendency showing that, on admission, the lower the IL-6 level, the shorter the time lapse from diagnosis to cure (r=0.049, P=0.763), whereas the higher the IL-6 level, the shorter the time lapse from symptom onset to pneumonia diagnosis (r= -0.116, P=0.345)",
        "Among the 30 patients whose IL-6 was assessed before and after treatment, 26 patients showed significantly reduced IL-6, which is accompanied with improved computed tomography assessments after treatment",
        "With the remission of disease, the IL-6 level of this patient decreased significantly, and the D-dimer, C-reactive protein and lactate dehydrogenase level decreased significantly, all of which were associated with the resolution of clinical manifestation and computed tomography images",
        "This study shows that most of the severe cases of COVID-19 have the initial symptoms of fever, cough, shortness of breath and fatigue, while diarrhea is not common",
        "In patients with severe disease, more intensive and supportive treatment, including glucocorticoids, human immunoglobulin, interferon-α, antibiotics, antiviral therapy and oxygen therapy, was administered and relieved symptoms were observed in most cases",
        "The time from initial symptoms to pneumonia in severe COVID-19 patients was shorter, the median recovery time was longer, and the onset of severe type was more rapid than the nonsevere patients",
        "Previous studies have suggested that lymphocytopenia and inflammatory cytokine storm are associated with the severity of infections caused by highly pathogenic coronavirus.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a> <a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a> <a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a> <a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a> <a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]",
        "Proteins, or glycoproteins that are secreted by many cell types, including immune, epithelial, endothelial, and smooth muscle cells",
        "Cytokine storms are associated with sepsis and septic shock, influenza, acute respiratory distress, and toxic response to medication and so on.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a> <a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a> <a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]",
        "Since we have found that IL-6 is related to COVID-19 severity, we suggest that targeting IL-6 may ameliorate cytokine storm-related symptoms in severe COVID-19 cases.[<a class=\"ref-link\" id=\"c22\" href=\"#r22\">22</a> <a class=\"ref-link\" id=\"c23\" href=\"#r23\">23</a>]"
    ],
    "top_statements": [
        "In early December, 2019, the first cases of pneumonia of unknown origin were reported in Wuhan City, Hubei Province Province, China",
        "Previous studies have suggested that lymphocytopenia and inflammatory cytokine storm are typical abnormalities in infections caused by highly pathogenic coronavirus, such as SARS and MERS, and are considered disease severity related.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>-<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]",
        "This study shows that most of the severe cases of COVID-19 have the initial symptoms of fever, cough, shortness of breath and fatigue, while diarrhea is not common",
        "The time from initial symptoms to pneumonia in severe COVID-19 patients was shorter, the median recovery time was longer, and the onset of severe type was more rapid than the nonsevere patients",
        "Previous studies have suggested that lymphocytopenia and inflammatory cytokine storm are associated with the severity of infections caused by highly pathogenic coronavirus.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a> <a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a> <a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a> <a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a> <a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]",
        "Cytokine storms are associated with sepsis and septic shock, influenza, acute respiratory distress, and toxic response to medication and so on.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a> <a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a> <a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]"
    ],
    "headline": "Previous studies have suggested that lymphocytopenia and inflammatory cytokine storm are associated with the severity of infections caused by highly pathogenic coronavirus.4 6 7 14 15",
    "contexts": [],
    "abbreviations": {
        "WHO": "World Health Organization",
        "CT": "computed tomography",
        "LDH": "lactate dehydrogenase",
        "CRP": "C-reactive protein",
        "RT-PCR": "reverse transcriptase polymerase chain reaction",
        "RR": "respiration rate",
        "ESR": "erythrocyte sedimentation rate",
        "CK": "creatine kinase",
        "CDC": "Center for Disease Control and Prevention",
        "IQR": "interquartile range",
        "ARDS": "acute respiratory distress syndrome",
        "NK": "natural killer",
        "GM-CSF": "granulocyte-macrophage colony stimulating factor",
        "mAb": "monoclonal antibodies"
    }
}
