{
    "filename": "2020.03.13.990226v1.pdf",
    "content_type": "application/pdf",
    "file_size": 1830266,
    "metadata": {
        "title": "Reinfection could not occur in SARS-CoV-2 infected rhesus macaques",
        "author": "Linlin Bao, Wei Deng, Hong Gao, Chong Xiao, Jiayi Liu, Jing Xue, Qi 5 Lv, Jiangning Liu, Pin Yu, Yanfeng Xu, Feifei Qi, Yajin Qu, Fengdi Li, Zhiguang 6 Xiang, Haisheng Yu, Shuran Gong, Mingya Liu, Guanpeng Wang, Shunyi Wang, 7 Zhiqi Song, Wenjie Zhao, Yunlin Han, Linna Zhao, Xing Liu, Qiang Wei, Chuan 8 Qin",
        "date": 2020,
        "affiliations": [
            "Beijing Key Laboratory for Animal Models of Emerging and Remerging Infectious",
            "Diseases, NHC Key Laboratory of Human Disease Comparative Medicine, Institute of",
            "Laboratory Animal Science, Chinese Academy of Medical Sciences and Comparative",
            "Medicine Center, Peking Union Medical College, Beijing, China;",
            "Radiology, Bejing Anzhen Hospital, Capital Medical University"
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.03.13.990226",
            "isbn": null,
            "doc_id": null,
            "url": "https://biorxiv.org/cgi/content/short/2020.03.13.990226v1.pdf"
        },
        "abstract": "An outbreak of the Corona Virus Disease 2019 (COVID-19), caused by the severe acute respiratory syndrome CoV-2 (SARS-CoV-2), began in Wuhan and spread globally. Recently, it has been reported that discharged patients in China and elsewhere were testing positive after recovering. However, it remains unclear whether the convalescing patients have a risk of “relapse” or “reinfection”. The longitudinal tracking of re25 exposure after the disappeared symptoms of the SARS-CoV-2-infected monkeys was performed in this study. We found that weight loss in some monkeys, viral replication mainly in nose, pharynx, lung and gut, as well as moderate interstitial pneumonia at 7 days post-infection (dpi) were clearly observed in rhesus monkeys after the primary infection. After the symptoms were alleviated and the specific antibody tested positively, the half of infected monkeys were rechallenged with the same dose of SARS-CoV-2 strain. Notably, neither viral loads in nasopharyngeal and anal swabs along timeline nor viral replication in all primary tissue compartments at 5 days post-reinfection (dpr) was found in re-exposed monkeys. Combined with the follow-up virologic, radiological and pathological findings, the monkeys with re-exposure showed no recurrence of COVID35 19, similarly to the infected monkey without rechallenge. Taken together, our results indicated that the primary SARS-CoV-2 infection could protect from subsequent exposures, which have the reference of prognosis of the disease and vital implications for vaccine design.",
        "references": "@article{zhu-a,\n  author = {Zhu, N. and Zhang, D. and Wang, W.},\n  title = {A Novel Coronavirus from Patients with Pneumonia in China, 136 2019},\n  journal = {N Engl J Med},\n  volume = {2001017},\n  url = {at},\n  pages = {4},\n  more-authors = {true},\n  source = {Coronavirus disease 2019 (COVID-19) Situation Report. 2020},\n  unmatched-volume = {138 19.pdf?sfvrsn=1ba62e57_4.)140 3.141 JAMA 2020.142},\n  number = {137 2},\n  unmatched-url = {https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200311-sitrep-51-covid139},\n  language = {}\n}\n@article{zhou2020a,\n  author = {Zhou, L. and Liu, Q. and Liu, H.G.},\n  title = {Novel coronavirus pneumonia patients' recurrence after discharge: Causes 143 Analysis and treatment strategies. Chin},\n  journal = {J Tubere Respir Dis},\n  volume = {43},\n  note = {Trial version 7},\n  date = {2020},\n  url = {at},\n  source = {Diagnostic and treatment protocol for Novel Coronavirus Pneumonia},\n  unmatched-volume = {145},\n  number = {144 5},\n  unmatched-url = {http://www.nhc.gov.cn/yzygj/s7652m/202003/a31191442e29474b98bfed5579d5af95.shtml.)146 6.},\n  language = {}\n}\n@article{bao-a,\n  author = {Bao, L. and Deng, W. and Huang, B.},\n  title = {The Pathogenicity of SARS-CoV-2 in hACE2 Transgenic Mice},\n  journal = {149 bioRxiv},\n  volume = {939389},\n  more-authors = {true},\n  number = {150 151},\n  language = {}\n}\n",
        "emails": [
            "qinchuan@pumc.edu.cn"
        ],
        "references_ris": "TY  - JOUR\nAU  - Zhu, N.\nAU  - Zhang, D.\nAU  - Wang, W.\nTI  - A Novel Coronavirus from Patients with Pneumonia in China, 136 2019\nT2  - N Engl J Med\nVL  - 2001017\nUR  - at\nSP  - 4\nC1  - true\nT2  - Coronavirus disease 2019 (COVID-19) Situation Report. 2020\nC1  - 138 19.pdf?sfvrsn=1ba62e57_4.)140 3.141 JAMA 2020.142\nIS  - 137 2\nC1  - https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200311-sitrep-51-covid139\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Zhou, L.\nAU  - Liu, Q.\nAU  - Liu, H.G.\nTI  - Novel coronavirus pneumonia patients' recurrence after discharge: Causes 143 Analysis and treatment strategies. Chin\nT2  - J Tubere Respir Dis\nVL  - 43\nN1  - Trial version 7\nPY  - 2020\nDA  - 2020\nUR  - at\nT2  - Diagnostic and treatment protocol for Novel Coronavirus Pneumonia\nC1  - 145\nIS  - 144 5\nC1  - http://www.nhc.gov.cn/yzygj/s7652m/202003/a31191442e29474b98bfed5579d5af95.shtml.)146 6.\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Bao, L.\nAU  - Deng, W.\nAU  - Huang, B.\nTI  - The Pathogenicity of SARS-CoV-2 in hACE2 Transgenic Mice\nT2  - 149 bioRxiv\nVL  - 939389\nC1  - true\nIS  - 150 151\nLA  - \nER  - \n\n",
        "links": [],
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "1",
                "caption": "Neutralizing antibody titers to protect of SARS-CoV-2-infected Monkeys from reinfection"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "Experimental design and sample collection. Four monkeys were initially challenged with 1×106 TCID50 SARS-CoV-2 with the intratracheal route. To investigate the influence of reinfection, M3 and M4 after recovery were intratracheally rechallenged with the same dose of SARS-CoV-2 at 28 days post-infection (dpi). Two animals (M1 and M3) were sacrificed at 7 dpi and 5 days post-rechallenge (dpr), respectively. M2 with single infection and M4 with primary infection followed by secondary challenge were longitudinally monitored during the entire observation. Body weight, body temperature and nasal/throat/anal swabs were measured along the timeline at a short interval. Two measurements of virus distribution and histopathology (HE/IHC stain) were carried out at 7d dpi (M1) and 5 dpr (M3). The specific antibodies against SARS-CoV-2 were detected seven times and X-ray was examined three times"
            },
            {
                "id": "2",
                "caption": "Longitudinally tracking in clinical signs, viral replication and immune 177 response. (a and b) Clinical signs in each monkey. Monkeys were recorded daily for 178 the changes in body weight and rectal temperature along the timeline after the initial"
            },
            {
                "id": "3",
                "caption": "Longitudinally tracking in histopathology and chest X-ray. (a) 196 Histopathology and immunohistochemical examination of lung in M1 monkey (7 dpi) 197 and M3 monkey (5 dpr). Histopathological examination exhibited that moderate 198 interstitial pneumonia with infiltration of lymphocytes (green arrow) and swollen 199 aveolar macrophages (red arrow) in the alveolar cavities at 7 dpi. The antigen of SARS200 CoV-2 were detected with anti-Spike antibody using immunohistochemical 201 examination. Black scale bar=100 μm, red scale bar=50 μm (b) Longitudinal 202 examination of Chest X-ray in M4 monkey. M4 monkey were tested by chest X-ray"
            }
        ],
        "tables_url": "https://scholarcy.nyc3.digitaloceanspaces.com/tables/docker-test/2020.03.13.990226v1.xlsx",
        "figure_urls": [
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990226v1/img-000.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990226v1/img-001.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990226v1/img-002.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990226v1/img-003.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990226v1/img-004.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990226v1/img-005.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990226v1/img-006.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990226v1/img-007.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990226v1/img-008.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990226v1/img-009.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990226v1/img-010.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990226v1/img-011.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990226v1/img-012.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990226v1/img-013.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990226v1/img-014.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990226v1/img-015.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990226v1/img-016.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990226v1/img-017.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990226v1/img-018.png"
        ]
    },
    "sections": {
        "methods": [
            "Ethics statement<br/><br/>Four 3- to 5-year old rhesus macaques, named as M1 to M4, were housed and cared in an Association for the Assessment and Accreditation of Laboratory Animal Care<br/><br/>Committee (IACUC) of the Institute of Laboratory Animal Science, Chinese Academy of Medical Sciences (BLL20001). All animals were anesthetized with ketamine hydrochloride (10 mg/kg) prior to sample collection, and the experiments were performed in the animal biosafety level 3 (ABSL3) laboratory.<br/><br/>Animal experiments<br/><br/>For primary infection, all animals were inoculated intratracheally with SARS-CoV-2<br/><br/>(SARS-CoV-2/WH-09/human/2020/CHN isolated in our laboratory) stock virus at a dosage of 106 TCID50/1 mL inoculum volume. After the recovery, M3 M4 were rechallenged intratracheally with the same dose (106 TCID50/1 mL inoculum volume)<br/><br/>SARS-CoV-2 at 28 dpi. To confirm the virus distribution and pathological changes, M1 at 7 dpi and M3 at 33 dpi (5 dpr) were euthanasia and autopsied respectively. All animals were monitored along the timeline to record body weights, body temperature, clinical signs, nasal/throat/anal swab, X-ray and specific antibody. The animal experiment and longitudinal sampling schedule are shown in Figure 1.<br/><br/>Quantification of SARS-CoV-2 RNA<br/><br/>The nasal/throat/anal swab samples and mainly tissue compartments collected from infected monkeys were tested for SARS-CoV-2 RNA by quantitative real-time reverse transcription-PCR (qRT-PCR). Total RNA was extracted and reverse transcription was performed as previously described7. qRT-PCR reactions were carried out on an ABI<br/><br/>Real-time PCR system (Applied Biosystems Instrument), the cycling protocol and the primers as follows: 50°C for 2 min, 95°C for 2 min, followed by 40 cycles at 95°C for 15 s and 60°C for 30 s, and then 95°C for 15 s, 60°C for 1 min, 95°C for 45 s.<br/><br/>Forward primer: 5’-TCGTTTCGGAAGAGACAGGT-3’, Reverse primer: 5’-<br/><br/>GCGCAGTAAGGATGGCTAGT-3’.    ELISA<br/><br/>Sera were collected from each animal for the measurement of SARS-CoV-2 antibody by enzyme-linked immunosorbent assay (ELISA) along the detection timeline after the initial infection. 96-well plates were coated with 0.1μg Spike protein of SARS-CoV-2<br/><br/>(Sino Biological, 40591-V08H) overnight at 4°C and blocked with 2% BSA/PBST for hour at room temperature. 1:100 diluted samples were added to each well and incubated for 30 minutes at 37 °C, followed by the HRP-labeled goat anti-mouse antibody (Beijing ZSGB Biotechnology, ZB-2305) incubated for 30 minutes at room temperature. The reaction was developed by TMB substrate and determined at 450 nm.<br/><br/>Histopathology and Immunohistochemistry<br/><br/>Autopsies were performed according to the standard protocol in ABSL3 laboratory at dpi for M1 and 5 dpr for M3. Lung samples were fixed in 10% neutral-buffered formalin solution. Then, paraffin sections (3-4 μm in thickness) were prepared and stained with Hematoxylin and Eosin (H&E) prior to the observation by light microscopy. For immunohistochemistry (IHC) staining to identify the antigen of<br/><br/>SARS-CoV-2, paraffin dehydrated sections (3-4 μm in thickness) were treated with an antigen retrieval kit (Boster, AR0022) for 1 min at 37°C and quenched for endogenous peroxidases in 3% H2O2 in methanol for 10 min. After blocking in 1% normal goat serum for 1 hour at roomtemperature, the slices were stained with 7D2 monoclonal antibody (laboratory preparation7) at 4°C overnight, following with the incubation of<br/><br/>HRP-labeled goat anti-mouse IgG (Beijing ZSGB Biotechnology, ZDR-5307) for 1 hour. Then, the slices were visualized by incubation with 3,30-diaminobenzidine tetrahydrochloride (DAB) and the image was viewed under an Olympus microscope.<br/><br/>Neutralizing antibody assay<br/><br/>Sera samples were tested for the presence of neutralizing antibody observed by cytopathic effect (CPE). Briefly, the sera from monkeys were heat-inactivated at 56°C for 30 min. Then, serially two-fold diluted sera were incubated with 100 TCID50 SARS-<br/><br/>CoV-2 for 1 h at 37°C, and added into Vero-E6 cells in a 96-well-plate. Cells were cultured for 1 week to observe for CPE and the serum dilution in which 50% of the cells were protected from infection was calculated. Each dilution of serum was tested in triplicates.<br/><br/>Statistical analysis<br/><br/>Comparisons among the groups were determined using One-way ANOVA. All data were analyzed with GraphPad Prism 8.0 software. The level of statistical significance is designated as *p<0.05, **p<0.01."
        ],
        "acknowledgements": [
            "This work was supported by the CAMS initiative for Innovative Medicine of China (Grant No 2016-I2M-2-006), National Mega projects of China for Major Infectious<br/><br/>Diseases (2017ZX10304402) and National Key Research and Development Project of<br/><br/>China (Grant No 2016YFD0500304).<br/><br/>AUTHOR CONTRIBUTIONS<br/><br/>Conceptualization: C.Q.; Methodology: L.B., W.D., H.G., C.X., J.L., J.X. and Q.L.; Investigation: L.B., W.D., H.G., C.X., J.L., J.X., Q.L., J.L., P.Y., Y.X., F.Q., Y.Q., F.L., Z.X., H.Y., S.G., M.L., G.W., S.W., Z.S., W.Z., Y.H., L.Z., X.L. and Q.W.; Writing –<br/><br/>Original Draft: J.X.; Writing –Review and Editing: C.Q.; Funding Acquisition: C.Q.<br/><br/>and L.B.; Resources: C.Q.; Supervision: C.Q."
        ],
        "disclosures": [
            "The authors have no competing interests to declare"
        ],
        "funding": [
            "This work was supported by the CAMS initiative for Innovative Medicine of China (Grant No 2016-I2M-2-006), National Mega projects of China for Major Infectious Diseases (2017ZX10304402) and National Key Research and Development Project of China (Grant No 2016YFD0500304). AUTHOR CONTRIBUTIONS Conceptualization: C.Q.; Methodology: L.B., W.D., H.G., C.X., J.L., J.X. and Q.L.; Investigation: L.B., W.D., H.G., C.X., J.L., J.X., Q.L., J.L., P.Y., Y.X., F.Q., Y.Q., F.L., Z.X., H.Y., S.G., M.L., G.W., S.W., Z.S., W.Z., Y.H., L.Z., X.L. and Q.W.; Writing – Original Draft: J.X.; Writing –Review and Editing: C.Q.; Funding Acquisition: C.Q. and L.B.; Resources: C.Q.; Supervision: C.Q"
        ],
        "introduction": [
            "An outbreak of the Corona Virus Disease 2019 (COVID-19), caused by the severe acute respiratory syndrome CoV-2 (SARS-CoV-2), began in Wuhan and spread globally.",
            "Recently, it has been reported that discharged patients in China and elsewhere were testing positive after recovering. However, it remains unclear whether the convalescing patients have a risk of “relapse” or “reinfection”. The longitudinal tracking of reexposure after the disappeared symptoms of the SARS-CoV-2-infected monkeys was performed in this study. We found that weight loss in some monkeys, viral replication mainly in nose, pharynx, lung and gut, as well as moderate interstitial pneumonia at 7 days post-infection (dpi) were clearly observed in rhesus monkeys after the primary infection. After the symptoms were alleviated and the specific antibody tested positively, the half of infected monkeys were rechallenged with the same dose of SARS-CoV-2 strain. Notably, neither viral loads in nasopharyngeal and anal swabs along timeline nor viral replication in all primary tissue compartments at 5 days post-reinfection (dpr) was found in re-exposed monkeys. Combined with the follow-up virologic, radiological and pathological findings, the monkeys with re-exposure showed no recurrence of COVID-",
            "19, similarly to the infected monkey without rechallenge. Taken together, our results indicated that the primary SARS-CoV-2 infection could protect from subsequent exposures, which have the reference of prognosis of the disease and vital implications for vaccine design.",
            "The Corona Virus Disease 2019 (COVID-19) caused by severe acute respiratory syndrome CoV-2 (SARS-CoV-2), emerged in Wuhan China, has continued to sweep through South Korea, Japan, Italy and Iran. More than 90,000 people have been infected worldwide, with nearly 3000 deaths in about 40 countries1,2. Since February, it was estimated that about 14% of discharged patients in Guangdong province and elsewhere were testing positive after their release from the hospital and had to return to the hospital for observation3,4. Doubts about whether patients have a risk of \"relapse\" or \"reinfection\" after recovery from initial infection have aroused the worldwide concern.",
            "Therefore, in this study, we used the nonhuman primate models with SARS-CoV-2 infection followed by the same virus rechallenge to ascertain the possibility of reinfection.",
            "Four adult Chinese rhesus macaques (No M1-M4, 3-5 kg, 3-5-year-old) were intratracheally challenged with SARS-CoV-2 at 1×106 50% tissue-culture infectious doses (TCID50), and the body weight, body temperature, X-ray, sampling of sera, nasal/throat/anal swabs and all primary tissues were carried out on schedule (Figure 1).",
            "Following the initial infection, three of the four monkeys showed the weight loss ranging from 200 g to 400 g (Figure 2a), but the changes of rectal temperature in all the animals were not observed (Figure 2b). Other clinical signs such as reduced appetite, increased respiration rate and hunched posture were transient after the initial challenge.",
            "We next determined their viral loads in respiratory and anal swabs along the timeline after the infection. As shown in Figure 2c and 2d, the viral loads in nasal swabs and pharyngeal swabs reached the highest levels (average, approximately 6.5 log10 RNA copies/mL) at 3 days post-infection (dpi) and then declined naturally. Similarly, viral loads from anal swabs reached the peak about 4.5 log10 RNA copies/mL at 3 dpi and then declined to undetectable level at 14 dpi (Figure 2e). To identify the virus distribution and histopathological changes in SARS-CoV-2 infected monkeys, M1 monkey was euthanized and necropsied at 7 dpi. As shown in Figure 2f (left panel), viral replication was found in nose (107 to 108 copies/mL), pharynx (105 to 106 copies/mL), lung (104 to 107 copies/mL), gut (104 to 106 copies/mL), spinal cord (approximately 104 copies/mL), heart (approximately 104 copies/mL), skeletal muscle (approximately 104 copies/mL) and bladder (approximately 104 copies/mL).",
            "Furthermore, the lesions occurred mainly in the lung confirmed by the HE staining and anti-spike protein of SARS-CoV-2 staining, with mild to moderate interstitial pneumonia characterized by thickened alveolar septa, accumulation of alveolar macrophages in the alveoli, degeneration of the alveolar epithelia, and infiltration of inflammatory cells (Figure 3a). In addition, the chest X-ray at 7 dpi showed that the upper lobe of the right lung had varying degrees of the localized infiltration and interstitial markings, showing the mild to bilateral ground-glass opacification (Represented by M4, Figure 3b). For the longitudinal tracking of the characteristics each monkey, the specific antibody against SARS-CoV-2 of M2, M3 and M4 monkey was significantly elevated at 14 dpi or 21 dpi and 28 dpi compared to that at 3 dpi and",
            "7dpi (*P<0.05, **P<0.01, Figure 2g). In the three infected monkeys alive, body weight and rectal temperature remained relatively stable before rechallenge (Figure 2a and 2b), viral loads of nasopharyngeal and anal swabs were not detectable along the timeline before 28 dpi (Figure 2c to 2e), and no common abnormalities were found on a chest",
            "X-ray test at 28 dpi prior to the rechallenge (Represented by M4, Figure 3b). Altogether, these data suggested that the three animals were considered as recovering from SARS-",
            "CoV-2 infection, similarly meeting the clinical discharge evaluation criteria (absence of clinical symptoms and radiological abnormalities and 2 negative RT-PCR test results5).",
            "Subsequently, two infected monkeys (M3 and M4) were intratracheally rechallenged at 28 dpi with the same dose (1×106 TCID50) of SARS-CoV-2 to ascertain the possibility of reinfection, whereas M2 monkey without any re-treatment was continuously monitored as the control (Figure 1). None of the monkeys showed the weight loss after the re-exposure (Figure 2a), but the transient elevation of body temperature was observed in both re-exposed monkeys (Figure 2b). Viral loads in nasopharyngeal and anal swabs tested negative after the re-exposure of SARS-CoV-2 along the timeline (Figure 2c to 2e). Correspondingly, M3 monkey was euthanized and necropsied at 5 days post-reinfection (dpr) to confirm the viral replication and histopathological changes caused by re-exposure. Compared to M1 monkey at 7 dpi, no viral replication in all tissues (Figure 2f, right panel), as well as no pathological damage and viral antigen in lung tissues (Figure 3a, lower panel), were found in M3 monkey at 5 dpr. As shown in Figure 3b, chest X-ray showed that there was no abnormal in M4 monkey at 5 dpr, similarly prior to the re-exposure (28 dpi). Therefore, our results suggested that the monkeys with SARS-CoV-2 infection after recovery could not be reinfected with the same strain. Longitudinally, the monkey undergone single infection in this study did not appear the recurrence after the recovery either.",
            "It has been reported that the high levels of neutralizing antibodies have a protective effect on SARS-CoV infection, but the low neutralizing antibody are more susceptible to enhance the SARS-CoV infection and trigger antibody-dependent enhancement (ADE) effect6. As shown in Table 1, the titers of 1:16 (M2, M4) and 1:8 (M3) exhibited the neutralizing effect at 21 dpi and 28 dpi. After the re-exposure, the titers for M4 elevated 1:40 at 5 dpr and 14 dpr, while M3 maintained the same titer as 1:8 at 5 dpr.",
            "In this study, ADE were not found in infected monkeys that were subsequently exposed to SARS-CoV-2. Because the neutralization antibody from our animal test is comparable to that from recovered patients, this finding will have important implications to evaluate vaccine development.",
            "From our current longitudinal study of monkeys, the reinfection could not occur if the monkeys produced the neutralizing antibody at an early stage after the primary infection. Correspondingly, the convalescing patients won’t be contagious when they build up the enough specific antibody to develop immunity to SARS-CoV-2. On the other hand, no viral replication in all primary tissues was detectable in re-exposed monkeys, implying that the coronavirus might not be hidden for a long time. For the phenomenon on the discharged patients tested positively, it may be attributed to the \"false negative\" RT-PCR test results before their discharge or the patients without fully recovery albeit they met the discharge criteria. Therefore, further refinement of the diagnostic techniques, antibody monitoring and samples testing from the lower respiratory tract is essential for the cure of SARS-CoV-2 infection. In this study, our results indicated that the primary SARS-CoV-2 infection could protect from subsequent exposures, which have the reference of prognosis of the disease and vital implications for vaccine design. Importantly, the unsuccessful rechallenge in NHP models suggested that the re-positivity from discharged patients could not be due to reinfection. It needs to consider more complicated issues to find out the causes.",
            "Zhu N, Zhang D, Wang W, et al A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med 2020:10.1056/NEJMoa2001017.",
            "Lan L, Xu D, Ye G, et al Positive RT-PCR Test Results in Patients Recovered From COVID-19.",
            "Wang SF, Tseng S-P, Yen C-H, et al Antibody-dependent SARS coronavirus infection is mediated by antibodies against spike proteins. Biochemical & Biophysical Research Communications;451:208-14.",
            "Bao L, Deng W, Huang B, et al The Pathogenicity of SARS-CoV-2 in hACE2 Transgenic Mice.",
            "(HE/IHC stain) were carried out at 7d dpi (M1) and 5 dpr (M3). The specific antibodies against SARS-CoV-2 were detected seven times and X-ray was examined three times.",
            "infection followed by the virus rechallenge. Weights were expressed as percentage of body weight prior to primary infection. (c, d and e) Detection of viral RNA in nasal swabs, throat swabs and anal swabs. SARS-CoV-2 RNA was detected by qRT-PCR in the swabs from four monkeys at the indicated time points. Two monkeys were rechallenged at 28 dpi (the dotted line). (f) Detection of viral RNA in the mainly organs, such as brain, eye, nose, pharynx, lung and gut. Compared to M1 with primary infection at 7 dpi, viral replication tested negatively in the indicated tissues from M3 (at 5 dpr) with the virus rechallenge. (g) Levels of specific IgG against spike protein in each monkey. The levels of anti-viral antigen specific IgG from each monkey were detected at 3, 7, 14, 21, 28 dpi. The level of specific IgG at 14 dpi, 21 dpi or 28 dpi was significantly higher than that at 3 dpi or 7 dpi. The grey lines or bars represented the average of all animals at the indicated time points. (One-way ANOVA, *P<0.05,",
            "Histopathology and immunohistochemical examination of lung in M1 monkey (7 dpi) and M3 monkey (5 dpr). Histopathological examination exhibited that moderate interstitial pneumonia with infiltration of lymphocytes (green arrow) and swollen aveolar macrophages (red arrow) in the alveolar cavities at 7 dpi. The antigen of SARS-",
            "CoV-2 were detected with anti-Spike antibody using immunohistochemical examination. Black scale bar=100 μm, red scale bar=50 μm (b) Longitudinal examination of Chest X-ray in M4 monkey. M4 monkey were tested by chest X-ray prior to the challenge, as well as 7 dpi, 28 dpi and 5 dpr. Front chest X-ray (upper panel), Lateral chest X-ray (lower panel)."
        ]
    },
    "structured_content": {
        "Abstract": [
            "An outbreak of the Corona Virus Disease 2019 (COVID-19), caused by the severe acute respiratory syndrome CoV-2 (SARS-CoV-2), began in Wuhan and spread globally.",
            "Recently, it has been reported that discharged patients in China and elsewhere were testing positive after recovering. However, it remains unclear whether the convalescing patients have a risk of “relapse” or “reinfection”. The longitudinal tracking of reexposure after the disappeared symptoms of the SARS-CoV-2-infected monkeys was performed in this study. We found that weight loss in some monkeys, viral replication mainly in nose, pharynx, lung and gut, as well as moderate interstitial pneumonia at 7 days post-infection (dpi) were clearly observed in rhesus monkeys after the primary infection. After the symptoms were alleviated and the specific antibody tested positively, the half of infected monkeys were rechallenged with the same dose of SARS-CoV-2 strain. Notably, neither viral loads in nasopharyngeal and anal swabs along timeline nor viral replication in all primary tissue compartments at 5 days post-reinfection (dpr) was found in re-exposed monkeys. Combined with the follow-up virologic, radiological and pathological findings, the monkeys with re-exposure showed no recurrence of COVID-",
            "19, similarly to the infected monkey without rechallenge. Taken together, our results indicated that the primary SARS-CoV-2 infection could protect from subsequent exposures, which have the reference of prognosis of the disease and vital implications for vaccine design.",
            "The Corona Virus Disease 2019 (COVID-19) caused by severe acute respiratory syndrome CoV-2 (SARS-CoV-2), emerged in Wuhan China, has continued to sweep through South Korea, Japan, Italy and Iran. More than 90,000 people have been infected worldwide, with nearly 3000 deaths in about 40 countries1,2. Since February, it was estimated that about 14% of discharged patients in Guangdong province and elsewhere were testing positive after their release from the hospital and had to return to the hospital for observation3,4. Doubts about whether patients have a risk of \"relapse\" or \"reinfection\" after recovery from initial infection have aroused the worldwide concern.",
            "Therefore, in this study, we used the nonhuman primate models with SARS-CoV-2 infection followed by the same virus rechallenge to ascertain the possibility of reinfection.",
            "Four adult Chinese rhesus macaques (No M1-M4, 3-5 kg, 3-5-year-old) were intratracheally challenged with SARS-CoV-2 at 1×106 50% tissue-culture infectious doses (TCID50), and the body weight, body temperature, X-ray, sampling of sera, nasal/throat/anal swabs and all primary tissues were carried out on schedule (Figure 1).",
            "Following the initial infection, three of the four monkeys showed the weight loss ranging from 200 g to 400 g (Figure 2a), but the changes of rectal temperature in all the animals were not observed (Figure 2b). Other clinical signs such as reduced appetite, increased respiration rate and hunched posture were transient after the initial challenge.",
            "We next determined their viral loads in respiratory and anal swabs along the timeline after the infection. As shown in Figure 2c and 2d, the viral loads in nasal swabs and pharyngeal swabs reached the highest levels (average, approximately 6.5 log10 RNA copies/mL) at 3 days post-infection (dpi) and then declined naturally. Similarly, viral loads from anal swabs reached the peak about 4.5 log10 RNA copies/mL at 3 dpi and then declined to undetectable level at 14 dpi (Figure 2e). To identify the virus distribution and histopathological changes in SARS-CoV-2 infected monkeys, M1 monkey was euthanized and necropsied at 7 dpi. As shown in Figure 2f (left panel), viral replication was found in nose (107 to 108 copies/mL), pharynx (105 to 106 copies/mL), lung (104 to 107 copies/mL), gut (104 to 106 copies/mL), spinal cord (approximately 104 copies/mL), heart (approximately 104 copies/mL), skeletal muscle (approximately 104 copies/mL) and bladder (approximately 104 copies/mL).",
            "Furthermore, the lesions occurred mainly in the lung confirmed by the HE staining and anti-spike protein of SARS-CoV-2 staining, with mild to moderate interstitial pneumonia characterized by thickened alveolar septa, accumulation of alveolar macrophages in the alveoli, degeneration of the alveolar epithelia, and infiltration of inflammatory cells (Figure 3a). In addition, the chest X-ray at 7 dpi showed that the upper lobe of the right lung had varying degrees of the localized infiltration and interstitial markings, showing the mild to bilateral ground-glass opacification (Represented by M4, Figure 3b). For the longitudinal tracking of the characteristics each monkey, the specific antibody against SARS-CoV-2 of M2, M3 and M4 monkey was significantly elevated at 14 dpi or 21 dpi and 28 dpi compared to that at 3 dpi and",
            "7dpi (*P<0.05, **P<0.01, Figure 2g). In the three infected monkeys alive, body weight and rectal temperature remained relatively stable before rechallenge (Figure 2a and 2b), viral loads of nasopharyngeal and anal swabs were not detectable along the timeline before 28 dpi (Figure 2c to 2e), and no common abnormalities were found on a chest",
            "X-ray test at 28 dpi prior to the rechallenge (Represented by M4, Figure 3b). Altogether, these data suggested that the three animals were considered as recovering from SARS-",
            "CoV-2 infection, similarly meeting the clinical discharge evaluation criteria (absence of clinical symptoms and radiological abnormalities and 2 negative RT-PCR test results5).",
            "Subsequently, two infected monkeys (M3 and M4) were intratracheally rechallenged at 28 dpi with the same dose (1×106 TCID50) of SARS-CoV-2 to ascertain the possibility of reinfection, whereas M2 monkey without any re-treatment was continuously monitored as the control (Figure 1). None of the monkeys showed the weight loss after the re-exposure (Figure 2a), but the transient elevation of body temperature was observed in both re-exposed monkeys (Figure 2b). Viral loads in nasopharyngeal and anal swabs tested negative after the re-exposure of SARS-CoV-2 along the timeline (Figure 2c to 2e). Correspondingly, M3 monkey was euthanized and necropsied at 5 days post-reinfection (dpr) to confirm the viral replication and histopathological changes caused by re-exposure. Compared to M1 monkey at 7 dpi, no viral replication in all tissues (Figure 2f, right panel), as well as no pathological damage and viral antigen in lung tissues (Figure 3a, lower panel), were found in M3 monkey at 5 dpr. As shown in Figure 3b, chest X-ray showed that there was no abnormal in M4 monkey at 5 dpr, similarly prior to the re-exposure (28 dpi). Therefore, our results suggested that the monkeys with SARS-CoV-2 infection after recovery could not be reinfected with the same strain. Longitudinally, the monkey undergone single infection in this study did not appear the recurrence after the recovery either.",
            "It has been reported that the high levels of neutralizing antibodies have a protective effect on SARS-CoV infection, but the low neutralizing antibody are more susceptible to enhance the SARS-CoV infection and trigger antibody-dependent enhancement (ADE) effect6. As shown in Table 1, the titers of 1:16 (M2, M4) and 1:8 (M3) exhibited the neutralizing effect at 21 dpi and 28 dpi. After the re-exposure, the titers for M4 elevated 1:40 at 5 dpr and 14 dpr, while M3 maintained the same titer as 1:8 at 5 dpr.",
            "In this study, ADE were not found in infected monkeys that were subsequently exposed to SARS-CoV-2. Because the neutralization antibody from our animal test is comparable to that from recovered patients, this finding will have important implications to evaluate vaccine development.",
            "From our current longitudinal study of monkeys, the reinfection could not occur if the monkeys produced the neutralizing antibody at an early stage after the primary infection. Correspondingly, the convalescing patients won’t be contagious when they build up the enough specific antibody to develop immunity to SARS-CoV-2. On the other hand, no viral replication in all primary tissues was detectable in re-exposed monkeys, implying that the coronavirus might not be hidden for a long time. For the phenomenon on the discharged patients tested positively, it may be attributed to the \"false negative\" RT-PCR test results before their discharge or the patients without fully recovery albeit they met the discharge criteria. Therefore, further refinement of the diagnostic techniques, antibody monitoring and samples testing from the lower respiratory tract is essential for the cure of SARS-CoV-2 infection. In this study, our results indicated that the primary SARS-CoV-2 infection could protect from subsequent exposures, which have the reference of prognosis of the disease and vital implications for vaccine design. Importantly, the unsuccessful rechallenge in NHP models suggested that the re-positivity from discharged patients could not be due to reinfection. It needs to consider more complicated issues to find out the causes.",
            "Zhu N, Zhang D, Wang W, et al A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med 2020:10.1056/NEJMoa2001017.",
            "Report.",
            "at https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200311-sitrep-51-covid19.pdf?sfvrsn=1ba62e57_4.)",
            "Lan L, Xu D, Ye G, et al Positive RT-PCR Test Results in Patients Recovered From COVID-19.",
            "JAMA 2020.",
            "Zhou L, Liu Q, Liu HG. Novel coronavirus pneumonia patients' recurrence after discharge: Causes",
            "Analysis and treatment strategies. Chin J Tubere Respir Dis 2020;43.",
            "Diagnostic and treatment protocol for Novel Coronavirus Pneumonia (Trial version 7 ). 2020. at http://www.nhc.gov.cn/yzygj/s7652m/202003/a31191442e29474b98bfed5579d5af95.shtml.)",
            "Wang SF, Tseng S-P, Yen C-H, et al Antibody-dependent SARS coronavirus infection is mediated by antibodies against spike proteins. Biochemical & Biophysical Research Communications;451:208-14.",
            "Bao L, Deng W, Huang B, et al The Pathogenicity of SARS-CoV-2 in hACE2 Transgenic Mice.",
            "bioRxiv 2020:2020.02.07.939389.",
            "Notes: a M1 was euthanized and necropsied at 7 dpi. NE, not examined.",
            "b M2 was continuously monitored without rechallenge. NE, not examined.",
            "c M3 was euthanized and necropsied at 5 dpr. NE, not examined.",
            "Histopathology and immunohistochemical examination of lung in M1 monkey (7 dpi) and M3 monkey (5 dpr). Histopathological examination exhibited that moderate interstitial pneumonia with infiltration of lymphocytes (green arrow) and swollen aveolar macrophages (red arrow) in the alveolar cavities at 7 dpi. The antigen of SARS-",
            "CoV-2 were detected with anti-Spike antibody using immunohistochemical examination. Black scale bar=100 μm, red scale bar=50 μm (b) Longitudinal examination of Chest X-ray in M4 monkey. M4 monkey were tested by chest X-ray prior to the challenge, as well as 7 dpi, 28 dpi and 5 dpr. Front chest X-ray (upper panel), Lateral chest X-ray (lower panel)."
        ],
        "Methods": [],
        "Ethics statement": [
            "Four 3- to 5-year old rhesus macaques, named as M1 to M4, were housed and cared in an Association for the Assessment and Accreditation of Laboratory Animal Care (AAALAC)-accredited facility. All animal procedures and experiments were carried out in accordance with the protocols approved by the Institutional Animal Care and Use",
            "Committee (IACUC) of the Institute of Laboratory Animal Science, Chinese Academy of Medical Sciences (BLL20001). All animals were anesthetized with ketamine hydrochloride (10 mg/kg) prior to sample collection, and the experiments were performed in the animal biosafety level 3 (ABSL3) laboratory.",
            "For primary infection, all animals were inoculated intratracheally with SARS-CoV-2",
            "(SARS-CoV-2/WH-09/human/2020/CHN isolated in our laboratory) stock virus at a dosage of 106 TCID50/1 mL inoculum volume. After the recovery, M3 M4 were rechallenged intratracheally with the same dose (106 TCID50/1 mL inoculum volume)",
            "SARS-CoV-2 at 28 dpi. To confirm the virus distribution and pathological changes, M1 at 7 dpi and M3 at 33 dpi (5 dpr) were euthanasia and autopsied respectively. All animals were monitored along the timeline to record body weights, body temperature, clinical signs, nasal/throat/anal swab, X-ray and specific antibody. The animal experiment and longitudinal sampling schedule are shown in Figure 1.",
            "The nasal/throat/anal swab samples and mainly tissue compartments collected from infected monkeys were tested for SARS-CoV-2 RNA by quantitative real-time reverse transcription-PCR (qRT-PCR). Total RNA was extracted and reverse transcription was performed as previously described7. qRT-PCR reactions were carried out on an ABI",
            "Real-time PCR system (Applied Biosystems Instrument), the cycling protocol and the primers as follows: 50°C for 2 min, 95°C for 2 min, followed by 40 cycles at 95°C for 15 s and 60°C for 30 s, and then 95°C for 15 s, 60°C for 1 min, 95°C for 45 s.",
            "GCGCAGTAAGGATGGCTAGT-3’.",
            "Sera were collected from each animal for the measurement of SARS-CoV-2 antibody by enzyme-linked immunosorbent assay (ELISA) along the detection timeline after the initial infection. 96-well plates were coated with 0.1μg Spike protein of SARS-CoV-2",
            "(Sino Biological, 40591-V08H) overnight at 4°C and blocked with 2% BSA/PBST for hour at room temperature. 1:100 diluted samples were added to each well and incubated for 30 minutes at 37 °C, followed by the HRP-labeled goat anti-mouse antibody (Beijing ZSGB Biotechnology, ZB-2305) incubated for 30 minutes at room temperature. The reaction was developed by TMB substrate and determined at 450 nm.",
            "Autopsies were performed according to the standard protocol in ABSL3 laboratory at dpi for M1 and 5 dpr for M3. Lung samples were fixed in 10% neutral-buffered formalin solution. Then, paraffin sections (3-4 μm in thickness) were prepared and stained with Hematoxylin and Eosin (H&E) prior to the observation by light microscopy. For immunohistochemistry (IHC) staining to identify the antigen of",
            "SARS-CoV-2, paraffin dehydrated sections (3-4 μm in thickness) were treated with an antigen retrieval kit (Boster, AR0022) for 1 min at 37°C and quenched for endogenous peroxidases in 3% H2O2 in methanol for 10 min. After blocking in 1% normal goat serum for 1 hour at roomtemperature, the slices were stained with 7D2 monoclonal antibody (laboratory preparation7) at 4°C overnight, following with the incubation of",
            "HRP-labeled goat anti-mouse IgG (Beijing ZSGB Biotechnology, ZDR-5307) for 1 hour. Then, the slices were visualized by incubation with 3,30-diaminobenzidine tetrahydrochloride (DAB) and the image was viewed under an Olympus microscope.",
            "Sera samples were tested for the presence of neutralizing antibody observed by cytopathic effect (CPE). Briefly, the sera from monkeys were heat-inactivated at 56°C for 30 min. Then, serially two-fold diluted sera were incubated with 100 TCID50 SARS-",
            "CoV-2 for 1 h at 37°C, and added into Vero-E6 cells in a 96-well-plate. Cells were cultured for 1 week to observe for CPE and the serum dilution in which 50% of the cells were protected from infection was calculated. Each dilution of serum was tested in triplicates.",
            "Comparisons among the groups were determined using One-way ANOVA. All data were analyzed with GraphPad Prism 8.0 software. The level of statistical significance is designated as *p<0.05, **p<0.01."
        ],
        "ACKNOWLEDGEMENTS": [
            "This work was supported by the CAMS initiative for Innovative Medicine of China (Grant No 2016-I2M-2-006), National Mega projects of China for Major Infectious",
            "China (Grant No 2016YFD0500304).",
            "Conceptualization: C.Q.; Methodology: L.B., W.D., H.G., C.X., J.L., J.X. and Q.L.; Investigation: L.B., W.D., H.G., C.X., J.L., J.X., Q.L., J.L., P.Y., Y.X., F.Q., Y.Q., F.L., Z.X., H.Y., S.G., M.L., G.W., S.W., Z.S., W.Z., Y.H., L.Z., X.L. and Q.W.; Writing –",
            "Original Draft: J.X.; Writing –Review and Editing: C.Q.; Funding Acquisition: C.Q.",
            "and L.B.; Resources: C.Q.; Supervision: C.Q."
        ],
        "COMPETING INTERESTS": [
            "The authors have no competing interests to declare."
        ]
    },
    "participants": [
        {
            "participant": "3- to 5-year old",
            "number": 4,
            "context": "Taken together, our results indicated that the primary SARS-CoV-2 infection could protect from subsequent exposures, which have the reference of prognosis of the disease and vital implications for vaccine design. <mark class=\"stats\">Ethics statement<br/><br/>Four 3- to 5-year old rhesus macaques, named as M1 to M4, were housed and cared in an Association for the Assessment and Accreditation of Laboratory Animal Care<br/><br/>Committee (IACUC) of the Institute of Laboratory Animal Science, Chinese Academy of Medical Sciences (BLL20001)</mark>. All animals were anesthetized with ketamine hydrochloride (10 mg/kg) prior to sample collection, and the experiments were performed in the animal biosafety level 3 (ABSL3) laboratory.<br/><br/>Animal experiments<br/><br/>For primary infection, all animals were inoculated intratracheally with SARS-CoV-2<br/><br/>(SARS-CoV-2/WH-09/human/2020/CHN isolated in our laboratory) stock virus at a dosage of 106 TCID50/1 mL inoculum volume"
        },
        {
            "participant": "people",
            "number": 90000,
            "context": "The Corona Virus Disease 2019 (COVID-19) caused by severe acute respiratory syndrome CoV-2 (SARS-CoV-2), emerged in Wuhan China, has continued to sweep through South Korea, Japan, Italy and Iran. <mark class=\"stats\">More than 90,000 people have been infected worldwide, with nearly 3000 deaths in about 40 countries1,2</mark>. Since February, it was estimated that about 14% of discharged patients in Guangdong province and elsewhere were testing positive after their release from the hospital and had to return to the hospital for observation3,4"
        },
        {
            "participant": "adult Chinese rhesus macaques",
            "number": 4,
            "context": "Therefore, in this study, we used the nonhuman primate models with SARS-CoV-2 infection followed by the same virus rechallenge to ascertain the possibility of reinfection. <mark class=\"stats\">Four adult Chinese rhesus macaques (No M1-M4, 3-5 kg, 3-5-year-old) were intratracheally challenged with SARS-CoV-2 at 1×106 50% tissue-culture infectious doses (TCID50), and the body weight, body temperature, X-ray, sampling of sera, nasal/throat/anal swabs and all primary tissues were carried out on schedule (Figure 1)</mark>. Following the initial infection, three of the four monkeys showed the weight loss ranging from 200 g to 400 g (Figure 2a), but the changes of rectal temperature in all the animals were not observed (Figure 2b)"
        },
        {
            "participant": "infected monkeys",
            "number": 3,
            "context": "7dpi (*P<0.05, **P<0.01, Figure 2g). <mark class=\"stats\">In the three infected monkeys alive, body weight and rectal temperature remained relatively stable before rechallenge (Figure 2a and 2b), viral loads of nasopharyngeal and anal swabs were not detectable along the timeline before 28 dpi (Figure 2c to 2e), and no common abnormalities were found on a chest</mark>. X-ray test at 28 dpi prior to the rechallenge (Represented by M4, Figure 3b)"
        },
        {
            "participant": "animals",
            "number": 3,
            "context": "X-ray test at 28 dpi prior to the rechallenge (Represented by M4, Figure 3b). <mark class=\"stats\">Altogether, these data suggested that the three animals were considered as recovering from SARS-</mark>. CoV-2 infection, similarly meeting the clinical discharge evaluation criteria (absence of clinical symptoms and radiological abnormalities and 2 negative RT-PCR test results5)"
        },
        {
            "participant": "infected monkeys",
            "number": 2,
            "context": "CoV-2 infection, similarly meeting the clinical discharge evaluation criteria (absence of clinical symptoms and radiological abnormalities and 2 negative RT-PCR test results5). <mark class=\"stats\">Subsequently, two infected monkeys (M3 and M4) were intratracheally rechallenged at 28 dpi with the same dose (1×106 TCID50) of SARS-CoV-2 to ascertain the possibility of reinfection, whereas M2 monkey without any re-treatment was continuously monitored as the control (Figure 1)</mark>. None of the monkeys showed the weight loss after the re-exposure (Figure 2a), but the transient elevation of body temperature was observed in both re-exposed monkeys (Figure 2b)"
        }
    ],
    "statistics": [
        {
            "tests": {
                "context": "<mark class=\"stats\">Each dilution of serum was tested in triplicates.<br/><br/>Statistical analysis<br/><br/>Comparisons among the groups were determined using One-way ANOVA</mark>",
                "tests": [
                    {
                        "test": "One-way ANOVA"
                    }
                ]
            }
        },
        {
            "p_value": "p<0.05",
            "context": "All data were analyzed with GraphPad Prism 8.0 software. <mark class=\"stats\">The level of statistical significance is designated as *p<0.05, **p<0.01</mark>. "
        },
        {
            "p_value": "P<0.05",
            "context": "For the longitudinal tracking of the characteristics each monkey, the specific antibody against SARS-CoV-2 of M2, M3 and M4 monkey was significantly elevated at 14 dpi or 21 dpi and 28 dpi compared to that at 3 dpi and. <mark class=\"stats\">7dpi (*P<0.05, **P<0.01, Figure 2g)</mark>. In the three infected monkeys alive, body weight and rectal temperature remained relatively stable before rechallenge (Figure 2a and 2b), viral loads of nasopharyngeal and anal swabs were not detectable along the timeline before 28 dpi (Figure 2c to 2e), and no common abnormalities were found on a chest"
        }
    ],
    "keywords": [
        "day post infection",
        "specific antibody",
        "vital implications",
        "severe acute respiratory syndrome cov",
        "coronavirus",
        "day post reinfection",
        "antibody-dependent enhancement",
        "SARS",
        "longitudinal tracking",
        "Corona Virus disease",
        "COVID-19",
        "viral load",
        "viral replication",
        "weight loss",
        "RT-PCR",
        "sars cov",
        "moderate interstitial pneumonia",
        "anal swab",
        "pneumonia",
        "interstitial pneumonia",
        "primary tissue",
        "prognosis"
    ],
    "keyword_relevance": {
        "SARS": 0.36538461538461536,
        "anal swab": 0.09615384615384616,
        "viral replication": 0.07692307692307693,
        "RT-PCR": 0.057692307692307696,
        "viral load": 0.04807692307692308,
        "specific antibody": 0.038461538461538464,
        "coronavirus": 0.038461538461538464,
        "COVID-19": 0.038461538461538464,
        "pneumonia": 0.038461538461538464,
        "antibody-dependent enhancement": 0.028846153846153848,
        "weight loss": 0.028846153846153848,
        "moderate interstitial pneumonia": 0.028846153846153848,
        "interstitial pneumonia": 0.028846153846153848,
        "primary tissue": 0.028846153846153848,
        "vital implications": 0.019230769230769232,
        "longitudinal tracking": 0.019230769230769232,
        "prognosis": 0.019230769230769232,
        "day post infection": 0.0,
        "severe acute respiratory syndrome cov": 0.0,
        "day post reinfection": 0.0,
        "Corona Virus disease": 0.0,
        "sars cov": 0.0
    },
    "species": [],
    "summary": [
        "An outbreak of the Corona Virus Disease 2019 (COVID-19), caused by the severe acute respiratory syndrome CoV-2 (SARS-CoV-2), began in Wuhan and spread globally.",
        "In this study, the authors used the nonhuman primate models with SARS-CoV-2 infection followed by the same virus rechallenge to ascertain the possibility of reinfection.",
        "Four adult Chinese rhesus macaques (No M1-M4, 3-5 kg, 3-5-year-old) were intratracheally challenged with SARS-CoV-2 at 1×106 50% tissue-culture infectious doses (TCID50), and the body weight, body temperature, X-ray, sampling of sera, nasal/throat/anal swabs and all primary tissues were carried out on schedule (Figure 1).",
        "Three of the four monkeys showed the weight loss ranging from 200 g to 400 g (Figure 2a), but the changes of rectal temperature in all the animals were not observed (Figure 2b).",
        "Distribution and histopathological changes in SARS-CoV-2 infected monkeys, M1 monkey was euthanized and necropsied at 7 dpi.",
        "In the three infected monkeys alive, body weight and rectal temperature remained relatively stable before rechallenge (Figure 2a and 2b), viral loads of nasopharyngeal and anal swabs were not detectable along the timeline before 28 dpi (Figure 2c to 2e), and no common abnormalities were found on a chest",
        "Two infected monkeys (M3 and M4) were intratracheally rechallenged at 28 dpi with the same dose (1×106 TCID50) of SARS-CoV-2 to ascertain the possibility of reinfection, whereas M2 monkey without any re-treatment was continuously monitored as the control (Figure 1).",
        "None of the monkeys showed the weight loss after the re-exposure (Figure 2a), but the transient elevation of body temperature was observed in both re-exposed monkeys (Figure 2b).",
        "Viral loads in nasopharyngeal and anal swabs tested negative after the re-exposure of SARS-CoV-2 along the timeline (Figure 2c to 2e).",
        "M3 monkey was euthanized and necropsied at 5 days post-reinfection to confirm the viral replication and histopathological changes caused by re-exposure.",
        "As shown in Figure 3b, chest X-ray showed that there was no abnormal in M4 monkey at 5 dpr, prior to the re-exposure (28 dpi).",
        "The authors' results suggested that the monkeys with SARS-CoV-2 infection after recovery could not be reinfected with the same strain.",
        "From the current longitudinal study of monkeys, the reinfection could not occur if the monkeys produced the neutralizing antibody at an early stage after the primary infection.",
        "Further refinement of the diagnostic techniques, antibody monitoring and samples testing from the lower respiratory tract is essential for the cure of SARS-CoV-2 infection.",
        "The authors' results indicated that the primary SARS-CoV-2 infection could protect from subsequent exposures, which have the reference of prognosis of the disease and vital implications for vaccine design."
    ],
    "structured_summary": {
        "Introduction": [
            "An outbreak of the Corona Virus Disease 2019 (COVID-19), caused by the severe acute respiratory syndrome CoV-2 (SARS-CoV-2), began in Wuhan and spread globally.",
            "In this study, the authors used the nonhuman primate models with SARS-CoV-2 infection followed by the same virus rechallenge to ascertain the possibility of reinfection.",
            "Four adult Chinese rhesus macaques (No M1-M4, 3-5 kg, 3-5-year-old) were intratracheally challenged with SARS-CoV-2 at 1×106 50% tissue-culture infectious doses (TCID50), and the body weight, body temperature, X-ray, sampling of sera, nasal/throat/anal swabs and all primary tissues were carried out on schedule (Figure 1)."
        ],
        "Results": [
            "Three of the four monkeys showed the weight loss ranging from 200 g to 400 g (Figure 2a), but the changes of rectal temperature in all the animals were not observed (Figure 2b).",
            "Distribution and histopathological changes in SARS-CoV-2 infected monkeys, M1 monkey was euthanized and necropsied at 7 dpi.",
            "In the three infected monkeys alive, body weight and rectal temperature remained relatively stable before rechallenge (Figure 2a and 2b), viral loads of nasopharyngeal and anal swabs were not detectable along the timeline before 28 dpi (Figure 2c to 2e), and no common abnormalities were found on a chest",
            "Two infected monkeys (M3 and M4) were intratracheally rechallenged at 28 dpi with the same dose (1×106 TCID50) of SARS-CoV-2 to ascertain the possibility of reinfection, whereas M2 monkey without any re-treatment was continuously monitored as the control (Figure 1).",
            "None of the monkeys showed the weight loss after the re-exposure (Figure 2a), but the transient elevation of body temperature was observed in both re-exposed monkeys (Figure 2b).",
            "Viral loads in nasopharyngeal and anal swabs tested negative after the re-exposure of SARS-CoV-2 along the timeline (Figure 2c to 2e).",
            "M3 monkey was euthanized and necropsied at 5 days post-reinfection to confirm the viral replication and histopathological changes caused by re-exposure.",
            "As shown in Figure 3b, chest X-ray showed that there was no abnormal in M4 monkey at 5 dpr, prior to the re-exposure (28 dpi).",
            "The authors' results suggested that the monkeys with SARS-CoV-2 infection after recovery could not be reinfected with the same strain."
        ],
        "Conclusion": [
            "From the current longitudinal study of monkeys, the reinfection could not occur if the monkeys produced the neutralizing antibody at an early stage after the primary infection.",
            "Further refinement of the diagnostic techniques, antibody monitoring and samples testing from the lower respiratory tract is essential for the cure of SARS-CoV-2 infection.",
            "The authors' results indicated that the primary SARS-CoV-2 infection could protect from subsequent exposures, which have the reference of prognosis of the disease and vital implications for vaccine design."
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Zhu_et+al_2019_a",
            "entry": "1. Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China, 136 2019. N Engl J Med 2020:10.1056/NEJMoa2001017. 137 2. Coronavirus disease 2019 (COVID-19) Situation Report. 2020. at 138 https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200311-sitrep-51-covid139 19.pdf?sfvrsn=1ba62e57_4.)140 3. 141 JAMA 2020. 142 4.",
            "url": "https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200311-sitrep-51-covid139",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%20136%202019%20N%20Engl%20J%20Med%202020101056NEJMoa2001017%20137%202%20Coronavirus%20disease%202019%20COVID19%20Situation%20Report%202020%20at%20138%20httpswwwwhointdocsdefaultsourcecoronavirusesituationreports20200311sitrep51covid139%2019pdfsfvrsn1ba62e574140%203%20141%20JAMA%202020%20142%204",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%20136%202019%20N%20Engl%20J%20Med%202020101056NEJMoa2001017%20137%202%20Coronavirus%20disease%202019%20COVID19%20Situation%20Report%202020%20at%20138%20httpswwwwhointdocsdefaultsourcecoronavirusesituationreports20200311sitrep51covid139%2019pdfsfvrsn1ba62e574140%203%20141%20JAMA%202020%20142%204"
        },
        {
            "id": "Zhou_et+al_2020_a",
            "alt_id": "2",
            "entry": "Zhou L, Liu Q, Liu HG. Novel coronavirus pneumonia patients' recurrence after discharge: Causes 143 Analysis and treatment strategies. Chin J Tubere Respir Dis 2020;43. 144 5. Diagnostic and treatment protocol for Novel Coronavirus Pneumonia (Trial version 7 ). 2020. at 145 http://www.nhc.gov.cn/yzygj/s7652m/202003/a31191442e29474b98bfed5579d5af95.shtml.)146 6.",
            "url": "http://www.nhc.gov.cn/yzygj/s7652m/202003/a31191442e29474b98bfed5579d5af95.shtml.)146",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Zhou%2C%20L.%20Liu%2C%20Q.%20Liu%2C%20H.G.%20Novel%20coronavirus%20pneumonia%20patients%27%20recurrence%20after%20discharge%3A%20Causes%20143%20Analysis%20and%20treatment%20strategies.%20Chin%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Zhou%2C%20L.%20Liu%2C%20Q.%20Liu%2C%20H.G.%20Novel%20coronavirus%20pneumonia%20patients%27%20recurrence%20after%20discharge%3A%20Causes%20143%20Analysis%20and%20treatment%20strategies.%20Chin%202020"
        },
        {
            "id": "Bao_et+al_0000_a",
            "alt_id": "3",
            "entry": "Bao L, Deng W, Huang B, et al. The Pathogenicity of SARS-CoV-2 in hACE2 Transgenic Mice. 149 bioRxiv 2020:2020.02.07.939389. 150 151",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Bao%2C%20L.%20Deng%2C%20W.%20Huang%2C%20B.%20The%20Pathogenicity%20of%20SARS-CoV-2%20in%20hACE2%20Transgenic%20Mice",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Bao%2C%20L.%20Deng%2C%20W.%20Huang%2C%20B.%20The%20Pathogenicity%20of%20SARS-CoV-2%20in%20hACE2%20Transgenic%20Mice",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Bao%2C%20L.%20Deng%2C%20W.%20Huang%2C%20B.%20The%20Pathogenicity%20of%20SARS-CoV-2%20in%20hACE2%20Transgenic%20Mice"
        }
    ],
    "facts": [
        "The longitudinal tracking of re25 exposure after the disappeared symptoms of the SARS-CoV-2-infected monkeys was performed in this study",
        "well as moderate interstitial pneumonia at 7 days post-infection were clearly observed in rhesus monkeys after the primary infection",
        "the half of infected monkeys were rechallenged with the same dose of SARS-CoV-2 strain",
        "viral replication in all primary tissue compartments at 5 days post-reinfection was found in re-exposed monkeys",
        "the monkeys with re-exposure showed no recurrence of COVID35 19",
        "our results indicated that the primary SARS-CoV-2 infection could protect from subsequent exposures",
        "which have the reference of prognosis of the disease",
        "The longitudinal tracking of reexposure after the disappeared symptoms of the SARS-CoV-2-infected monkeys was performed in this study",
        "the monkeys with re-exposure showed no recurrence of COVID-",
        "The Corona Virus Disease 2019 caused by severe acute respiratory syndrome CoV-2",
        "the nonhuman primate models with SARS-CoV-2 infection followed by the same virus rechallenge to ascertain the possibility of reinfection",
        "Four adult Chinese rhesus macaques were intratracheally challenged with SARS-CoV-2 at 1×106 50% tissue-culture infectious doses",
        "the weight loss ranging from 200 g to 400 g",
        "hunched posture were transient after the initial challenge",
        "the viral loads in nasal swabs and pharyngeal swabs reached the highest levels at 3 days post-infection",
        "viral loads from anal swabs reached the peak about 4.5 log10 RNA copies",
        "viral replication was found in nose",
        "mainly in the lung confirmed by the HE staining",
        "moderate interstitial pneumonia characterized by thickened alveolar septa",
        "the chest X-ray at 7 dpi showed that the upper lobe of the right lung had varying degrees",
        "M4 monkey was significantly elevated at 14 dpi",
        "rectal temperature remained relatively stable before rechallenge",
        "anal swabs were not detectable along the timeline before 28 dpi",
        "no common abnormalities were found on a chest",
        "these data suggested that the three animals were considered as recovering from",
        "two infected monkeys were intratracheally rechallenged at 28 dpi with the same dose",
        "of SARS-CoV-2 to ascertain the possibility of reinfection",
        "whereas M2 monkey without any re-treatment was continuously monitored as the control",
        "the transient elevation of body temperature was observed in both re-exposed monkeys",
        "anal swabs tested negative after the re-exposure of SARS-CoV-2",
        "histopathological changes caused by re-exposure",
        "our results suggested that the monkeys with SARS-CoV-2 infection",
        "after recovery could not be reinfected with the same strain",
        "the monkey undergone single infection in this study did not appear the recurrence after the recovery",
        "that the high levels of neutralizing antibodies have a protective effect on SARS-CoV infection",
        "ADE were not found in infected monkeys",
        "that were subsequently exposed to SARS-CoV-2",
        "the reinfection could not occur if the monkeys produced the neutralizing antibody",
        "no viral replication in all primary tissues was detectable in re-exposed monkeys",
        "that the coronavirus might not be hidden for a long time",
        "antibody monitoring and samples testing from the lower respiratory tract is essential for the cure of SARS-CoV-2 infection",
        "the unsuccessful rechallenge in NHP models suggested that the re-positivity from discharged patients could not be due to reinfection",
        "et al Positive RT-PCR Test Results in Patients Recovered From COVID-19",
        "et al Antibody-dependent SARS coronavirus infection is mediated by antibodies against spike proteins",
        "infection followed by the virus rechallenge",
        "Weights were expressed as percentage of body weight",
        "SARS-CoV-2 RNA was detected by qRT-PCR in the swabs",
        "Two monkeys were rechallenged at 28 dpi",
        "The grey lines or bars represented the average of all animals at the indicated time points",
        "Histopathological examination exhibited that moderate interstitial pneumonia with infiltration",
        "red scale bar=50 μm Longitudinal examination of Chest X-ray",
        "M4 monkey were tested by chest X-ray",
        "All animals were anesthetized with ketamine hydrochloride",
        "the experiments were performed in the animal biosafety level 3 laboratory",
        "All animals were monitored along the timeline to record body weights",
        "longitudinal sampling schedule are shown in Figure 1",
        "mainly tissue compartments collected from infected monkeys were tested for SARS-CoV-2",
        "reverse transcription was performed as previously described7",
        "Sera were collected from each animal for the measurement",
        "96-well plates were coated with 0.1μg Spike protein of SARS-CoV-2",
        "by the HRP-labeled goat anti-mouse antibody incubated for 30 minutes at room temperature",
        "The reaction was developed by TMB substrate",
        "Autopsies were performed according to the standard protocol in ABSL3 laboratory",
        "Lung samples were fixed in 10% neutral-buffered formalin solution",
        "paraffin dehydrated sections were treated with an antigen retrieval kit for 1 min",
        "the slices were stained with 7D2 monoclonal antibody at 4°C",
        "the slices were visualized by incubation",
        "the image was viewed under an Olympus microscope",
        "Sera samples were tested for the presence of neutralizing antibody observed by cytopathic effect",
        "the sera from monkeys were heat-inactivated at 56°C for 30 min",
        "serially two-fold diluted sera were incubated with 100 TCID50 SARS-",
        "Cells were cultured for 1 week to observe for CPE",
        "50% of the cells were protected from infection was calculated",
        "Each dilution of serum was tested in triplicates",
        "All data were analyzed with GraphPad Prism 8.0 software",
        "Two infected monkeys were intratracheally rechallenged at 28 dpi with the same dose",
        "Our results suggested that the monkeys with SARS-CoV-2 infection",
        "Our results indicated that the primary SARS-CoV-2 infection could protect from subsequent exposures"
    ],
    "claims": [
        "We found that weight loss in some monkeys, viral replication mainly in nose, pharynx, lung and gut, as well as moderate interstitial pneumonia at 7 days post-infection (dpi) were clearly observed in rhesus monkeys after the primary infection",
        "Our results suggested that the monkeys with SARS-CoV-2 infection after recovery could not be reinfected with the same strain"
    ],
    "findings": [],
    "processes": [],
    "key_statements": [
        "As shown in Figure 2f, viral replication was found in nose (107 to 108 copies/mL), pharynx (105 to copies/mL), lung (104 to copies/mL), gut (104 to 106 copies/mL), spinal cord, heart, skeletal muscle and bladder",
        "The lesions occurred mainly in the lung confirmed by the HE staining and anti-spike protein of SARS-CoV-2 staining, with mild to moderate interstitial pneumonia characterized by thickened alveolar septa, accumulation of alveolar macrophages in the alveoli, degeneration of the alveolar epithelia, and infiltration of inflammatory cells (Figure 3a)",
        "For the longitudinal tracking of the characteristics each monkey, the specific antibody against SARS-CoV-2 of M2, M3 and M4 monkey was significantly elevated at 14 dpi or 21 dpi and 28 dpi compared to that at 3 dpi and",
        "In the three infected monkeys alive, body weight and rectal temperature remained relatively stable before rechallenge (Figure 2a and 2b), viral loads of nasopharyngeal and anal swabs were not detectable along the timeline before 28 dpi (Figure 2c to 2e), and no common abnormalities were found on a chest",
        "Two infected monkeys (M3 and M4) were intratracheally rechallenged at 28 dpi with the same dose (1×106 TCID50) of SARS-CoV-2 to ascertain the possibility of reinfection, whereas M2 monkey without any re-treatment was continuously monitored as the control (Figure 1)",
        "Viral loads in nasopharyngeal and anal swabs tested negative after the re-exposure of SARS-CoV-2 along the timeline (Figure 2c to 2e)",
        "Our results suggested that the monkeys with SARS-CoV-2 infection after recovery could not be reinfected with the same strain",
        "It has been reported that the high levels of neutralizing antibodies have a protective effect on SARS-CoV infection, but the low neutralizing antibody are more susceptible to enhance the SARS-CoV infection and trigger antibody-dependent enhancement (ADE) effect6",
        "No viral replication in all primary tissues was detectable in re-exposed monkeys, implying that the coronavirus might not be hidden for a long time",
        "Our results indicated that the primary SARS-CoV-2 infection could protect from subsequent exposures, which have the reference of prognosis of the disease and vital implications for vaccine design"
    ],
    "top_statements": [
        "An outbreak of the Corona Virus Disease 2019 (COVID-19), caused by the severe acute respiratory syndrome CoV-2 (SARS-CoV-2), began in Wuhan and spread globally",
        "The lesions occurred mainly in the lung confirmed by the HE staining and anti-spike protein of SARS-CoV-2 staining, with mild to moderate interstitial pneumonia characterized by thickened alveolar septa, accumulation of alveolar macrophages in the alveoli, degeneration of the alveolar epithelia, and infiltration of inflammatory cells (Figure 3a)",
        "For the longitudinal tracking of the characteristics each monkey, the specific antibody against SARS-CoV-2 of M2, M3 and M4 monkey was significantly elevated at 14 dpi or 21 dpi and 28 dpi compared to that at 3 dpi and",
        "In the three infected monkeys alive, body weight and rectal temperature remained relatively stable before rechallenge (Figure 2a and 2b), viral loads of nasopharyngeal and anal swabs were not detectable along the timeline before 28 dpi (Figure 2c to 2e), and no common abnormalities were found on a chest",
        "No viral replication in all primary tissues was detectable in re-exposed monkeys, implying that the coronavirus might not be hidden for a long time",
        "Our results indicated that the primary SARS-CoV-2 infection could protect from subsequent exposures, which have the reference of prognosis of the disease and vital implications for vaccine design"
    ],
    "headline": "In the three infected monkeys alive, body weight and rectal temperature remained relatively stable before rechallenge, viral loads of nasopharyngeal and anal swabs were not detectable along the timeline before 28 dpi, and no common abnormalities were found on a chest",
    "contexts": [],
    "abbreviations": {
        "ADE": "antibody-dependent enhancement"
    }
}
