{
    "filename": "2020.02.02.20020016v1.full.pdf",
    "content_type": "application/pdf",
    "file_size": 210995,
    "metadata": {
        "title": "The incubation period of 2019-nCoV from publicly reported confirmed cases: estimation and application",
        "date": 2020,
        "author": "Stephen A. Lauer☥ 1,Kyra H. Grantz☥1,Qifang Bi​1,Forrest K. Jones​1,Qulu Zheng,​ ,Hannah Meredith,​ ,Andrew S. Azman,​ ,Nicholas G Reich,​ ,Justin Lessler,​",
        "affiliations": [
            "Department of Epidemiology, Bloomberg School of Public Health, Johns Hopkins University, Baltimore, MD, USA",
            "Department of Biostatistics and Epidemiology, School of Public Health and Health Sciences, University of Massachusetts, Amherst, MA, USA",
            "Department of Statistics, Faculty of Mathematics, Informatics and Statistics, Ludwig-Maximilians-Universität, Munich, Germany"
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.02.02.20020016",
            "isbn": null,
            "doc_id": null,
            "url": "https://www.medrxiv.org/content/10.1101/2020.02.02.20020016v1.full.pdf"
        },
        "abstract": "A novel human coronavirus (2019-nCoV) was identified in China in December, 2019. There is limited support for many of its key epidemiologic features, including the incubation period, which has important implications for surveillance and control activities. Here, we use data from public reports of 101 confirmed cases in 38 provinces, regions, and countries outside of Wuhan (Hubei province, China) with identifiable exposure windows and known dates of symptom onset to estimate the incubation period of 2019-nCoV. We estimate the median incubation period of 2019-nCoV to be 5.2 days (95% CI: 4.4, 6.0), and 97.5% of those who develop symptoms will do so within ​10.5 days (95% CI: 7.3, 15.3)of infection. These estimates imply that, under conservative assumptions, 64 out of every 10,000 cases will develop symptoms after 14 days of active monitoring or quarantine. Whether this risk is acceptable depends on the underlying risk of infection and consequences of missed cases. The estimates presented here can be used to inform policy in multiple contexts based on these judgments.",
        "references": "@misc{huang-a,\n  author = {Huang, C. and Wang, Y. and Li, X. and Ren, L. and Zhao, J. and Hu, Y.},\n  title = {Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020},\n  doi = {doi: 10.1016/S0140-6736(20)30183-5},\n  more-authors = {true},\n  language = {}\n}\n@article{zhu-a,\n  author = {Zhu, N. and Zhang, D. and Wang, W. and Li, X. and Yang, B. and Song, J.},\n  title = {A Novel Coronavirus from Patients with Pneumonia in China, 2019},\n  journal = {N Engl J Med. 2020},\n  doi = {doi: 10.1056/NEJMoa2001017},\n  more-authors = {true},\n  language = {}\n}\n@misc{chan-a,\n  author = {Chan, J.F.-W. and Yuan, S. and Kok, K.-H. and To, K.K.-W. and Chu, H. and Yang, J.},\n  title = {A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet. 2020},\n  doi = {doi: 10.1016/S0140-6736(20)30154-9},\n  more-authors = {true},\n  language = {}\n}\n@incollection{unknown2005a,\n  title = {Statement on the second meeting of the International Health Regulations},\n  date = {2005},\n  url = {https://www.who.int/news-room/detail/30-01-2020-statement-on-the-second-meeting-of-theinternational-health-regulations-},\n  pages = {2019},\n  source = {Emergency Committee regarding the outbreak of novel coronavirus},\n  language = {},\n  urldate = {[cited 31 Jan 2020]. Available:}\n}\n@misc{backer-a,\n  author = {Backer, J.A. and Klinkenberg, D. and Wallinga, J.},\n  title = {The incubation period of 2019-nCoV infections among travellers from Wuhan, China},\n  doi = {doi: 10.1101/2020.01.27.20018986},\n  language = {}\n}\n@article{li-a,\n  author = {Li, Q. and Guan, X. and Wu, P. and Wang, X. and Zhou, L. and Tong, Y.},\n  title = {Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia},\n  journal = {N Engl J Med. 2020},\n  doi = {doi: 10.1056/NEJMoa2001316},\n  more-authors = {true},\n  language = {}\n}\n@article{varia2003a,\n  author = {Varia, M. and Wilson, S. and Sarwal, S. and McGeer, A. and Gournis, E. and Galanis, E.},\n  title = {Investigation of a nosocomial outbreak of severe acute respiratory syndrome (SARS) in Toronto, Canada},\n  journal = {CMAJ},\n  date = {2003},\n  volume = {169},\n  pages = {285–292},\n  more-authors = {true},\n  language = {}\n}\n@article{virlogeux2016a,\n  author = {Virlogeux, V. and Fang, V.J. and Park, M. and Wu, J.T. and Cowling, B.J.},\n  title = {Comparison of incubation period distribution of human infections with MERS-CoV in South Korea and Saudi Arabia},\n  journal = {Sci Rep},\n  date = {2016},\n  volume = {6},\n  pages = {35839},\n  language = {}\n}\n@article{lessler2009a,\n  author = {Lessler, J. and Reich, N.G. and Brookmeyer, R. and Perl, T.M. and Nelson, K.E. and Cummings, D.A.T.},\n  title = {Incubation periods of acute respiratory viral infections: a systematic review},\n  journal = {Lancet Infect Dis},\n  date = {2009},\n  volume = {9},\n  pages = {291–300},\n  language = {}\n}\n@article{reich2009a,\n  author = {Reich, N.G. and Lessler, J. and Cummings, D.A.T. and Brookmeyer, R.},\n  title = {Estimating incubation period distributions with coarse data},\n  journal = {Stat Med},\n  date = {2009},\n  volume = {28},\n  pages = {2769–2784},\n  language = {}\n}\n@article{reich2018a,\n  author = {Reich, N.G. and Lessler, J. and Varma, J.K. and Vora, N.M.},\n  title = {Quantifying the Risk and Cost of Active Monitoring for Infectious Diseases},\n  journal = {Sci Rep},\n  date = {2018},\n  volume = {8},\n  pages = {1093},\n  language = {}\n}\n@misc{lauer-a,\n  author = {Lauer, Stephen A. and Grantz, Kyra H. and Bi, Qifang and Jones, Forrest K. and Zheng, Qulu and Meredith, Hannah and Azman, Andrew S. and Reich, Nicholas G. and Lessler, Justin},\n  title = {Estimating the incubation time of the novel coronavirus (nCoV-2019) based on traveler data using coarse data tools. 2020},\n  doi = {doi: 10.5281/zenodo.3634050},\n  language = {}\n}\n@article{rothe2020a,\n  author = {Rothe, C. and Schunk, M. and Sothmann, P. and Bretzel, G. and Froeschl, G. and Wallrauch, C.},\n  title = {Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany},\n  journal = {New England Journal of Medicine},\n  date = {2020},\n  doi = {doi: 10.1056/nejmc2001468},\n  more-authors = {true},\n  language = {}\n}\n@misc{unknown-a,\n  title = {Genomic epidemiology of novel coronavirus (nCoV)},\n  url = {https://nextstrain.org/ncov},\n  language = {},\n  urldate = {[cited 29 Jan 2020].}\n}\n",
        "links": [
            "https://github.com/HopkinsIDD/ncov_incubation(release"
        ],
        "emails": [
            "justin@jhu.edu"
        ],
        "references_ris": "TY  - GEN\nAU  - Huang, C.\nAU  - Wang, Y.\nAU  - Li, X.\nAU  - Ren, L.\nAU  - Zhao, J.\nAU  - Hu, Y.\nTI  - Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020\nDO  - 10.1016/S0140-6736(20)30183-5\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Zhu, N.\nAU  - Zhang, D.\nAU  - Wang, W.\nAU  - Li, X.\nAU  - Yang, B.\nAU  - Song, J.\nTI  - A Novel Coronavirus from Patients with Pneumonia in China, 2019\nT2  - N Engl J Med. 2020\nDO  - 10.1056/NEJMoa2001017\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Chan, J.F.-W.\nAU  - Yuan, S.\nAU  - Kok, K.-H.\nAU  - To, K.K.-W.\nAU  - Chu, H.\nAU  - Yang, J.\nTI  - A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet. 2020\nDO  - 10.1016/S0140-6736(20)30154-9\nC1  - true\nLA  - \nER  - \n\nTY  - CHAP\nTI  - Statement on the second meeting of the International Health Regulations\nPY  - 2005\nDA  - 2005\nUR  - https://www.who.int/news-room/detail/30-01-2020-statement-on-the-second-meeting-of-theinternational-health-regulations-\nSP  - 2019\nT2  - Emergency Committee regarding the outbreak of novel coronavirus\nLA  - \nC1  - [cited 31 Jan 2020]. Available:\nER  - \n\nTY  - GEN\nAU  - Backer, J.A.\nAU  - Klinkenberg, D.\nAU  - Wallinga, J.\nTI  - The incubation period of 2019-nCoV infections among travellers from Wuhan, China\nDO  - 10.1101/2020.01.27.20018986\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Li, Q.\nAU  - Guan, X.\nAU  - Wu, P.\nAU  - Wang, X.\nAU  - Zhou, L.\nAU  - Tong, Y.\nTI  - Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia\nT2  - N Engl J Med. 2020\nDO  - 10.1056/NEJMoa2001316\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Varia, M.\nAU  - Wilson, S.\nAU  - Sarwal, S.\nAU  - McGeer, A.\nAU  - Gournis, E.\nAU  - Galanis, E.\nTI  - Investigation of a nosocomial outbreak of severe acute respiratory syndrome (SARS) in Toronto, Canada\nT2  - CMAJ\nPY  - 2003\nDA  - 2003\nVL  - 169\nSP  - 285\nEP  - 292\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Virlogeux, V.\nAU  - Fang, V.J.\nAU  - Park, M.\nAU  - Wu, J.T.\nAU  - Cowling, B.J.\nTI  - Comparison of incubation period distribution of human infections with MERS-CoV in South Korea and Saudi Arabia\nT2  - Sci Rep\nPY  - 2016\nDA  - 2016\nVL  - 6\nSP  - 35839\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Lessler, J.\nAU  - Reich, N.G.\nAU  - Brookmeyer, R.\nAU  - Perl, T.M.\nAU  - Nelson, K.E.\nAU  - Cummings, D.A.T.\nTI  - Incubation periods of acute respiratory viral infections: a systematic review\nT2  - Lancet Infect Dis\nPY  - 2009\nDA  - 2009\nVL  - 9\nSP  - 291\nEP  - 300\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Reich, N.G.\nAU  - Lessler, J.\nAU  - Cummings, D.A.T.\nAU  - Brookmeyer, R.\nTI  - Estimating incubation period distributions with coarse data\nT2  - Stat Med\nPY  - 2009\nDA  - 2009\nVL  - 28\nSP  - 2769\nEP  - 2784\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Reich, N.G.\nAU  - Lessler, J.\nAU  - Varma, J.K.\nAU  - Vora, N.M.\nTI  - Quantifying the Risk and Cost of Active Monitoring for Infectious Diseases\nT2  - Sci Rep\nPY  - 2018\nDA  - 2018\nVL  - 8\nSP  - 1093\nLA  - \nER  - \n\nTY  - GEN\nAU  - Lauer, Stephen A.\nAU  - Grantz, Kyra H.\nAU  - Bi, Qifang\nAU  - Jones, Forrest K.\nAU  - Zheng, Qulu\nAU  - Meredith, Hannah\nAU  - Azman, Andrew S.\nAU  - Reich, Nicholas G.\nAU  - Lessler, Justin\nTI  - Estimating the incubation time of the novel coronavirus (nCoV-2019) based on traveler data using coarse data tools. 2020\nDO  - 10.5281/zenodo.3634050\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Rothe, C.\nAU  - Schunk, M.\nAU  - Sothmann, P.\nAU  - Bretzel, G.\nAU  - Froeschl, G.\nAU  - Wallrauch, C.\nTI  - Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany\nT2  - New England Journal of Medicine\nPY  - 2020\nDA  - 2020\nDO  - 10.1056/nejmc2001468\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nTI  - Genomic epidemiology of novel coronavirus (nCoV)\nUR  - https://nextstrain.org/ncov\nLA  - \nC1  - [cited 29 Jan 2020].\nER  - \n\n",
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "1",
                "caption": "Characteristics of confirmed 2019-nCoV cases"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "Novel coronavirus (2019-nCoV) exposure (blue) and symptom onset (red) times for 101 confirmed cases. Shaded regions represent the full possible interval of exposure and of symptom onset; points represent the midpoint of these intervals"
            }
        ],
        "tables_url": "https://sandbox-api.scholarcy.com/tables/2020.02.02.20020016v1.full.pdf_ckqx2x77_u_c5xiky.xlsx",
        "figure_urls": [
            "https://sandbox-api.scholarcy.com/images/2020.02.02.20020016v1.full.pdf_ckqx2x77_images_wycdtxcs/img-000.png",
            "https://sandbox-api.scholarcy.com/images/2020.02.02.20020016v1.full.pdf_ckqx2x77_images_wycdtxcs/img-001.png",
            "https://sandbox-api.scholarcy.com/images/2020.02.02.20020016v1.full.pdf_ckqx2x77_images_wycdtxcs/img-002.png"
        ]
    },
    "sections": {
        "introduction": [
            "In December 2019, a cluster of severe pneumonia cases of unknown etiology was reported in Wuhan, Hubei province, China. The initial cluster was epidemiologically linked to a seafood wholesale market in Wuhan, though many of the initial 41 cases were later reported to have no known exposure to the market[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. A novel strain of coronavirus belonging to the same family of viruses causing Severe Acute Respiratory Syndrome (SARS), Middle East Respiratory Syndrome (MERS), and the common cold was subsequently isolated from lower respiratory tract samples of four patients on 7 January 2020 [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. Cases with no travel history to Wuhan have been reported, indicating likely human-to-human transmission [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. On 30 January 2020, the World Health Organization declared that the 2019-nCoV outbreak constitutes a Public Health Emergency of International Concern [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. Within 8.5 weeks of symptom onset of the first confirmed case (1 December 2019), there were more than 7,700 confirmed cases and 170 deaths reported worldwide [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. On 31 January 2020, the United States Centers for Disease"
        ],
        "methods": [
            "Data collection We searched for news and public health reports of confirmed 2019-nCoV cases in areas with no known local transmission, including provinces, regions, and countries outside of Hubei. We searched for reports in both English and Chinese and abstracted the data necessary to estimate the incubation period of 2019-nCoV. Two authors independently reviewed the full text of each case report. Discrepancies were resolved by discussion and consensus.<br/><br/>For each case, we recorded the time of (i) possible exposure to 2019-nCoV; (ii) any symptom onset; (iii) onset of fever, and (iv) case detection. The exact timing of events was used when possible; otherwise, we definedupper and lower bounds for the possible interval of each event. For most cases, the interval of possible ​2019-nCoVexposure was defined as the time between earliest possible arrival to Wuhan and latest possible departure from Wuhan. For cases without history of travel to Wuhan but with assumed exposure to an infectious individual, the interval of possible ​2019-nCoVexposure was defined as the maximum possible interval of exposure to the infectious person (including time before the infectious individual was symptomatic). We assumed exposure always preceded symptom onset. If we were unable to determine the latest exposure time from the available case report, we defined the upper bound of the exposure interval to be the latest possible time of symptom onset. When earliest possible time of exposure could not be determined, we defined it as 1 December 2019, the date of symptom onset of the first known case [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]; we performed a sensitivity analysis for the selection of this universal lower bound. When the earliest possible time of symptom onset could not be determined, we assumed it to be the earliest time of possible exposure. When the latest time of possible symptom onset could not be determined, we assumed it to be the latest time of possible case detection. Data on individuals’ age, sex, country of residence, and possible exposure route were also collected."
        ],
        "results": [
            "We collected data from 101 confirmed cases of 2019-nCoV infection detected outside of the Hubei province before 28 January 2020 (Table 1). Of these, 34 (34%) were known to be female, 63 were male (62%), and 4 were of unknown sex. The median age was 52 years (IQR: 36.5-59). Cases were collected from 17​ countries and regions outside mainland China (n=72) and 21 provinces within mainland China (n=29). The majority of cases (n=92) had a known recent history of travel to or residence in Wuhan; others had evidence of contact with travelers from Hubei or known cases. Amongst those who developed symptoms in the community, the median time from symptom onset to hospitalization was 2.7 days (range 0.2-26.2)."
        ],
        "discussion": [
            "Here, we present estimates of the incubation period for the novel coronavirus (2019-nCoV) that emerged in Wuhan, Hubei Province, China. We estimate the median incubation period of 2019-nCoV to be 5.2 days and expect nearly all infected individuals who experience symptoms will do so within 11 days of infection. We find that the current period of active monitoring recommended by the US CDC of 14 days is well supported by the evidence [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. Symptomatic disease is frequently associated with transmissibility of a pathogen. However, given recent evidence of asymptomatic transmission of 2019-nCoV [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>][<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>], we note that time from exposure to onset of infectiousness (latent period) may be shorter than the incubation period estimated here.<br/><br/>While our results support current proposals for the length of quarantine or active monitoring of those potentially exposed to 2019-nCoV, in extreme cases longer monitoring periods might be justified. Among those who are infected and will go on to develop symptoms, we expect 64 in 10,000 will do so after the end of a 14 day monitoring period (Table 2), and our estimates do not preclude this estimate being higher. Hence, in instances where there is a high probability of an infectious exposure (e.g., a healthcare worker who cared for an 2019-nCoV patient while not wearing personal protective equipment), it may be prudent to consider symptoms after this period as potentially 2019-nCoV associated, and potentially extend the period of active monitoring."
        ],
        "acknowledgements": [
            "We are very grateful to all who have collected, prepared, and shared data throughout this outbreak. We are particularly grateful to Dr. Kaiyuan Sun and Dr. Moritz Kraemer for sharing their data on confirmed infections within and outside of Wuhan and the Johns Hopkins Center for Systems Science and Engineering."
        ],
        "data_availability": [
            "All code and data are available at https://github.com/HopkinsIDD/ncov_incubation(release at time of submission at 10.5281/zenodo.3634050)[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>]"
        ]
    },
    "structured_content": {
        "Introduction": [
            "In December 2019, a cluster of severe pneumonia cases of unknown etiology was reported in Wuhan, Hubei province, China. The initial cluster was epidemiologically linked to a seafood wholesale market in Wuhan, though many of the initial 41 cases were later reported to have no known exposure to the market[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. A novel strain of coronavirus belonging to the same family of viruses causing Severe Acute Respiratory Syndrome (SARS), Middle East Respiratory Syndrome (MERS), and the common cold was subsequently isolated from lower respiratory tract samples of four patients on 7 January 2020 [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. Cases with no travel history to Wuhan have been reported, indicating likely human-to-human transmission [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. On 30 January 2020, the World Health Organization declared that the 2019-nCoV outbreak constitutes a Public Health Emergency of International Concern [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. Within 8.5 weeks of symptom onset of the first confirmed case (1 December 2019), there were more than 7,700 confirmed cases and 170 deaths reported worldwide [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. On 31 January 2020, the United States Centers for Disease",
            "Control announced that all citizens returning from Hubei Province, China would be subject to mandatory quarantine for up to 14 days [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>].",
            "Currently, our understanding of the incubation period for 2019-nCoV is limited. An early analysis based on 34 confirmed cases in Chinese provinces outside Wuhan, using data on known travel to and from Wuhan to estimate the exposure interval, indicates a mean incubation period of 5.8 (95% CI: 4.6, 7.9) days, ranging from 1.3 to 11.3 days [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. A more recent analysis based on 10 confirmed cases in China provided a similar estimate, showing a mean incubation period of 5.2 (95% CI: 4.1, 7.0) days[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. This estimate is also in line with clinical reports of a familial cluster of 2019-nCoVin which symptom onset occurred 3-6 days after assumed exposure in Wuhan [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. These estimates of the incubation period of 2019-nCoV are consistent with those of other known human coronaviruses, including SARS (mean 5 days, range 2-14 days;[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>]), MERS (mean 5-7 days, range 2-14 days;[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]), and non-SARS human coronavirus (mean 3 days, range 2-5 days; [<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>]).",
            "The incubation period can inform a number of important public health activities for infectious diseases, including active monitoring, surveillance, control, and modeling. Active monitoring requires potentially exposed individuals to contact local health authorities to report their health status every day. Understanding the length of active monitoring needed to limit the risk of missing 2019-nCoV infections is needed for health departments to effectively use limited resources. Here, we provide estimates of the incubation period of 2019-nCoV and the number of symptomatic infections missed under different active monitoring scenarios."
        ],
        "Methods": [
            "Data collection We searched for news and public health reports of confirmed 2019-nCoV cases in areas with no known local transmission, including provinces, regions, and countries outside of Hubei. We searched for reports in both English and Chinese and abstracted the data necessary to estimate the incubation period of 2019-nCoV. Two authors independently reviewed the full text of each case report. Discrepancies were resolved by discussion and consensus.",
            "For each case, we recorded the time of (i) possible exposure to 2019-nCoV; (ii) any symptom onset; (iii) onset of fever, and (iv) case detection. The exact timing of events was used when possible; otherwise, we definedupper and lower bounds for the possible interval of each event. For most cases, the interval of possible ​2019-nCoVexposure was defined as the time between earliest possible arrival to Wuhan and latest possible departure from Wuhan. For cases without history of travel to Wuhan but with assumed exposure to an infectious individual, the interval of possible ​2019-nCoVexposure was defined as the maximum possible interval of exposure to the infectious person (including time before the infectious individual was symptomatic). We assumed exposure always preceded symptom onset. If we were unable to determine the latest exposure time from the available case report, we defined the upper bound of the exposure interval to be the latest possible time of symptom onset. When earliest possible time of exposure could not be determined, we defined it as 1 December 2019, the date of symptom onset of the first known case [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]; we performed a sensitivity analysis for the selection of this",
            "universal lower bound. When the earliest possible time of symptom onset could not be determined, we assumed it to be the earliest time of possible exposure. When the latest time of possible symptom onset could not be determined, we assumed it to be the latest time of possible case detection. Data on individuals’ age, sex, country of residence, and possible exposure route were also collected.",
            "Statistical analysis Cases were included in the analysis if we had information on the interval of exposure to 2019-nCoV and symptom onset. We estimated the incubation time using a previously described parametric accelerated failure time model [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]. For our primary analysis, we assumed that the incubation time follows a log-normal distribution, as seen in other acute respiratory viral infections [<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>]. We fit the model to all observations, and to subsets for only observations who experienced a fever and only observations detected inside or outside of mainland China as subset analyses. Finally, we also fit three other commonly used incubation period distributions (gamma, Weibull, and Erlang). We estimated median incubation time and a number of important quantiles (2.5%, 5%, 25%, 75%, 95%, and 97.5%) along with their bootstrapped confidence intervals for each model.",
            "Using these estimates of the incubation period, we quantified the expected number of undetected symptomatic cases in an active monitoring program, adapting a method detailed by Reich et al.[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]. We account for varying durations of the active monitoring program (1-28 days) and individual risk of symptomatic infection (low: 1/10,000 chance that individual is infected; ‘medium’: 1/1,000; ‘high’: 1/100; ‘infected’: 1/1). For each bootstrapped set of parameter estimates from the log-normal model, we calculate the probability of a symptomatic infection developing after an active monitoring program of a given length for a given risk level. This model makes the conservative assumption that individuals are exposed to 2019-nCoV immediately preceding the active monitoring program and assumes perfect ascertainment of symptomatic cases that develop under active monitoring. We report the mean and 99th percentile of the expected number of undetected symptomatic cases for each active monitoring scenario.",
            "All estimates are based on those who developed symptoms, and this work makes no inference about asymptomatic cases.",
            "The analyses were conducted using the coarseDataTools and activemonitr packages in the R statistical programming language, version 3.5.3. All code and data are available at https://github.com/HopkinsIDD/ncov_incubation(release at time of submission at 10.5281/zenodo.3634050)[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>]."
        ],
        "Results": [
            "We collected data from 101 confirmed cases of 2019-nCoV infection detected outside of the Hubei province before 28 January 2020 (Table 1). Of these, 34 (34%) were known to be female, 63 were male (62%), and 4 were of unknown sex. The median age was 52 years (IQR: 36.5-59). Cases were collected from 17​ countries and regions outside mainland China (n=72) and 21 provinces within mainland China (n=29). The majority of cases (n=92) had a known recent history of travel to or residence in Wuhan; others had evidence of contact with travelers from Hubei or known cases. Amongst those who developed symptoms in the community, the median time from symptom onset to hospitalization was 2.7 days (range 0.2-26.2).",
            "Fitting the log-normal model to all cases, we estimated the median incubation period of 2019-nCoV to be 5.2 days (95% CI: 4.4, 6.0). We estimated that fewer than 2.5% of infected individuals will display symptoms within 2.5 days (95% CI: 1.8, 3.6) of exposure, while symptom onset will occur within 10.5 days (95% CI: 7.3, 15.3) for 97.5% of infected individuals. The estimate of the dispersion parameter is 1.43 (95% CI: 1.22, 1.67). The estimated mean incubation period was ​5.5 days.",
            "To control for possible bias from symptoms of cough or sore throat, which could have developed from other more-common pathogens, we performed the same analysis on the subset of cases with known time of fever onset (n=61), using the time from exposure to onset of fever as the incubation time. Here, we estimated the median incubation period to fever onset to be 5.7 days (95% CI: 4.5, 7.0), with 2.5% of individuals experiencing fever within 2.9 days (95% CI: 2.2, 4.7) and 97.5% of individuals experiencing fever within 11.4 days (95% CI: 6.1, 17.8) of exposure.",
            "Since assumptions about the occurrence of local transmission and therefore the period of possible exposure may be less firm within mainland China, we also performed an analysis of only cases detected outside mainland China (n=72). The median incubation period of these cases is 5.5 days (95% CI: 4,4, 7.0), with the 95% range spanning from 2.4 (95% CI: 1.7, 3.9) to 12.5 (95% CI 7.4, 19.0) days. Alternatively, cases who left mainland China may represent a subset of individuals with longer incubation periods, who were able to travel internationally before symptom onset within China, or may have chosen to delay reporting symptoms until they left China. Based on cases detected inside mainland China (n=29), the median incubation period is 4.6 days (95% CI: 3.4, 6.0), with a 95% range of 2.7 (95% CI: 1.2, 4.6) to 7.9 (95% CI: 3.9, 13.1) days.",
            "We fit other commonly-used parameterizations of the incubation period: gamma, Weibull, and Erlang distributions. The incubation period estimates for these alternate parameterizations were similar to the log-normal model and to prior estimates. Compared to the log-normal, gamma, and Weibull estimates from Backer et al(2020), our estimates have similar medians but shorter tails, both on the upper and lower bounds of the incubation period (Figure 4).",
            "Given these estimates of the incubation period, we predicted the number of symptomatic infections we would expect to miss over the course of an active monitoring program. We classified individuals as high-risk if they are assumed to have a 1 in 100 chance of developing a symptomatic infection after exposure. For an active monitoring program with a duration of 7 days, the expected number of symptomatic infections missed for every 10,000 high-risk individuals monitored is 19.7 (99th percentile: 39.4; Table 2). After 14 days, it is highly unlikely that further symptomatic infections would be undetected among high-risk individuals (mean: 0.6, 99th percentile: 4.5 undetected infections per 10,000 individuals). However, we note that there remains substantial uncertainty in the classification of individuals as being at ‘high’, ‘some’ or ‘low’ risk of being symptomatic, and that this method does not consider the role of asymptomatic infection."
        ],
        "Discussion": [
            "Here, we present estimates of the incubation period for the novel coronavirus (2019-nCoV) that emerged in Wuhan, Hubei Province, China. We estimate the median incubation period of 2019-nCoV to be 5.2 days and expect nearly all infected individuals who experience symptoms will do so within 11 days of infection. We find that the current period of active monitoring recommended by the US CDC of 14 days is well supported by the evidence [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. Symptomatic disease is frequently associated with transmissibility of a pathogen. However, given recent evidence of asymptomatic transmission of 2019-nCoV [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>][<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>], we note that time from exposure to onset of infectiousness (latent period) may be shorter than the incubation period estimated here.",
            "While our results support current proposals for the length of quarantine or active monitoring of those potentially exposed to 2019-nCoV, in extreme cases longer monitoring periods might be justified. Among those who are infected and will go on to develop symptoms, we expect 64 in 10,000 will do so after the end of a 14 day monitoring period (Table 2), and our estimates do not preclude this estimate being higher. Hence, in instances where there is a high probability of an infectious exposure (e.g., a healthcare worker who cared for an 2019-nCoV patient while not wearing personal protective equipment), it may be prudent to consider symptoms after this period as potentially 2019-nCoV associated, and potentially extend the period of active monitoring.",
            "There are several important limitations to this analysis. Our data include early case reports, with some associated uncertainty in the intervals of exposure and symptom onset. We have attempted here to use conservative bounds of possible exposure and symptom onset where exact times were not known, but there may be further inaccuracy in this data that we do not consider here. We have exclusively considered reported, confirmed cases of 2019-nCoV, which may overrepresent hospitalized individuals and others with severe symptoms. The incubation period for these severe cases may differ from that of less severe or subclinical infections, and is not typically an applicable measure for those with asymptomatic infections.",
            "Our model assumes a constant risk of 2019-nCoV infection in Wuhan from 1 December 2019 to present, based on the date of symptom onset of the first known case. This is a simplification of infection risk, as the outbreak has shifted from a likely common-source outbreak associated with a seafood market to human-to-human transmission. Moreover, phylogenetic analysis of 38 2019-nCoV genomes suggests that the virus may have been circulating prior to December [<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]. To test the sensitivity of our estimates to that assumption, we performed an analysis where cases with unknown lower bounds on exposure were set to 1 December 2018, a full year earlier than in our primary analysis. Changing this assumption had little effect on the estimates of the median (<0.1 days different), and only slightly increased our estimates of the 97.5th quantile of the incubation period (0.4 days longer than for the overall estimate).",
            "This work provides additional evidence for a median incubation period for 2019-nCoV of approximately five days, similar to SARS. Assuming infection occurs at the initiation of monitoring, our estimates suggest that 64 out of every 10,000 cases will develop symptoms after 14 days of active monitoring or quarantine. Whether this rate is acceptable depends on the expected risk of infection in the population being monitored, and considered judgment about the cost of missing cases [<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]. Combining these judgements with the estimates presented here can help public health officials to set rational and evidence-based 2019-nCoV control policies."
        ],
        "Acknowledgements": [
            "We are very grateful to all who have collected, prepared, and shared data throughout this outbreak. We are particularly grateful to Dr. Kaiyuan Sun and Dr. Moritz Kraemer for sharing their data on confirmed infections within and outside of Wuhan and the Johns Hopkins Center for Systems Science and Engineering."
        ],
        "References": [
            "1. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020. doi:​10.1016/S0140-6736(20)30183-5",
            "2. Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, et al A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med. 2020. doi:​10.1056/NEJMoa2001017",
            "3. Chan JF-W, Yuan S, Kok K-H, To KK-W, Chu H, Yang J, et al A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet. 2020. doi:​10.1016/S0140-6736(20)30154-9",
            "4. Statement on the second meeting of the International Health Regulations (2005) Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV). [cited 31 Jan 2020]. Available: https://www.who.int/news-room/detail/30-01-2020-statement-on-the-second-meeting-of-theinternational-health-regulations-(2005)-emergency-committee-regarding-the-outbreak-of-no vel-coronavirus-(2019-ncov)",
            "5. Press Briefing by Members of the President’s Coronavirus Task Force | The White House. In: The White House [Internet]. [cited 1 Feb 2020]. Available: https://www.whitehouse.gov/briefings-statements/press-briefing-members-presidents-coron avirus-task-force/",
            "6. Backer JA, Klinkenberg D, Wallinga J. The incubation period of 2019-nCoV infections among travellers from Wuhan, China. doi:​10.1101/2020.01.27.20018986",
            "7. Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, et al Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med. 2020. doi:​10.1056/NEJMoa2001316",
            "8. Varia M, Wilson S, Sarwal S, McGeer A, Gournis E, Galanis E, et al Investigation of a nosocomial outbreak of severe acute respiratory syndrome (SARS) in Toronto, Canada. CMAJ. 2003;169: 285–292.",
            "9. Virlogeux V, Fang VJ, Park M, Wu JT, Cowling BJ. Comparison of incubation period distribution of human infections with MERS-CoV in South Korea and Saudi Arabia. Sci Rep. 2016;6: 35839.",
            "10. Lessler J, Reich NG, Brookmeyer R, Perl TM, Nelson KE, Cummings DAT. Incubation periods of acute respiratory viral infections: a systematic review. Lancet Infect Dis. 2009;9: 291–300.",
            "11. Reich NG, Lessler J, Cummings DAT, Brookmeyer R. Estimating incubation period distributions with coarse data. Stat Med. 2009;28: 2769–2784.",
            "12. Reich NG, Lessler J, Varma JK, Vora NM. Quantifying the Risk and Cost of Active",
            "Monitoring for Infectious Diseases. Sci Rep. 2018;8: 1093.",
            "13. Stephen A. Lauer, Kyra H. Grantz, Qifang Bi, Forrest K. Jones, Qulu Zheng, Hannah Meredith, Andrew S. Azman, Nicholas G. Reich, and Justin Lessler. Estimating the incubation time of the novel coronavirus (nCoV-2019) based on traveler data using coarse data tools. 2020. doi:​10.5281/zenodo.3634050",
            "14. Rothe C, Schunk M, Sothmann P, Bretzel G, Froeschl G, Wallrauch C, et al Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany. New England Journal of Medicine. 2020. doi:​10.1056/nejmc2001468",
            "15. Genomic epidemiology of novel coronavirus (nCoV). [cited 29 Jan 2020]. Available: https://nextstrain.org/ncov",
            "Table 1.Characteristics of confirmed 2019-nCoV cases.",
            "n = 101",
            "Age in years, median (IQR)",
            "52 (36.5, 59.0)",
            "Sex, n (%)",
            "Female",
            "34 (33.6)",
            "Male",
            "63 (62.4)",
            "Unknown",
            "4 (4.0)",
            "Exposure to Wuhan, n (%)",
            "Resident of Hubei province",
            "59 (58.4)",
            "Known travel to Wuhan",
            "33 (32.7)",
            "None/unknown",
            "9 (8.9)",
            "Region of case detection (n): Mainland China (29), Singapore (10), Hong Kong (8), Taiwan (8), Thailand (8), Japan (5), Macau (5), United States (5), Australia (4), France (4), South Korea (4), Malaysia (4), Vietnam (2), Cambodia (1), Canada (1), Germany (1), Nepal (1), Sri Lanka (1)",
            "Table 2​: The expected number of symptomatic infections of 2019-nCoV that would go undetected during active monitoring given varying lengths of monitoring duration and risk of symptomatic infection after exposure. Estimates were generated from a probabilistic model using the incubation period estimates from the log-normal model.",
            "Monitoring duration 7 days 14 days 21 days 28 days",
            "Mean estimated undetected symptomatic infections per 10,000 monitored (99th percentile)",
            "Low (1 in 10,000)",
            "Medium (1 in 1,000)",
            "High (1 in 100)",
            "Infected (1 in 1)",
            "0.2 (0.4)",
            "2.0 (3.9)",
            "19.7 (39.4) 1,971.5 (3,940.2)",
            "0.0 (0.0)",
            "0.1 (0.4)",
            "0.6 (4.5)",
            "64.4 (449.6)",
            "0.0 (0.1)",
            "0.1 (0.8)",
            "5.3 (75.3)",
            "0.0 (0.2)",
            "0.8 (17.0)",
            "Figure 1.Novel coronavirus (2019-nCoV) exposure (blue) and symptom onset (red) times for 101 confirmed cases. Shaded regions represent the full possible interval of exposure and of symptom onset; points represent the midpoint of these intervals.",
            "Figure 2​: Cumulative distribution function of the novel coronavirus (2019-nCoV) incubation period estimate from the log-normal model. The estimated median incubation period of 2019-nCoV was 5.2 days (95% CI: 4.4, 6.0). We estimated that fewer than 2.5% of infected individuals will display symptoms within 2.5 days (95% CI: 1.8, 3.6) of exposure, while symptom onset will occur within 10.5 days (95% CI: 7.3, 15.3) for 97.5% of infected individuals. Horizontal bars represent the 95% confidence intervals of the 2.5, 50, and 97.5 percentiles of the incubation period distribution. The estimate of the dispersion parameter is 1.43 days (95% CI: 1.22, 1.67).",
            "Figure 3​: Comparison of estimates for median incubation period of novel coronavirus (2019-nCoV). In our analysis, the gamma distribution has an estimated shape parameter of 7.92 (95% CI: 3.97, 24.98) and a scale parameter of 0.69 (95% CI: 0.21, 1.52); the Weibull distribution has an estimated shape parameter of 3.11 (95% CI: 2.2-6.08) and a scale parameter of 6.11 (95% CI: 5.19, 7.25); and the Erlang distribution has an estimated shape parameter of 14 (95% CI: 5, 21) and a scale parameter of 0.4 (95% CI: 0.26, 1.11)."
        ]
    },
    "participants": [
        {
            "participant": "confirmed cases",
            "number": 101,
            "context": "There is limited support for many of its key epidemiologic features, including the incubation period, which has important implications for surveillance and control activities. <mark class=\"stats\">Here, we use data from public reports of 101 confirmed cases in 38 provinces, regions, and countries outside of Wuhan (Hubei province, China) with identifiable exposure windows and known dates of symptom onset to estimate the incubation period of 2019-nCoV</mark>. We estimate the median incubation period of 2019-nCoV to be 5.2 days (95% CI: 4.4, 6.0), and 97.5% of those who develop symptoms will do so within ​10.5 days (95% CI: 7.3, 15.3)of infection"
        },
        {
            "participant": "cases",
            "number": 10000,
            "context": "We estimate the median incubation period of 2019-nCoV to be 5.2 days (95% CI: 4.4, 6.0), and 97.5% of those who develop symptoms will do so within ​10.5 days (95% CI: 7.3, 15.3)of infection. <mark class=\"stats\">These estimates imply that, under conservative assumptions, 64 out of every 10,000 cases will develop symptoms after 14 days of active monitoring or quarantine</mark>. Whether this risk is acceptable depends on the underlying risk of infection and consequences of missed cases"
        },
        {
            "participant": "cases",
            "number": 41,
            "context": "Introduction In December 2019, a cluster of severe pneumonia cases of unknown etiology was reported in Wuhan, Hubei province, China. <mark class=\"stats\">The initial cluster was epidemiologically linked to a seafood wholesale market in Wuhan, though many of the initial 41 cases were later reported to have no known exposure to the market[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]</mark>. A novel strain of coronavirus belonging to the same family of viruses causing Severe Acute Respiratory Syndrome (SARS), Middle East Respiratory Syndrome (MERS), and the common cold was subsequently isolated from lower respiratory tract samples of four patients on 7 January 2020 [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]"
        },
        {
            "participant": "patients",
            "number": 4,
            "context": "The initial cluster was epidemiologically linked to a seafood wholesale market in Wuhan, though many of the initial 41 cases were later reported to have no known exposure to the market[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. <mark class=\"stats\">A novel strain of coronavirus belonging to the same family of viruses causing Severe Acute Respiratory Syndrome (SARS), Middle East Respiratory Syndrome (MERS), and the common cold was subsequently isolated from lower respiratory tract samples of four patients on 7 January 2020 [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]</mark>. Cases with no travel history to Wuhan have been reported, indicating likely human-to-human transmission [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]"
        },
        {
            "participant": "confirmed cases",
            "number": 7700,
            "context": "On 30 January 2020, the World Health Organization declared that the 2019-nCoV outbreak constitutes a Public Health Emergency of International Concern [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. <mark class=\"stats\">Within 8.5 weeks of symptom onset of the first confirmed case (1 December 2019), there were more than 7,700 confirmed cases and 170 deaths reported worldwide [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]</mark>. On 31 January 2020, the United States Centers for Disease"
        },
        {
            "participant": "confirmed cases",
            "number": 34,
            "context": "Currently, our understanding of the incubation period for 2019-nCoV is limited. <mark class=\"stats\">An early analysis based on 34 confirmed cases in Chinese provinces outside Wuhan, using data on known travel to and from Wuhan to estimate the exposure interval, indicates a mean incubation period of 5.8 (95% CI: 4.6, 7.9) days, ranging from 1.3 to 11.3 days [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]</mark>. A more recent analysis based on 10 confirmed cases in China provided a similar estimate, showing a mean incubation period of 5.2 (95% CI: 4.1, 7.0) days[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]"
        },
        {
            "participant": "confirmed cases",
            "number": 10,
            "context": "An early analysis based on 34 confirmed cases in Chinese provinces outside Wuhan, using data on known travel to and from Wuhan to estimate the exposure interval, indicates a mean incubation period of 5.8 (95% CI: 4.6, 7.9) days, ranging from 1.3 to 11.3 days [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. <mark class=\"stats\">A more recent analysis based on 10 confirmed cases in China provided a similar estimate, showing a mean incubation period of 5.2 (95% CI: 4.1, 7.0) days[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]</mark>. This estimate is also in line with clinical reports of a familial cluster of 2019-nCoVin which symptom onset occurred 3-6 days after assumed exposure in Wuhan [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]"
        },
        {
            "participant": "confirmed cases",
            "number": 101,
            "context": "All code and data are available at https://github.com/HopkinsIDD/ncov_incubation(release at time of submission at 10.5281/zenodo.3634050)[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>]. <mark class=\"stats\">We collected data from 101 confirmed cases of 2019-nCoV infection detected outside of the Hubei province before 28 January 2020 (Table 1)</mark>. Of these, 34 (34%) were known to be female, 63 were male (62%), and 4 were of unknown sex"
        },
        {
            "participant": "data",
            "number": 72,
            "context": "The median age was 52 years (IQR: 36.5-59). <mark class=\"stats\">Cases were collected from 17​ countries and regions outside mainland China (n=72) and 21 provinces within mainland China (n=29)</mark>. The majority of cases (n=92) had a known recent history of travel to or residence in Wuhan; others had evidence of contact with travelers from Hubei or known cases"
        },
        {
            "participant": "cases",
            "number": 92,
            "context": "Cases were collected from 17​ countries and regions outside mainland China (n=72) and 21 provinces within mainland China (n=29). <mark class=\"stats\">The majority of cases (n=92) had a known recent history of travel to or residence in Wuhan; others had evidence of contact with travelers from Hubei or known cases</mark>. Amongst those who developed symptoms in the community, the median time from symptom onset to hospitalization was 2.7 days (range 0.2-26.2)"
        },
        {
            "participant": "cases with known time of fever onset",
            "number": 61,
            "context": "The estimated mean incubation period was ​5.5 days. <mark class=\"stats\">To control for possible bias from symptoms of cough or sore throat, which could have developed from other more-common pathogens, we performed the same analysis on the subset of cases with known time of fever onset (n=61), using the time from exposure to onset of fever as the incubation time</mark>. Here, we estimated the median incubation period to fever onset to be 5.7 days (95% CI: 4.5, 7.0), with 2.5% of individuals experiencing fever within 2.9 days (95% CI: 2.2, 4.7) and 97.5% of individuals experiencing fever within 11.4 days (95% CI: 6.1, 17.8) of exposure"
        },
        {
            "participant": "data",
            "number": 72,
            "context": "Here, we estimated the median incubation period to fever onset to be 5.7 days (95% CI: 4.5, 7.0), with 2.5% of individuals experiencing fever within 2.9 days (95% CI: 2.2, 4.7) and 97.5% of individuals experiencing fever within 11.4 days (95% CI: 6.1, 17.8) of exposure. <mark class=\"stats\">Since assumptions about the occurrence of local transmission and therefore the period of possible exposure may be less firm within mainland China, we also performed an analysis of only cases detected outside mainland China (n=72)</mark>. The median incubation period of these cases is 5.5 days (95% CI: 4,4, 7.0), with the 95% range spanning from 2.4 (95% CI: 1.7, 3.9) to 12.5 (95% CI 7.4, 19.0) days"
        },
        {
            "participant": "data",
            "number": 29,
            "context": "Alternatively, cases who left mainland China may represent a subset of individuals with longer incubation periods, who were able to travel internationally before symptom onset within China, or may have chosen to delay reporting symptoms until they left China. <mark class=\"stats\">Based on cases detected inside mainland China (n=29), the median incubation period is 4.6 days (95% CI: 3.4, 6.0), with a 95% range of 2.7 (95% CI: 1.2, 4.6) to 7.9 (95% CI: 3.9, 13.1) days</mark>. We fit other commonly-used parameterizations of the incubation period: gamma, Weibull, and Erlang distributions"
        },
        {
            "participant": "high-risk individuals",
            "number": 10000,
            "context": "We classified individuals as high-risk if they are assumed to have a 1 in 100 chance of developing a symptomatic infection after exposure. <mark class=\"stats\">For an active monitoring program with a duration of 7 days, the expected number of symptomatic infections missed for every 10,000 high-risk individuals monitored is 19.7 (99th percentile: 39.4; Table 2)</mark>. After 14 days, it is highly unlikely that further symptomatic infections would be undetected among high-risk individuals (mean: 0.6, 99th percentile: 4.5 undetected infections per 10,000 individuals)"
        },
        {
            "participant": "individuals",
            "number": 10000,
            "context": "For an active monitoring program with a duration of 7 days, the expected number of symptomatic infections missed for every 10,000 high-risk individuals monitored is 19.7 (99th percentile: 39.4; Table 2). <mark class=\"stats\">After 14 days, it is highly unlikely that further symptomatic infections would be undetected among high-risk individuals (mean: 0.6, 99th percentile: 4.5 undetected infections per 10,000 individuals)</mark>. However, we note that there remains substantial uncertainty in the classification of individuals as being at ‘high’, ‘some’ or ‘low’ risk of being symptomatic, and that this method does not consider the role of asymptomatic infection"
        },
        {
            "participant": "cases",
            "number": 10000,
            "context": "This work provides additional evidence for a median incubation period for 2019-nCoV of approximately five days, similar to SARS. <mark class=\"stats\">Assuming infection occurs at the initiation of monitoring, our estimates suggest that 64 out of every 10,000 cases will develop symptoms after 14 days of active monitoring or quarantine</mark>. Whether this rate is acceptable depends on the expected risk of infection in the population being monitored, and considered judgment about the cost of missing cases [<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]"
        },
        {
            "participant": "confirmed cases",
            "number": 101,
            "context": "Characteristics of confirmed 2019-nCoV cases. <mark class=\"stats\">Novel coronavirus (2019-nCoV) exposure (blue) and symptom onset (red) times for 101 confirmed cases. Shaded regions represent the full possible interval of exposure and of symptom onset; points represent the midpoint of these intervals</mark>. "
        }
    ],
    "statistics": [],
    "keywords": [
        "active monitoring",
        "novel coronavirus",
        "hubei province",
        "Severe Acute Respiratory Syndrome",
        "median incubation period",
        "pneumonia",
        "incubation period",
        "symptom onset",
        "coronavirus",
        "Middle East Respiratory Syndrome"
    ],
    "keyword_relevance": {
        "incubation period": 0.3189655172,
        "symptom onset": 0.1637931034,
        "active monitoring": 0.1465517241,
        "coronavirus": 0.1206896552,
        "median incubation period": 0.0775862069,
        "novel coronavirus": 0.0689655172,
        "Severe Acute Respiratory Syndrome": 0.0517241379,
        "Middle East Respiratory Syndrome": 0.0344827586,
        "pneumonia": 0.0172413793,
        "hubei province": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> In December 2019, a cluster of severe pneumonia cases of unknown etiology was reported in Wuhan, Hubei province, China.",
        "The initial cluster was epidemiologically linked to a seafood wholesale market in Wuhan, though many of the initial 41 cases were later reported to have no known exposure to the market[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
        "Cases with no travel history to Wuhan have been reported, indicating likely human-to-human transmission [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>].",
        "On 31 January 2020, the United States Centers for Disease",
        "<h2 style=\"display: inline\">Methods:</h2> Data collection The authors searched for news and public health reports of confirmed 2019-nCoV cases in areas with no known local transmission, including provinces, regions, and countries outside of Hubei.",
        "If the authors were unable to determine the latest exposure time from the available case report, the authors defined the upper bound of the exposure interval to be the latest possible time of symptom onset.",
        "When earliest possible time of exposure could not be determined, the authors defined it as 1 December 2019, the date of symptom onset of the first known case [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]; the authors performed a sensitivity analysis for the selection of this universal lower bound.",
        "Data on individuals’ age, sex, country of residence, and possible exposure route were collected",
        "<h2 style=\"display: inline\">Results:</h2> The authors collected data from 101 confirmed cases of 2019-nCoV infection detected outside of the Hubei province before 28 January 2020 (Table 1).",
        "The majority of cases (n=92) had a known recent history of travel to or residence in Wuhan; others had evidence of contact with travelers from Hubei or known cases.",
        "Amongst those who developed symptoms in the community, the median time from symptom onset to hospitalization was 2.7 days",
        "<h2 style=\"display: inline\">Conclusion:</h2> The authors present estimates of the incubation period for the novel coronavirus (2019-nCoV) that emerged in Wuhan, Hubei Province, China.",
        "While the results support current proposals for the length of quarantine or active monitoring of those potentially exposed to 2019-nCoV, in extreme cases longer monitoring periods might be justified",
        "Among those who are infected and will go on to develop symptoms, the authors expect 64 in 10,000 will do so after the end of a 14 day monitoring period (Table 2), and the estimates do not preclude this estimate being higher.",
        "In instances where there is a high probability of an infectious exposure, it may be prudent to consider symptoms after this period as potentially 2019-nCoV associated, and potentially extend the period of active monitoring"
    ],
    "structured_summary": {
        "Introduction": [
            "In December 2019, a cluster of severe pneumonia cases of unknown etiology was reported in Wuhan, Hubei province, China.",
            "The initial cluster was epidemiologically linked to a seafood wholesale market in Wuhan, though many of the initial 41 cases were later reported to have no known exposure to the market[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
            "Cases with no travel history to Wuhan have been reported, indicating likely human-to-human transmission [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>].",
            "On 31 January 2020, the United States Centers for Disease"
        ],
        "Methods": [
            "Data collection The authors searched for news and public health reports of confirmed 2019-nCoV cases in areas with no known local transmission, including provinces, regions, and countries outside of Hubei.",
            "If the authors were unable to determine the latest exposure time from the available case report, the authors defined the upper bound of the exposure interval to be the latest possible time of symptom onset.",
            "When earliest possible time of exposure could not be determined, the authors defined it as 1 December 2019, the date of symptom onset of the first known case [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]; the authors performed a sensitivity analysis for the selection of this universal lower bound.",
            "Data on individuals’ age, sex, country of residence, and possible exposure route were collected"
        ],
        "Results": [
            "The authors collected data from 101 confirmed cases of 2019-nCoV infection detected outside of the Hubei province before 28 January 2020 (Table 1).",
            "The majority of cases (n=92) had a known recent history of travel to or residence in Wuhan; others had evidence of contact with travelers from Hubei or known cases.",
            "Amongst those who developed symptoms in the community, the median time from symptom onset to hospitalization was 2.7 days"
        ],
        "Conclusion": [
            "The authors present estimates of the incubation period for the novel coronavirus (2019-nCoV) that emerged in Wuhan, Hubei Province, China.",
            "While the results support current proposals for the length of quarantine or active monitoring of those potentially exposed to 2019-nCoV, in extreme cases longer monitoring periods might be justified",
            "Among those who are infected and will go on to develop symptoms, the authors expect 64 in 10,000 will do so after the end of a 14 day monitoring period (Table 2), and the estimates do not preclude this estimate being higher.",
            "In instances where there is a high probability of an infectious exposure, it may be prudent to consider symptoms after this period as potentially 2019-nCoV associated, and potentially extend the period of active monitoring"
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Huang_et+al_2019_a",
            "entry": "1. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020. doi: 10.1016/S0140-6736(20)30183-5",
            "crossref": "https://dx.doi.org/10.1016/S0140-6736(20)30183-5",
            "scite": "https://scite.ai/reports/10.1016/S0140-6736(20)30183-5"
        },
        {
            "id": "2",
            "alt_id": "Zhu_et+al_2019_a",
            "entry": "2. Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med. 2020. doi: 10.1056/NEJMoa2001017",
            "crossref": "https://dx.doi.org/10.1056/NEJMoa2001017",
            "scite": "https://scite.ai/reports/10.1056/NEJMoa2001017",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1056/NEJMoa2001017"
        },
        {
            "id": "3",
            "alt_id": "Chan_et+al_2019_a",
            "entry": "3. Chan JF-W, Yuan S, Kok K-H, To KK-W, Chu H, Yang J, et al. A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet. 2020. doi: 10.1016/S0140-6736(20)30154-9",
            "crossref": "https://dx.doi.org/10.1016/S0140-6736(20)30154-9",
            "scite": "https://scite.ai/reports/10.1016/S0140-6736(20)30154-9"
        },
        {
            "id": "4",
            "alt_id": "4._2005_a",
            "entry": "4. Statement on the second meeting of the International Health Regulations (2005) Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV). [cited 31 Jan 2020]. Available: https://www.who.int/news-room/detail/30-01-2020-statement-on-the-second-meeting-of-theinternational-health-regulations-(2005)-emergency-committee-regarding-the-outbreak-of-no vel-coronavirus-(2019-ncov)",
            "url": "https://www.who.int/news-room/detail/30-01-2020-statement-on-the-second-meeting-of-theinternational-health-regulations-(2005)-emergency-committee-regarding-the-outbreak-of-no",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Statement%20on%20the%20second%20meeting%20of%20the%20International%20Health%20Regulations%202005%20Emergency%20Committee%20regarding%20the%20outbreak%20of%20novel%20coronavirus%202019nCoV%20cited%2031%20Jan%202020%20Available%20httpswwwwhointnewsroomdetail30012020statementonthesecondmeetingoftheinternationalhealthregulations2005emergencycommitteeregardingtheoutbreakofno%20velcoronavirus2019ncov",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Statement%20on%20the%20second%20meeting%20of%20the%20International%20Health%20Regulations%202005%20Emergency%20Committee%20regarding%20the%20outbreak%20of%20novel%20coronavirus%202019nCoV%20cited%2031%20Jan%202020%20Available%20httpswwwwhointnewsroomdetail30012020statementonthesecondmeetingoftheinternationalhealthregulations2005emergencycommitteeregardingtheoutbreakofno%20velcoronavirus2019ncov"
        },
        {
            "id": "6",
            "alt_id": "Backer_et+al_2019_a",
            "entry": "6. Backer JA, Klinkenberg D, Wallinga J. The incubation period of 2019-nCoV infections among travellers from Wuhan, China. doi: 10.1101/2020.01.27.20018986",
            "crossref": "https://dx.doi.org/10.1101/2020.01.27.20018986",
            "scite": "https://scite.ai/reports/10.1101/2020.01.27.20018986"
        },
        {
            "id": "7",
            "alt_id": "Li_et+al_0000_a",
            "entry": "7. Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med. 2020. doi: 10.1056/NEJMoa2001316",
            "crossref": "https://dx.doi.org/10.1056/NEJMoa2001316",
            "scite": "https://scite.ai/reports/10.1056/NEJMoa2001316",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1056/NEJMoa2001316"
        },
        {
            "id": "8",
            "alt_id": "Varia_et+al_2003_a",
            "entry": "8. Varia M, Wilson S, Sarwal S, McGeer A, Gournis E, Galanis E, et al. Investigation of a nosocomial outbreak of severe acute respiratory syndrome (SARS) in Toronto, Canada. CMAJ. 2003;169: 285–292.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Varia%2C%20M.%20Wilson%2C%20S.%20Sarwal%2C%20S.%20McGeer%2C%20A.%20Investigation%20of%20a%20nosocomial%20outbreak%20of%20severe%20acute%20respiratory%20syndrome%20%28SARS%29%20in%20Toronto%2C%20Canada%202003",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Varia%2C%20M.%20Wilson%2C%20S.%20Sarwal%2C%20S.%20McGeer%2C%20A.%20Investigation%20of%20a%20nosocomial%20outbreak%20of%20severe%20acute%20respiratory%20syndrome%20%28SARS%29%20in%20Toronto%2C%20Canada%202003",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Varia%2C%20M.%20Wilson%2C%20S.%20Sarwal%2C%20S.%20McGeer%2C%20A.%20Investigation%20of%20a%20nosocomial%20outbreak%20of%20severe%20acute%20respiratory%20syndrome%20%28SARS%29%20in%20Toronto%2C%20Canada%202003"
        },
        {
            "id": "9",
            "alt_id": "Virlogeux_et+al_2016_a",
            "entry": "9. Virlogeux V, Fang VJ, Park M, Wu JT, Cowling BJ. Comparison of incubation period distribution of human infections with MERS-CoV in South Korea and Saudi Arabia. Sci Rep. 2016;6: 35839.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Virlogeux%2C%20V.%20Fang%2C%20V.J.%20Park%2C%20M.%20Wu%2C%20J.T.%20Comparison%20of%20incubation%20period%20distribution%20of%20human%20infections%20with%20MERS-CoV%20in%20South%20Korea%20and%20Saudi%20Arabia%202016",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Virlogeux%2C%20V.%20Fang%2C%20V.J.%20Park%2C%20M.%20Wu%2C%20J.T.%20Comparison%20of%20incubation%20period%20distribution%20of%20human%20infections%20with%20MERS-CoV%20in%20South%20Korea%20and%20Saudi%20Arabia%202016",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Virlogeux%2C%20V.%20Fang%2C%20V.J.%20Park%2C%20M.%20Wu%2C%20J.T.%20Comparison%20of%20incubation%20period%20distribution%20of%20human%20infections%20with%20MERS-CoV%20in%20South%20Korea%20and%20Saudi%20Arabia%202016"
        },
        {
            "id": "10",
            "alt_id": "Lessler_et+al_2009_a",
            "entry": "10. Lessler J, Reich NG, Brookmeyer R, Perl TM, Nelson KE, Cummings DAT. Incubation periods of acute respiratory viral infections: a systematic review. Lancet Infect Dis. 2009;9: 291–300.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lessler%2C%20J.%20Reich%2C%20N.G.%20Brookmeyer%2C%20R.%20Perl%2C%20T.M.%20Incubation%20periods%20of%20acute%20respiratory%20viral%20infections%3A%20a%20systematic%20review%202009",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Lessler%2C%20J.%20Reich%2C%20N.G.%20Brookmeyer%2C%20R.%20Perl%2C%20T.M.%20Incubation%20periods%20of%20acute%20respiratory%20viral%20infections%3A%20a%20systematic%20review%202009",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Lessler%2C%20J.%20Reich%2C%20N.G.%20Brookmeyer%2C%20R.%20Perl%2C%20T.M.%20Incubation%20periods%20of%20acute%20respiratory%20viral%20infections%3A%20a%20systematic%20review%202009"
        },
        {
            "id": "11",
            "alt_id": "Reich_et+al_2009_a",
            "entry": "11. Reich NG, Lessler J, Cummings DAT, Brookmeyer R. Estimating incubation period distributions with coarse data. Stat Med. 2009;28: 2769–2784.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Reich%2C%20N.G.%20Lessler%2C%20J.%20Cummings%2C%20D.A.T.%20Brookmeyer%2C%20R.%20Estimating%20incubation%20period%20distributions%20with%20coarse%20data%202009",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Reich%2C%20N.G.%20Lessler%2C%20J.%20Cummings%2C%20D.A.T.%20Brookmeyer%2C%20R.%20Estimating%20incubation%20period%20distributions%20with%20coarse%20data%202009",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Reich%2C%20N.G.%20Lessler%2C%20J.%20Cummings%2C%20D.A.T.%20Brookmeyer%2C%20R.%20Estimating%20incubation%20period%20distributions%20with%20coarse%20data%202009"
        },
        {
            "id": "12",
            "alt_id": "Reich_et+al_2018_a",
            "entry": "12. Reich NG, Lessler J, Varma JK, Vora NM. Quantifying the Risk and Cost of Active Monitoring for Infectious Diseases. Sci Rep. 2018;8: 1093.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Reich%2C%20N.G.%20Lessler%2C%20J.%20Varma%2C%20J.K.%20Vora%2C%20N.M.%20Quantifying%20the%20Risk%20and%20Cost%20of%20Active%20Monitoring%20for%20Infectious%20Diseases%202018",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Reich%2C%20N.G.%20Lessler%2C%20J.%20Varma%2C%20J.K.%20Vora%2C%20N.M.%20Quantifying%20the%20Risk%20and%20Cost%20of%20Active%20Monitoring%20for%20Infectious%20Diseases%202018",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Reich%2C%20N.G.%20Lessler%2C%20J.%20Varma%2C%20J.K.%20Vora%2C%20N.M.%20Quantifying%20the%20Risk%20and%20Cost%20of%20Active%20Monitoring%20for%20Infectious%20Diseases%202018"
        },
        {
            "id": "13",
            "alt_id": "Lauer_et+al_2020_a",
            "entry": "13. Stephen A. Lauer, Kyra H. Grantz, Qifang Bi, Forrest K. Jones, Qulu Zheng, Hannah Meredith, Andrew S. Azman, Nicholas G. Reich, and Justin Lessler. Estimating the incubation time of the novel coronavirus (nCoV-2019) based on traveler data using coarse data tools. 2020. doi: 10.5281/zenodo.3634050",
            "crossref": "https://dx.doi.org/10.5281/zenodo.3634050",
            "scite": "https://scite.ai/reports/10.5281/zenodo.3634050"
        },
        {
            "id": "14",
            "alt_id": "Rothe_et+al_2020_a",
            "entry": "14. Rothe C, Schunk M, Sothmann P, Bretzel G, Froeschl G, Wallrauch C, et al. Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany. New England Journal of Medicine. 2020. doi: 10.1056/nejmc2001468",
            "crossref": "https://dx.doi.org/10.1056/nejmc2001468",
            "scite": "https://scite.ai/reports/10.1056/nejmc2001468",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1056/nejmc2001468"
        },
        {
            "id": "15",
            "alt_id": "15._0000_a",
            "entry": "15. Genomic epidemiology of novel coronavirus (nCoV). [cited 29 Jan 2020]. Available: https://nextstrain.org/ncov ",
            "url": "https://nextstrain.org/ncov"
        }
    ],
    "facts": [
        "A novel human coronavirus was identified in China in December",
        "acceptable depends on the underlying risk of infection and consequences",
        "inform policy in multiple contexts based on these judgments",
        "a cluster of severe pneumonia cases of unknown etiology was reported in Wuhan",
        "The initial cluster was epidemiologically linked to a seafood wholesale market in Wuhan",
        "A novel strain of coronavirus belonging to the same family of viruses causing Severe Acute Respiratory Syndrome",
        "the common cold was subsequently isolated from lower respiratory tract samples of four patients",
        "the World Health Organization declared that the 2019-nCoV outbreak constitutes a",
        "the incubation period of 2019-nCoV. Two authors independently reviewed the full text of each case report",
        "Discrepancies were resolved by discussion and consensus",
        "the interval of possible ​2019-nCoVexposure was defined as the time between earliest possible arrival",
        "the interval of possible ​2019-nCoVexposure was defined as the maximum possible interval of exposure",
        "Cases were collected from 17​ countries and regions outside mainland China",
        "present estimates of the incubation period for the novel coronavirus that emerged in Wuhan",
        "that the current period of active monitoring recommended by the US CDC of 14 days is well supported by the evidence",
        "Symptomatic disease is frequently associated with transmissibility of a pathogen",
        "that time from exposure to onset of infectiousness may be shorter than the incubation period estimated",
        "in instances where there is a high probability of an infectious exposure",
        "In instances where there is a high probability of an infectious exposure",
        "the number of symptomatic infections missed under different active monitoring scenarios"
    ],
    "claims": [
        "We provide estimates of the incubation period of 2019-nCoV and the number of symptomatic infections missed under different active monitoring scenarios",
        "We report the mean and 99th percentile of the expected number of undetected symptomatic cases for each active monitoring scenario",
        "Discussion Here, we present estimates of the incubation period for the novel coronavirus (2019-nCoV) that emerged in Wuhan, Hubei Province, China",
        "We find that the current period of active monitoring recommended by the US CDC of 14 days is well supported by the evidence [5]",
        "We have exclusively considered reported, confirmed cases of 2019-nCoV, which may overrepresent hospitalized individuals and others with severe symptoms"
    ],
    "findings": [
        "We estimate the median incubation period of 2019-nCoV to be 5.2 days (95% CI: 4.4, 6.0), and 97.5% of those who develop symptoms will do so within ​10.5 days (95% CI: 7.3, 15.3)of infection",
        "An early analysis based on 34 confirmed cases in Chinese provinces outside Wuhan, using data on known travel to and from Wuhan to estimate the exposure interval, indicates a mean incubation period of 5.8 (95% CI: 4.6, 7.9) days, ranging from 1.3 to 11.3 days [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]",
        "A more recent analysis based on 10 confirmed cases in China provided a similar estimate, showing a mean incubation period of 5.2 (95% CI: 4.1, 7.0) days[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]",
        "Fitting the log-normal model to all cases, we estimated the median incubation period of 2019-nCoV to be 5.2 days (95% CI: 4.4, 6.0)",
        "We estimated that fewer than 2.5% of infected individuals will display symptoms within 2.5 days (95% CI: 1.8, 3.6) of exposure, while symptom onset will occur within 10.5 days (95% CI: 7.3, 15.3) for 97.5% of infected individuals",
        "The estimate of the dispersion parameter is 1.43 (95% CI: 1.22, 1.67)",
        "We estimated the median incubation period to fever onset to be 5.7 days (95% CI: 4.5, 7.0), with 2.5% of individuals experiencing fever within 2.9 days (95% CI: 2.2, 4.7) and 97.5% of individuals experiencing fever within 11.4 days (95% CI: 6.1, 17.8) of exposure",
        "The median incubation period of these cases is 5.5 days (95% CI: 4,4, 7.0), with the 95% range spanning from 2.4 (95% CI: 1.7, 3.9) to 12.5 (95% CI 7.4, 19.0) days",
        "Based on cases detected inside mainland China (n=29), the median incubation period is 4.6 days (95% CI: 3.4, 6.0), with a 95% range of 2.7 (95% CI: 1.2, 4.6) to 7.9 (95% CI: 3.9, 13.1) days"
    ],
    "processes": [],
    "key_statements": [
        "In December 2019, a cluster of severe pneumonia cases of unknown etiology was reported in Wuhan, Hubei province, China",
        "A novel strain of coronavirus belonging to the same family of viruses causing Severe Acute Respiratory Syndrome (SARS), Middle East Respiratory Syndrome (MERS), and the common cold was subsequently isolated from lower respiratory tract samples of four patients on 7 January 2020 [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]",
        "On 30 January 2020, the World Health Organization declared that the 2019-nCoV outbreak constitutes a Public Health Emergency of International Concern [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]",
        "We provide estimates of the incubation period of 2019-nCoV and the number of symptomatic infections missed under different active monitoring scenarios",
        "We report the mean and 99th percentile of the expected number of undetected symptomatic cases for each active monitoring scenario",
        "Fitting the log-normal model to all cases, we estimated the median incubation period of 2019-nCoV to be 5.2 days (95% CI: 4.4, 6.0)",
        "The median incubation period of these cases is 5.5 days (95% CI: 4,4, 7.0), with the 95% range spanning from 2.4 (95% CI: 1.7, 3.9) to 12.5 (95% CI 7.4, 19.0) days",
        "Based on cases detected inside mainland China (n=29), the median incubation period is 4.6 days (95% CI: 3.4, 6.0), with a 95% range of 2.7 (95% CI: 1.2, 4.6) to 7.9 (95% CI: 3.9, 13.1) days",
        "Here, we present estimates of the incubation period for the novel coronavirus (2019-nCoV) that emerged in Wuhan, Hubei Province, China",
        "We find that the current period of active monitoring recommended by the US CDC of 14 days is well supported by the evidence [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]",
        "In instances where there is a high probability of an infectious exposure, it may be prudent to consider symptoms after this period as potentially 2019-nCoV associated, and potentially extend the period of active monitoring"
    ],
    "top_statements": [
        "In December 2019, a cluster of severe pneumonia cases of unknown etiology was reported in Wuhan, Hubei province, China",
        "A novel strain of coronavirus belonging to the same family of viruses causing Severe Acute Respiratory Syndrome (SARS), Middle East Respiratory Syndrome (MERS), and the common cold was subsequently isolated from lower respiratory tract samples of four patients on 7 January 2020 [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]",
        "We provide estimates of the incubation period of 2019-nCoV and the number of symptomatic infections missed under different active monitoring scenarios",
        "Here, we present estimates of the incubation period for the novel coronavirus (2019-nCoV) that emerged in Wuhan, Hubei Province, China",
        "We find that the current period of active monitoring recommended by the US CDC of 14 days is well supported by the evidence [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]",
        "The estimate of the dispersion parameter is 1.43 (95% CI: 1.22, 1.67)",
        "In instances where there is a high probability of an infectious exposure, it may be prudent to consider symptoms after this period as potentially 2019-nCoV associated, and potentially extend the period of active monitoring"
    ],
    "headline": "A novel strain of coronavirus belonging to the same family of viruses causing Severe Acute Respiratory Syndrome, Middle East Respiratory Syndrome, and the common cold was subsequently isolated from lower respiratory tract samples of four patients on 7 January 2020",
    "contexts": [],
    "abbreviations": {
        "SARS": "Severe Acute Respiratory Syndrome",
        "MERS": "Middle East Respiratory Syndrome"
    }
}
