{
    "filename": "2020.03.08.20029710.full.pdf",
    "content_type": "application/pdf",
    "file_size": 182807,
    "metadata": {
        "identifiers": {
            "doi": "10.1101/2020.03.08.20029710",
            "url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/10/2020.03.08.20029710.full.pdf"
        },
        "title": "A retrospective study of the clinical characteristics of COVID-19 infection in 26 children",
        "keywords": [
            "novel coronavirus pneumonia",
            "COVID-19",
            "2019-nCoV"
        ],
        "author": "Anjue Tang, Wenhui Xu, min shen, Peifen Chen, Guobao Li, Yingxia Liu, Lei Liu",
        "date": 2020,
        "affiliations": [
            "Department of respiratory, the Third People’s of Shenzhen Hospital, Shenzhen, China.",
            "Department of tuberculosis, the Third People’s of Shenzhen Hospital, Shenzhen, China.",
            "The Third People’s of Shenzhen Hospital, the Second Affiliatd Hospital of Southern University of Science and Technology, National Infectious Diseases Clinical Medical Research Center, Shenzhen, China."
        ],
        "abstract": "Background: The outbreak of novel coronavirus pneumonia in China began in December 2019. Studies on novel coronavirus disease (COVID-19) were less based on pediatric patients. This study aimed to reveal the clinical characteristics of COVID-19 in children.\nMethod: This study retrospectively analyzed the clinical symptoms, laboratory results, chest CT, and treatment of children with laboratory-confirmed COVID-19(ie, with samples that were positive for 2019 novel coronavirus[2019-nCoV]) who were admitted to Shenzhen Center of National Infectious Disease Clinical Medical Research from January 16 to February 8, 2020.\nResult: Nine patients had no obvious clinical symptom. 11 patients developed fever. Other symptoms, including cough(in eleven of seventeen patients), rhinorrhea(in two), diarrhea(in two), vomiting(in two), were also observed. A small minority of patients had lymphocytopenia. Alanine transaminase or transaminase increased in three cases. According to chest CT scan, 11 patients showed unilateral pneumonia, 8  patients had no pulmonary infiltration. No serious complications such as acute respiratory syndrome and acute lung injury occurred in all patients.\nConclusion: The clinical characteristics of 2019-nCoV infection in children were different from adult. The overall condition of children were mild and have a good prognosis.",
        "references": "@article{huang-a,\n  author = {Huang, C. and Wang, Y. and Li, X.},\n  title = {Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {497–506},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@article{zhu-a,\n  author = {Zhu, N. and Zhang, D. and Wang, W.},\n  title = {A Novel Coronavirus from Patients with Pneumonia in China, 2019},\n  journal = {N Engl J Med},\n  volume = {2020},\n  pages = {727–733},\n  more-authors = {true},\n  number = {382},\n  language = {}\n}\n@misc{chen-a,\n  author = {Chen, N. and Zhou, M. and Dong, X.},\n  title = {Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study},\n  more-authors = {true},\n  language = {}\n}\n@misc{lancet-a,\n  author = {Lancet},\n  volume = {2020},\n  pages = {507–513},\n  number = {395}\n}\n@book{chen-b,\n  author = {Chen, H. and Guo, J. and Wang, C.},\n  title = {Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records. The LancetThe Lancet},\n  publisher = {},\n  more-authors = {true},\n  language = {},\n  address = {2020}\n}\n@techreport{unknown-a,\n  title = {China. New coronavirus pneumonia prevention and control program},\n  unknown = {18, 2020.http},\n  url = {www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8aefc},\n  language = {},\n  institution = {National Health Commission of}\n}\n@article{li2020a,\n  author = {Li, Q. and Guan, X. and Wu, P.},\n  title = {Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia},\n  journal = {N Engl J Med},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{li2006a,\n  author = {Li, S. and Wang, R. and Zhang, Y.},\n  title = {Symptom combinations associated with outcome and therapeutic effects in a cohort of cases with SARS},\n  journal = {Am J Chin Med},\n  date = {2006},\n  volume = {34},\n  pages = {937–47},\n  more-authors = {true},\n  number = {6},\n  language = {}\n}\n@article{russell-a,\n  author = {Russell, C.D. and Millar, J.E. and Baillie, J.K.},\n  title = {Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {473–475},\n  number = {395},\n  language = {}\n}\n@misc{zhou2020a,\n  author = {Zhou, P. and Yang, X. and Wang, X.},\n  title = {Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{letko2020a,\n  author = {Letko, M.C. and Munster, V.},\n  title = {Functional assessment of cell entry and receptor usage for lineage B β-coronaviruses, including 2019-nCoV},\n  date = {2020},\n  language = {},\n  address = {bioRxiv}\n}\n@article{fan-a,\n  author = {Fan, C. and Li, K. and Ding, Y. and Lu, W.L. and Wang, J.},\n  title = {ACE2 Expression in Kidney and Testis May Cause Kidney and Testis Damage After 2019-nCoV Infection},\n  journal = {medRxiv},\n  volume = {2020},\n  number = {2020},\n  language = {}\n}\n@misc{xu2006a,\n  author = {Xu, J. and Qi, L. and Chi, X.},\n  title = {Orchitis: a complication of severe acute respiratory syndrome (SARS). Biol Reprod},\n  date = {2006},\n  volume = {74},\n  pages = {410–6},\n  more-authors = {true},\n  number = {2},\n  language = {}\n}\n@article{zhou-a,\n  author = {Zhou, Y. and Zeng, Y. and Tong, Y. and Chen, C.},\n  title = {Ophthalmologic evidence against the interpersonal transmission of 2019 novel coronavirus through conjunctiva},\n  journal = {medRxiv},\n  volume = {2020},\n  number = {2020},\n  language = {}\n}\n@article{guan-a,\n  author = {Guan, W. and Ni, Z. and Hu, Y.},\n  title = {Clinical characteristics of 2019 novel coronavirus infection in China},\n  journal = {medRxiv},\n  volume = {2020},\n  more-authors = {true},\n  number = {2020},\n  language = {}\n}\n@article{tian-a,\n  author = {Tian, X. and Li, C. and Huang, A.},\n  title = {Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal antibody},\n  journal = {Emerg Microbes Infect},\n  volume = {2020},\n  pages = {382–385},\n  more-authors = {true},\n  number = {9},\n  language = {}\n}\n",
        "emails": [
            "shenmin2233@aliyun.com"
        ],
        "references_ris": "TY  - JOUR\nAU  - Huang, C.\nAU  - Wang, Y.\nAU  - Li, X.\nTI  - Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China\nT2  - Lancet\nVL  - 2020\nSP  - 497\nEP  - 506\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Zhu, N.\nAU  - Zhang, D.\nAU  - Wang, W.\nTI  - A Novel Coronavirus from Patients with Pneumonia in China, 2019\nT2  - N Engl J Med\nVL  - 2020\nSP  - 727\nEP  - 733\nC1  - true\nIS  - 382\nLA  - \nER  - \n\nTY  - GEN\nAU  - Chen, N.\nAU  - Zhou, M.\nAU  - Dong, X.\nTI  - Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Lancet\nVL  - 2020\nSP  - 507\nEP  - 513\nIS  - 395\nER  - \n\nTY  - BOOK\nAU  - Chen, H.\nAU  - Guo, J.\nAU  - Wang, C.\nTI  - Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records. The LancetThe Lancet\nPB  - \nC1  - true\nLA  - \nCY  - 2020\nER  - \n\nTY  - RPRT\nTI  - China. New coronavirus pneumonia prevention and control program\nC1  - 18, 2020.http\nUR  - www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8aefc\nLA  - \nC1  - National Health Commission of\nER  - \n\nTY  - JOUR\nAU  - Li, Q.\nAU  - Guan, X.\nAU  - Wu, P.\nTI  - Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia\nT2  - N Engl J Med\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Li, S.\nAU  - Wang, R.\nAU  - Zhang, Y.\nTI  - Symptom combinations associated with outcome and therapeutic effects in a cohort of cases with SARS\nT2  - Am J Chin Med\nPY  - 2006\nDA  - 2006\nVL  - 34\nSP  - 937\nEP  - 47\nC1  - true\nIS  - 6\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Russell, C.D.\nAU  - Millar, J.E.\nAU  - Baillie, J.K.\nTI  - Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury\nT2  - Lancet\nVL  - 2020\nSP  - 473\nEP  - 475\nIS  - 395\nLA  - \nER  - \n\nTY  - GEN\nAU  - Zhou, P.\nAU  - Yang, X.\nAU  - Wang, X.\nTI  - Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Letko, M.C.\nAU  - Munster, V.\nTI  - Functional assessment of cell entry and receptor usage for lineage B β-coronaviruses, including 2019-nCoV\nPY  - 2020\nDA  - 2020\nLA  - \nCY  - bioRxiv\nER  - \n\nTY  - JOUR\nAU  - Fan, C.\nAU  - Li, K.\nAU  - Ding, Y.\nAU  - Lu, W.L.\nAU  - Wang, J.\nTI  - ACE2 Expression in Kidney and Testis May Cause Kidney and Testis Damage After 2019-nCoV Infection\nT2  - medRxiv\nVL  - 2020\nIS  - 2020\nLA  - \nER  - \n\nTY  - GEN\nAU  - Xu, J.\nAU  - Qi, L.\nAU  - Chi, X.\nTI  - Orchitis: a complication of severe acute respiratory syndrome (SARS). Biol Reprod\nPY  - 2006\nDA  - 2006\nVL  - 74\nSP  - 410\nEP  - 6\nC1  - true\nIS  - 2\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Zhou, Y.\nAU  - Zeng, Y.\nAU  - Tong, Y.\nAU  - Chen, C.\nTI  - Ophthalmologic evidence against the interpersonal transmission of 2019 novel coronavirus through conjunctiva\nT2  - medRxiv\nVL  - 2020\nIS  - 2020\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Guan, W.\nAU  - Ni, Z.\nAU  - Hu, Y.\nTI  - Clinical characteristics of 2019 novel coronavirus infection in China\nT2  - medRxiv\nVL  - 2020\nC1  - true\nIS  - 2020\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Tian, X.\nAU  - Li, C.\nAU  - Huang, A.\nTI  - Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal antibody\nT2  - Emerg Microbes Infect\nVL  - 2020\nSP  - 382\nEP  - 385\nC1  - true\nIS  - 9\nLA  - \nER  - \n\n",
        "links": [],
        "author_conclusions": [
            "In summary, COVID-19 children showed asymptomatic or mainly respiratory symptoms such as fever and dry cough, some of them have digestive tract symptoms, and their clinical symptoms are mild. In our study, the clinical types were mild and common, and the probability of severe complications such as myocarditis and ARDS was low, which provided important information for understanding the clinical characteristics of children with COVID-19."
        ],
        "table_captions": [
            {
                "id": "1",
                "caption": "Baseline characteristics of the 26 children with 2019-nCoV"
            },
            {
                "id": "2",
                "caption": "Laboratory characteristics of the 26 children with 2019-nCoV"
            }
        ],
        "figure_captions": [],
        "tables_url": "https://scholarcy.nyc3.digitaloceanspaces.com/tables/docker-test/2020.03.08.20029710.full.xlsx"
    },
    "sections": {
        "background": [
            "The outbreak of novel coronavirus pneumonia in China began in December 2019. Studies on novel coronavirus disease (COVID-19) were less based on pediatric patients. This study aimed to reveal the clinical characteristics of COVID-19 in children. Method: This study retrospectively analyzed the clinical symptoms, laboratory results, chest CT, and treatment of children with laboratory-confirmed COVID-19(ie, with samples that were positive for 2019 novel coronavirus[2019-nCoV]) who were admitted to Shenzhen Center of National Infectious Disease Clinical Medical Research from January 16 to February 8, 2020. Result: Nine patients had no obvious clinical symptom. 11 patients developed fever. Other symptoms, including cough(in eleven of seventeen patients), rhinorrhea(in two), diarrhea(in two), vomiting(in two), were also observed. A small minority of patients had lymphocytopenia. Alanine transaminase or transaminase increased in three cases. According to chest CT scan, 11 patients showed unilateral pneumonia, 8 patients had no pulmonary infiltration. No serious complications such as acute respiratory syndrome and acute lung injury occurred in all patients. Conclusion: The clinical characteristics of 2019-nCoV infection in children were different from adult. The overall condition of children were mild and have a good prognosis.",
            "Pneumonia caused by the novel coronavirus was discovered in Wuhan, Hubei, China and then the epidemic broke out. It was defined by the World Health Organization as “an international public health emergency of public concern” [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>, <a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. Recently, many researches in the lancet reported the epidemiological, clinical symptoms, laboratory data, imaging features, treatment methods and clinical outcomes of non-pregnant adults and pregnant women infected with 2019-nCOV[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>, <a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. However, the clinical characteristics of children have not been well disclosed, and whether there are differences in treatment methods has not been determined. We retrospectively analyzed the clinical data of 28 children with COVID-19 tested positive for 2019-nCOV by use of RT-PCR on samples. METHOD Patient information"
        ],
        "data_availability": [
            "DATA AVAILABILITY STATEMENT All data used during the study appear in the submitted article. ACKNOWLEDGMENTS The authors thank the department of Shenzhen Center for Disease Control and Prevention(CDC) and the hepatopathy institute of National Infectious Disease Clinical Medical Research Center (The Third People’s Hospital of Shenzhen) for the 2019-nCoV nucleic acid tests."
        ],
        "funding": [
            "Financial support: This work was supported by The Project of Sanming Foundation of Shenzhen, China (Item coding: SZSM201911009, SZSM201612025) Correspongding author: Min Shen Addresses for Correspondence: Bulan Road 29, Longgang District, Shenzhen, 518000, China"
        ],
        "ethical_compliance": [
            "The study was approved by the instututional of research ehtics committee of the Third People’s Hospital of Shenzhen ([2020-063])"
        ]
    },
    "structured_content": {
        "ABSTRACT": [],
        "Background": [
            "The outbreak of novel coronavirus pneumonia in China began in December 2019. Studies on novel coronavirus disease (COVID-19) were less based on pediatric patients. This study aimed to reveal the clinical characteristics of COVID-19 in children. Method: This study retrospectively analyzed the clinical symptoms, laboratory results, chest CT, and treatment of children with laboratory-confirmed COVID-19(ie, with samples that were positive for 2019 novel coronavirus[2019-nCoV]) who were admitted to Shenzhen Center of National Infectious Disease Clinical Medical Research from January 16 to February 8, 2020. Result: Nine patients had no obvious clinical symptom. 11 patients developed fever. Other symptoms, including cough(in eleven of seventeen patients), rhinorrhea(in two), diarrhea(in two), vomiting(in two), were also observed. A small minority of patients had lymphocytopenia. Alanine transaminase or transaminase increased in three cases. According to chest CT scan, 11 patients showed unilateral pneumonia, 8 patients had no pulmonary infiltration. No serious complications such as acute respiratory syndrome and acute lung injury occurred in all patients. Conclusion: The clinical characteristics of 2019-nCoV infection in children were different from adult. The overall condition of children were mild and have a good prognosis."
        ],
        "BACKGROUND": [
            "Pneumonia caused by the novel coronavirus was discovered in Wuhan, Hubei, China and then the epidemic broke out. It was defined by the World Health Organization as “an international public health emergency of public concern” [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>, <a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. Recently, many researches in the lancet reported the epidemiological, clinical symptoms, laboratory data, imaging features, treatment methods and clinical outcomes of non-pregnant adults and pregnant women infected with 2019-nCOV[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>, <a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. However, the clinical characteristics of children have not been well disclosed, and whether there are differences in treatment methods has not been determined. We retrospectively analyzed the clinical data of 28 children with COVID-19 tested positive for 2019-nCOV by use of RT-PCR on samples. METHOD Patient information",
            "We reviewed 26 cases of children(>1 year old and <14 years old) in the Third People’s Hospital of Shenzhen from January 16 to February 8, 2020. Diagnosis of COVID-19 was based on the Novel Coronavirus Pneumonia Prevention and Control Program(6th edition) issued by the National Health and Health Committee of China[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. The study was approved by the instututional of research ehtics committee of the Third People’s Hospital of Shenzhen ([2020-063]). Data collection We collected the clinical manifestations, laboratory results, chest CT, treatment methods, and outcomes of 26 children, and the data was updated until February 19. To ensure the accuracy of the data, the data were independently checked by two clinicians. Each patient signed a written informed consent. We collected respiratory, blood, and digestive tract specimens from children for examination. All samples were processed simultaneously at the department of Shenzhen Center for Disease Control and Prevention(CDC) and the hepatopathy institute of National Infectious Disease Clinical Medical Research Center(The Third People’s Hospital of Shenzhen). Statistical Analysis",
            "SPSS 22.0 software was used for statistical analysis. The data were tested for normality(One-sample kolmogorov-smirnov test, KS test). We present continuous measurements as mean (SD) if they are normally distributed or median (IQR) if they are not, and categorical variables as count (%). Result",
            "Investigations into the sources of exposure indicate a history of contact with person from Hubei or family clusters in each case. There were 9 males (35%) and 17 females (65%), with an average age of 6.9 (0.7) years, ranging from 1 to 13 years (table 1). None of the above children had underlying diseases such as congenital diseases, dysplasia, diabetes, etc. Because some children cannot expresss independently, the clinical symptoms were mainly objective symptoms. Most patients had fever and cough at admission. About one-third of the patients had no clear symptoms, and other symptoms included vomiting, diarrhea, and rhinorrhoea (table 1). According to the standard,8 cases(31%) were mild and 18(69%) were ordinary. No severe complications such as acute respiratory distress syndrome (ARDS) and acute lung injury (ALI) occurred in the cases. Laboratory results revealed that most of the blood routine showed normal or decreased white blood cell counts, lymphocytes generally increased, and hemoglobin and platelets were mostly unaffected (table 2). There were no significant abnormalities in coagulation function. In terms of biochemistry, Alanine transaminase (ALT) combine with glutamic oxaloacetic transaminase (AST) increased in two cases(8%),ALT or AST increased in one case(4%).In addition, all the above cases had not exceed 50% of the normal high value. Most of the myocardial enzymes(myoglobin, troponin, kinase, creatine kinase) were not abnormal, with only a significant increase in LDH(46%). In the field of inflammatory mediators (table 2), procalcitonin was normal, and 5(19%) patients had elevated C-reative protein. 19 patients were tested for interleukin-6 and only one had an increase. T-lymphocyte subset analysis showed no abnormalities in CD3+CD4+/CD3+CD8+.Humoral immunity showed that IgA, IgG, and C3c were partially reduced (table 2), and IgM and C4 were normal. According to chest X-ray and chest CT examination, 8 patients(31%) had no pulmonary infiltration. There were 11 cases(42%) of lateral pulmonary infiltration and 7 cases(27%) of bilateral pulmonary infiltration.",
            "All patients were treated in isolation. Medicines for treating COVID-19 include oseltamivir, ribavirin, interferon, kaletra and traditional Chinese medicine.4 patients (15%) were treated with interferon alone and 1 patient (4%) was treated with kaletra alone.26 patients discharge (13.6±1.03 days on average) or improvement after treatment. DISCUSSION",
            "There was no significant increase in inflammatory indexes and mild clinical symptoms in 26 patients, all of them were mild and common type cases, no severe pneumonia cases and death cases, and the outcome was similar to that of SARS. Among them, 11 patients (about 42%) had fever, which was inconsistent with 98% of the clinical symptoms of adult patients reported in [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. Other symptoms such as nasal obstruction, runny nose, vomiting and diarrhea [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>,<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>,<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] were less common than adults. All of the above suggest that the clinical symptoms of children infected with 2019-CoV were not typical. It is considered that most of the children might be infected after exposure to patients with COVID-19, which belongs to the second or third generation of infected cases, and the pathogenicity of the virus is decreased.",
            "In addition, the changes of leukocytes in children were the same as in adults, and most of them appear normal or decreased. Lymphocytes in adult patients had decreased significantly, and this study found that most of the children's lymphocytes increased beyond the normal range, which might be related to the higher percentage of lymphocytes in white blood cells in the process of children's growth and development, and then gradually decreased towards adults. This might also indicate that 2019-ncov produces a series of immune responses in the body through the respiratory mucosa, and children's lymphocytes had not significantly decreased, thus failing to induce a cytokine storm. Chen N et al.[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] studied the imaging characteristics of 99 adult 2019-CoV pneumonia patients in Wuhan area and found that 75% of patients had double pneumonia, and the remaining 25% of patients had single pneumonia. We found that 8 of the 26 children did not have pneumonia, 7 (about 27%) had bilateral pulmonary infiltration, and 11 (about 42%) had unilateral pulmonary infiltration. It can be seen that the CT manifestations of children are quite different from that of adults, and complications such as ARDS have not been found in children in China so far, which can indirectly reflect that children are not easy to induce not prone to induce cytokine storms. The literature reported that the prognosis of elderly patients and those with chronic underlying diseases is poor, which was presumed to be associated with low immunity [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. We know that most T cells develop in the thymus. In this study, the prognosis of children with COVID-19 was good, and the prognosis was different from that of middle-aged and elderly patients in other studies. Consider that the difference was related to thymic immune function. In the treatment of SARS patients, drugs such as glucocorticoids and thymosin were used [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. Although there was no clinical evidence to support the use of glucocorticoids [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>], whether early use of thymosin and gamma globulin for immunomodulation in patients with severe and critical COVID-19 can reduce cytokine storms, reduce clinical symptoms and improve prognosis requires further exploration. Except that LDH increased in the myocardial zymogram of children with COVID-19 in the study, other enzymes such as creatine kinase and troponin I were normal. In addition to being derived from the heart muscle, LDH was also found in the liver and kidneys. We speculated that the increase in LDH may not originate from the myocardium, suggesting that children's infections were less likely to affect the myocardium. Similar to other studies [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>, <a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>, <a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>], this study found that ALT and AST increased, so we cannot rule out the effect of 2019-nCoV on the liver and induce the increase of liver enzymes. As patients often use antiviral drugs in the early stage of hospitalization, it was also necessary to consider the increase of liver enzymes caused by drug factors. Angiotensin converting enzyme 2 (ACE2) had been shown to be one of the main receptors that mediate the entry of 2019-nCoV into human cells [<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>, <a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>], while ACE2 was at high expression levels in the kidney, vas deferens and testicular mesenchymal cells[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] .SARS had been shown to cause orchitis and affect spermatogenesis function [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>, <a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>].Although acute renal impairment had not yet occurred in pediatric cases, children with COVID-19 must be alert to potential risks and follow-up on reproductive function after discharge from hospital.",
            "Patients in this study were tested with the 2019-nCOV nucleic acid test. The specimens included nasopharyngeal swabs, blood, sputum, and anal swabs. We found that nasal swabs and anal swabs were positive even without respiratory symptoms such as cough and gastrointestinal symptoms such as vomiting and diarrhea Therefore, the source of samples cannot be selected based on clinical manifestations, and should be submitted multiple times and at multiple sites to avoid misdiagnosis of patients with mild imaging without imaging manifestations. Although there is no clinical evidence that the virus is transmitted through the conjunctival pathway [<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>], mother-infant, and breast-milk[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>], researchers have detected the virus in urine [<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>], saliva [<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>], suggesting that novel coronavirus has a wide range of transmission routes.",
            "The clinical classification of children was mostly mild or ordinary type, so the treatment plan is relatively simple. In some cases, the nucleic acid test turned negative after treatment with interferon atomization or lopinavir ritonavir. For mild children, symptomatic treatment or single use of traditional Chinese medicine needs to be further verified.",
            "The sample size of this study was only 26, and it was a retrospective study, so it has certain limitations. On the one hand, the article only included children aged 1-14 years. The characteristics of newborns infected with COVID-19 are not clear, and whether there are differences in the disease characteristics of infants, preschool and school-age children need further research; On the other hand, the changes of T lymphocyte subsets in children need to be tracked and observed during the course of the disease.",
            "In summary, COVID-19 children showed asymptomatic or mainly respiratory symptoms such as fever and dry cough, some of them have digestive tract symptoms, and their clinical symptoms are mild. In our study, the clinical types were mild and common, and the probability of severe complications such as myocarditis and ARDS was low, which provided important information for understanding the clinical characteristics of children with COVID-19.",
            "DATA AVAILABILITY STATEMENT All data used during the study appear in the submitted article. ACKNOWLEDGMENTS",
            "The authors thank the department of Shenzhen Center for Disease Control and Prevention(CDC) and the hepatopathy institute of National Infectious Disease Clinical Medical Research Center (The Third People’s Hospital of Shenzhen) for the 2019-nCoV nucleic acid tests."
        ],
        "REFERENCES": [
            "[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>] Huang C, Wang Y, Li X, et al Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020. 395(10223): 497-506.",
            "[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] Zhu N, Zhang D, Wang W, et al A Novel Coronavirus from Patients with",
            "Pneumonia in China, 2019. N Engl J Med. 2020. 382(8): 727-733.",
            "[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] Chen N, Zhou M, Dong X, et al Epidemiological and clinical characteristics of",
            "99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study.",
            "Lancet. 2020. 395(10223): 507-513.",
            "[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>] Chen H, Guo J, Wang C, et al Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records. The LancetThe Lancet. 2020 : -.",
            "[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] National Health Commission of China. New coronavirus pneumonia prevention and control program (6th edn).",
            "Feb",
            "18, 2020.http://www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8aefc",
            "2/files/b218cfeb1bc54639af227f922bf6b817.pdf [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] Li Q, Guan X, Wu P, et al Early Transmission Dynamics in Wuhan, China, of",
            "Novel Coronavirus-Infected Pneumonia. N Engl J Med. 2020 .",
            "[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] Li S, Wang R, Zhang Y, et al Symptom combinations associated with outcome and therapeutic effects in a cohort of cases with SARS. Am J Chin Med. 2006. 34(6): 937-47.",
            "[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] Russell CD, Millar JE, Baillie JK. Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury. Lancet. 2020. 395(10223): 473-475.",
            "[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] Zhou P, Yang X, Wang X, et al Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin. 2020 .",
            "[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>] Letko, M.C. and V. Munster, Functional assessment of cell entry and receptor usage for lineage B β-coronaviruses, including 2019-nCoV. bioRxiv, 2020.",
            "[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] Fan C, Li K, Ding Y, Lu WL, Wang J. ACE2 Expression in Kidney and Testis May Cause Kidney and Testis Damage After 2019-nCoV Infection. medRxiv. 2020 : 2020.02.12.20022418.",
            "[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] Xu J, Qi L, Chi X, et al Orchitis: a complication of severe acute respiratory syndrome (SARS). Biol Reprod. 2006. 74(2): 410-6.",
            "[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] Zhou Y, Zeng Y, Tong Y, Chen C. Ophthalmologic evidence against the interpersonal transmission of 2019 novel coronavirus through conjunctiva. medRxiv. 2020 : 2020.02.11.20021956.",
            "[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>] Guan W, Ni Z, Hu Y, et al Clinical characteristics of 2019 novel coronavirus infection in China. medRxiv. 2020 : 2020.02.06.20020974.",
            "[<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>] Tian X, Li C, Huang A, et al Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal antibody. Emerg Microbes Infect. 2020. 9(1): 382-385.",
            "Table 1. Baseline characteristics of the 26 children with 2019-nCoV",
            "Age, years Mean (SD) Range 1-3 3-7 7-14",
            "Sex Female Male",
            "Symptoms No Fever Cough Rhinorrhoea Vomiting Diarrhea More than one symptoms",
            "Dischaged",
            "Patients (n=26)",
            "6.9 (0.7) 1-13 5 (19%) 8 (31%) 13 (50%)",
            "9 (35%) 17 (65%)",
            "9 (35%) 11 (42%) 12 (46%) 2 (8%) 2 (8%) 2 (8%) 10 (38%) 17 (65%)",
            "Remain in hospital",
            "9 (35%)",
            "Table 2. Laboratory characteristics of the 26 children with 2019-nCoV",
            "Laboratory characteristics",
            "Leucocytes*",
            "increase decrease",
            "Lymphocytes (normal range: 0.2-0.4×109/L)",
            "Platelets (normal range: 100-300g/L)",
            "normal ALT>45U/L AST>45/L LDH>250U/L ESR>15mmol/L CRP>5.0mg/L IgG<7 IgA<0.7 C3c",
            "4 (15%) 13 (50%)",
            "25 (96%) 1 (4%)",
            "18 (69%) 3 (12%) 3 (12%) 12 (46%) 7 (27%) 5 (19%) 5 (19%) 6 (23%) 4 (15%)",
            "*<7 years old normal range: 8.0-10.0×109/L; 7-12years old normal range: 4.5-13.5×109/L; >12years old normal range: 3.5-9.5×109/L"
        ]
    },
    "participants": [
        {
            "participant": "patients",
            "number": 9,
            "context": "Method: This study retrospectively analyzed the clinical symptoms, laboratory results, chest CT, and treatment of children with laboratory-confirmed COVID-19(ie, with samples that were positive for 2019 novel coronavirus[2019-nCoV]) who were admitted to Shenzhen Center of National Infectious Disease Clinical Medical Research from January 16 to February 8, 2020. <mark class=\"stats\">Result: Nine patients had no obvious clinical symptom. 11 patients developed fever</mark>. Other symptoms, including cough(in eleven of seventeen patients), rhinorrhea(in two), diarrhea(in two), vomiting(in two), were also observed"
        },
        {
            "participant": "cases",
            "number": 3,
            "context": "A small minority of patients had lymphocytopenia. <mark class=\"stats\">Alanine transaminase or transaminase increased in three cases</mark>. According to chest CT scan, 11 patients showed unilateral pneumonia, 8  patients had no pulmonary infiltration"
        },
        {
            "participant": "patients",
            "number": 11,
            "context": "Alanine transaminase or transaminase increased in three cases. <mark class=\"stats\">According to chest CT scan, 11 patients showed unilateral pneumonia, 8  patients had no pulmonary infiltration</mark>. No serious complications such as acute respiratory syndrome and acute lung injury occurred in all patients"
        },
        {
            "participant": "patients",
            "number": 11,
            "context": ". <mark class=\"stats\">According to chest CT scan, 11 patients showed unilateral pneumonia, 8  patients had no pulmonary infiltration</mark>. Background: The outbreak of novel coronavirus pneumonia in China began in December 2019"
        },
        {
            "participant": "cases",
            "number": 3,
            "context": "A small minority of patients had lymphocytopenia. <mark class=\"stats\">Alanine transaminase or transaminase increased in three cases</mark>. According to chest CT scan, 11 patients showed unilateral pneumonia, 8 patients had no pulmonary infiltration"
        },
        {
            "participant": "patients",
            "number": 11,
            "context": "Alanine transaminase or transaminase increased in three cases. <mark class=\"stats\">According to chest CT scan, 11 patients showed unilateral pneumonia, 8 patients had no pulmonary infiltration</mark>. No serious complications such as acute respiratory syndrome and acute lung injury occurred in all patients"
        },
        {
            "participant": "children with COVID-19 tested positive for 2019-nCOV by use",
            "number": 28,
            "context": "However, the clinical characteristics of children have not been well disclosed, and whether there are differences in treatment methods has not been determined. <mark class=\"stats\">We retrospectively analyzed the clinical data of 28 children with COVID-19 tested positive for 2019-nCOV by use of RT-PCR on samples</mark>. METHOD Patient information"
        },
        {
            "participant": "cases of children",
            "number": 26,
            "context": "METHOD Patient information. <mark class=\"stats\">We reviewed 26 cases of children(>1 year old and <14 years old) in the Third People’s Hospital of Shenzhen from January 16 to February 8, 2020</mark>. Diagnosis of COVID-19 was based on the Novel Coronavirus Pneumonia Prevention and Control Program(6th edition) issued by the National Health and Health Committee of China[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]"
        },
        {
            "participant": "children",
            "number": 26,
            "context": "The study was approved by the instututional of research ehtics committee of the Third People’s Hospital of Shenzhen ([2020-063]). <mark class=\"stats\">Data collection We collected the clinical manifestations, laboratory results, chest CT, treatment methods, and outcomes of 26 children, and the data was updated until February 19</mark>. To ensure the accuracy of the data, the data were independently checked by two clinicians"
        },
        {
            "participant": "clinicians",
            "number": 2,
            "context": "Data collection We collected the clinical manifestations, laboratory results, chest CT, treatment methods, and outcomes of 26 children, and the data was updated until February 19. <mark class=\"stats\">To ensure the accuracy of the data, the data were independently checked by two clinicians</mark>. Each patient signed a written informed consent"
        },
        {
            "participant": "males",
            "number": 9,
            "context": "Investigations into the sources of exposure indicate a history of contact with person from Hubei or family clusters in each case. <mark class=\"stats\">There were 9 males (35%) and 17 females (65%), with an average age of 6.9 (0.7) years, ranging from 1 to 13 years (table 1)</mark>. None of the above children had underlying diseases such as congenital diseases, dysplasia, diabetes, etc"
        },
        {
            "participant": "cases",
            "number": 2,
            "context": "There were no significant abnormalities in coagulation function. <mark class=\"stats\">In terms of biochemistry, Alanine transaminase (ALT) combine with glutamic oxaloacetic transaminase (AST) increased in two cases(8%),ALT or AST increased in one case(4%).In addition, all the above cases had not exceed 50% of the normal high value</mark>. Most of the myocardial enzymes(myoglobin, troponin, kinase, creatine kinase) were not abnormal, with only a significant increase in LDH(46%)"
        },
        {
            "participant": "patients",
            "number": 19,
            "context": "Most of the myocardial enzymes(myoglobin, troponin, kinase, creatine kinase) were not abnormal, with only a significant increase in LDH(46%). <mark class=\"stats\">In the field of inflammatory mediators (table 2), procalcitonin was normal, and 5(19%) patients had elevated C-reative protein. 19 patients were tested for interleukin-6 and only one had an increase</mark>. T-lymphocyte subset analysis showed no abnormalities in CD3+CD4+/CD3+CD8+.Humoral immunity showed that IgA, IgG, and C3c were partially reduced (table 2), and IgM and C4 were normal"
        },
        {
            "participant": "patients",
            "number": 8,
            "context": "T-lymphocyte subset analysis showed no abnormalities in CD3+CD4+/CD3+CD8+.Humoral immunity showed that IgA, IgG, and C3c were partially reduced (table 2), and IgM and C4 were normal. <mark class=\"stats\">According to chest X-ray and chest CT examination, 8 patients(31%) had no pulmonary infiltration</mark>. There were 11 cases(42%) of lateral pulmonary infiltration and 7 cases(27%) of bilateral pulmonary infiltration"
        },
        {
            "participant": "cases",
            "number": 11,
            "context": "According to chest X-ray and chest CT examination, 8 patients(31%) had no pulmonary infiltration. <mark class=\"stats\">There were 11 cases(42%) of lateral pulmonary infiltration and 7 cases(27%) of bilateral pulmonary infiltration</mark>. All patients were treated in isolation"
        },
        {
            "participant": "patients",
            "number": 26,
            "context": "DISCUSSION. <mark class=\"stats\">There was no significant increase in inflammatory indexes and mild clinical symptoms in 26 patients, all of them were mild and common type cases, no severe pneumonia cases and death cases, and the outcome was similar to that of SARS</mark>. Among them, 11 patients (about 42%) had fever, which was inconsistent with 98% of the clinical symptoms of adult patients reported in [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]"
        },
        {
            "participant": "patients",
            "number": 11,
            "context": "There was no significant increase in inflammatory indexes and mild clinical symptoms in 26 patients, all of them were mild and common type cases, no severe pneumonia cases and death cases, and the outcome was similar to that of SARS. <mark class=\"stats\">Among them, 11 patients (about 42%) had fever, which was inconsistent with 98% of the clinical symptoms of adult patients reported in [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]</mark>. Other symptoms such as nasal obstruction, runny nose, vomiting and diarrhea [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>,<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>,<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] were less common than adults"
        },
        {
            "participant": "children",
            "number": 26,
            "context": "Chen N et al.[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] studied the imaging characteristics of 99 adult 2019-CoV pneumonia patients in Wuhan area and found that 75% of patients had double pneumonia, and the remaining 25% of patients had single pneumonia. <mark class=\"stats\">We found that 8 of the 26 children did not have pneumonia, 7 (about 27%) had bilateral pulmonary infiltration, and 11 (about 42%) had unilateral pulmonary infiltration</mark>. It can be seen that the CT manifestations of children are quite different from that of adults, and complications such as ARDS have not been found in children in China so far, which can indirectly reflect that children are not easy to induce not prone to induce cytokine storms"
        },
        {
            "participant": "children with 2019-nCoV",
            "number": 26,
            "context": ". <mark class=\"stats\">Baseline characteristics of the 26 children with 2019-nCoV</mark>. Laboratory characteristics of the 26 children with 2019-nCoV"
        },
        {
            "participant": "children with 2019-nCoV",
            "number": 26,
            "context": "Baseline characteristics of the 26 children with 2019-nCoV. <mark class=\"stats\">Laboratory characteristics of the 26 children with 2019-nCoV</mark>. "
        }
    ],
    "statistics": [],
    "keywords": [
        "2019-nCoV",
        "ncov infection",
        "laboratory result",
        "COVID-19",
        "chest ct",
        "coronavirus pneumonia",
        "nCOV",
        "National Infectious disease",
        "clinical symptom",
        "pneumonia",
        "acute respiratory distress syndrome",
        "acute lung injury",
        "clinical characteristic",
        "SARS",
        "novel coronavirus pneumonia",
        "pediatric patient",
        "lung injury",
        "coronavirus disease",
        "Angiotensin converting enzyme 2",
        "Alanine transaminase",
        "acute respiratory syndrome"
    ],
    "keyword_relevance": {
        "COVID-19": 0.18,
        "2019-nCoV": 0.13,
        "pneumonia": 0.11,
        "clinical symptom": 0.09,
        "clinical characteristic": 0.07,
        "SARS": 0.06,
        "Alanine transaminase": 0.06,
        "coronavirus pneumonia": 0.04,
        "acute respiratory distress syndrome": 0.04,
        "Angiotensin converting enzyme 2": 0.04,
        "nCOV": 0.03,
        "acute lung injury": 0.03,
        "novel coronavirus pneumonia": 0.03,
        "lung injury": 0.03,
        "laboratory result": 0.02,
        "acute respiratory syndrome": 0.02,
        "pediatric patient": 0.01,
        "coronavirus disease": 0.01,
        "ncov infection": 0.0,
        "chest ct": 0.0,
        "National Infectious disease": 0.0
    },
    "species": [],
    "summary": [
        "The outbreak of novel coronavirus pneumonia in China began in December 2019. Studies on novel coronavirus disease (COVID-19) were less based on pediatric patients.",
        "Method: This study retrospectively analyzed the clinical symptoms, laboratory results, chest CT, and treatment of children with laboratory-confirmed COVID-19 who were admitted to Shenzhen Center of National Infectious Disease Clinical Medical Research from January 16 to February 8, 2020.",
        "There was no significant increase in inflammatory indexes and mild clinical symptoms in 26 patients, all of them were mild and common type cases, no severe pneumonia cases and death cases, and the outcome was similar to that of SARS.",
        "Lymphocytes in adult patients had decreased significantly, and this study found that most of the children's lymphocytes increased beyond the normal range, which might be related to the higher percentage of lymphocytes in white blood cells in the process of children's growth and development, and gradually decreased towards adults.",
        "Except that LDH increased in the myocardial zymogram of children with COVID-19 in the study, other enzymes such as creatine kinase and troponin the author were normal.",
        "Angiotensin converting enzyme 2 (ACE2) had been shown to be one of the main receptors that mediate the entry of 2019-nCoV into human cells [<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>, <a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>], while ACE2 was at high expression levels in the kidney, vas deferens and testicular mesenchymal cells[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] .SARS had been shown to cause orchitis and affect spermatogenesis function [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>, <a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]. acute renal impairment had not yet occurred in pediatric cases, children with COVID-19 must be alert to potential risks and follow-up on reproductive function after discharge from hospital.",
        "The authors found that nasal swabs and anal swabs were positive even without respiratory symptoms such as cough and gastrointestinal symptoms such as vomiting and diarrhea the source of samples cannot be selected based on clinical manifestations, and should be submitted multiple times and at multiple sites to avoid misdiagnosis of patients with mild imaging without imaging manifestations.",
        "COVID-19 children showed asymptomatic or mainly respiratory symptoms such as fever and dry cough, some of them have digestive tract symptoms, and their clinical symptoms are mild.",
        "The clinical types were mild and common, and the probability of severe complications such as myocarditis and ARDS was low, which provided important information for understanding the clinical characteristics of children with COVID-19.",
        "The authors thank the department of Shenzhen Center for Disease Control and Prevention(CDC) and the hepatopathy institute of National Infectious Disease Clinical Medical Research Center (The Third People’s Hospital of Shenzhen) for the 2019-nCoV nucleic acid tests."
    ],
    "structured_summary": {
        "Introduction": [
            "The outbreak of novel coronavirus pneumonia in China began in December 2019. Studies on novel coronavirus disease (COVID-19) were less based on pediatric patients.",
            "Method: This study retrospectively analyzed the clinical symptoms, laboratory results, chest CT, and treatment of children with laboratory-confirmed COVID-19 who were admitted to Shenzhen Center of National Infectious Disease Clinical Medical Research from January 16 to February 8, 2020."
        ],
        "Results": [
            "There was no significant increase in inflammatory indexes and mild clinical symptoms in 26 patients, all of them were mild and common type cases, no severe pneumonia cases and death cases, and the outcome was similar to that of SARS.",
            "Lymphocytes in adult patients had decreased significantly, and this study found that most of the children's lymphocytes increased beyond the normal range, which might be related to the higher percentage of lymphocytes in white blood cells in the process of children's growth and development, and gradually decreased towards adults.",
            "Except that LDH increased in the myocardial zymogram of children with COVID-19 in the study, other enzymes such as creatine kinase and troponin the author were normal.",
            "Angiotensin converting enzyme 2 (ACE2) had been shown to be one of the main receptors that mediate the entry of 2019-nCoV into human cells [<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>, <a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>], while ACE2 was at high expression levels in the kidney, vas deferens and testicular mesenchymal cells[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] .SARS had been shown to cause orchitis and affect spermatogenesis function [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>, <a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]. acute renal impairment had not yet occurred in pediatric cases, children with COVID-19 must be alert to potential risks and follow-up on reproductive function after discharge from hospital.",
            "The authors found that nasal swabs and anal swabs were positive even without respiratory symptoms such as cough and gastrointestinal symptoms such as vomiting and diarrhea the source of samples cannot be selected based on clinical manifestations, and should be submitted multiple times and at multiple sites to avoid misdiagnosis of patients with mild imaging without imaging manifestations.",
            "COVID-19 children showed asymptomatic or mainly respiratory symptoms such as fever and dry cough, some of them have digestive tract symptoms, and their clinical symptoms are mild."
        ],
        "Conclusion": [
            "The clinical types were mild and common, and the probability of severe complications such as myocarditis and ARDS was low, which provided important information for understanding the clinical characteristics of children with COVID-19.",
            "The authors thank the department of Shenzhen Center for Disease Control and Prevention(CDC) and the hepatopathy institute of National Infectious Disease Clinical Medical Research Center (The Third People’s Hospital of Shenzhen) for the 2019-nCoV nucleic acid tests."
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Huang_et+al_2019_a",
            "entry": "[1] Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020. 395(10223): 497-506.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20Lancet%202020%2039510223%20497506",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20Lancet%202020%2039510223%20497506",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20Lancet%202020%2039510223%20497506"
        },
        {
            "id": "2",
            "alt_id": "Zhu_et+al_2019_a",
            "entry": "[2] Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med. 2020. 382(8): 727-733.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20N%20Engl%20J%20Med%202020%203828%20727733",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20N%20Engl%20J%20Med%202020%203828%20727733",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20N%20Engl%20J%20Med%202020%203828%20727733"
        },
        {
            "id": "3",
            "alt_id": "Chen_et+al_2019_a",
            "entry": "[3] Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chen%20N%20Zhou%20M%20Dong%20X%20et%20al%20Epidemiological%20and%20clinical%20characteristics%20of%2099%20cases%20of%202019%20novel%20coronavirus%20pneumonia%20in%20Wuhan%20China%20a%20descriptive%20study"
        },
        {
            "id": "Lancet_0000_a",
            "alt_id": "4",
            "entry": "Lancet. 2020. 395(10223): 507-513.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lancet%202020%2039510223%20507513"
        },
        {
            "id": "4",
            "alt_id": "Chen_et+al_0000_b",
            "entry": "[4] Chen H, Guo J, Wang C, et al. Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records. The LancetThe Lancet. 2020: -.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chen%2C%20H.%20Guo%2C%20J.%20Wang%2C%20C.%20Clinical%20characteristics%20and%20intrauterine%20vertical%20transmission%20potential%20of%20COVID-19%20infection%20in%20nine%20pregnant%20women%3A%20a%20retrospective%20review%20of%20medical%20records.%20The%20LancetThe%20Lancet"
        },
        {
            "id": "5",
            "alt_id": "[5]_0000_a",
            "entry": "[5] National Health Commission of China. New coronavirus pneumonia prevention and control program 18, 2020.http://www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8aefc",
            "url": "http://www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8aefc"
        },
        {
            "id": "6",
            "alt_id": "Li_et+al_2020_a",
            "entry": "[6] Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med. 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus-Infected%20Pneumonia%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus-Infected%20Pneumonia%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus-Infected%20Pneumonia%202020"
        },
        {
            "id": "7",
            "alt_id": "Li_et+al_2006_a",
            "entry": "[7] Li S, Wang R, Zhang Y, et al. Symptom combinations associated with outcome and therapeutic effects in a cohort of cases with SARS. Am J Chin Med. 2006. 34(6): 937-47.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Li%2C%20S.%20Wang%2C%20R.%20Zhang%2C%20Y.%20Symptom%20combinations%20associated%20with%20outcome%20and%20therapeutic%20effects%20in%20a%20cohort%20of%20cases%20with%20SARS%202006",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Li%2C%20S.%20Wang%2C%20R.%20Zhang%2C%20Y.%20Symptom%20combinations%20associated%20with%20outcome%20and%20therapeutic%20effects%20in%20a%20cohort%20of%20cases%20with%20SARS%202006",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Li%2C%20S.%20Wang%2C%20R.%20Zhang%2C%20Y.%20Symptom%20combinations%20associated%20with%20outcome%20and%20therapeutic%20effects%20in%20a%20cohort%20of%20cases%20with%20SARS%202006"
        },
        {
            "id": "8",
            "alt_id": "Russell_et+al_2019_a",
            "entry": "[8] Russell CD, Millar JE, Baillie JK. Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury. Lancet. 2020. 395(10223): 473-475.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Russell%20CD%20Millar%20JE%20Baillie%20JK%20Clinical%20evidence%20does%20not%20support%20corticosteroid%20treatment%20for%202019nCoV%20lung%20injury%20Lancet%202020%2039510223%20473475",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Russell%20CD%20Millar%20JE%20Baillie%20JK%20Clinical%20evidence%20does%20not%20support%20corticosteroid%20treatment%20for%202019nCoV%20lung%20injury%20Lancet%202020%2039510223%20473475",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Russell%20CD%20Millar%20JE%20Baillie%20JK%20Clinical%20evidence%20does%20not%20support%20corticosteroid%20treatment%20for%202019nCoV%20lung%20injury%20Lancet%202020%2039510223%20473475"
        },
        {
            "id": "9",
            "alt_id": "Zhou_et+al_2020_a",
            "entry": "[9] Zhou P, Yang X, Wang X, et al. Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin. 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhou%2C%20P.%20Yang%2C%20X.%20Wang%2C%20X.%20Discovery%20of%20a%20novel%20coronavirus%20associated%20with%20the%20recent%20pneumonia%20outbreak%20in%20humans%20and%20its%20potential%20bat%20origin%202020"
        },
        {
            "id": "10",
            "alt_id": "Letko_2020_a",
            "entry": "[10] Letko, M.C. and V. Munster, Functional assessment of cell entry and receptor usage for lineage B β-coronaviruses, including 2019-nCoV. bioRxiv, 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Letko%20MC%20and%20V%20Munster%20Functional%20assessment%20of%20cell%20entry%20and%20receptor%20usage%20for%20lineage%20B%20%CE%B2coronaviruses%20including%202019nCoV%20bioRxiv%202020"
        },
        {
            "id": "11",
            "alt_id": "Fan_et+al_2019_a",
            "entry": "[11] Fan C, Li K, Ding Y, Lu WL, Wang J. ACE2 Expression in Kidney and Testis May Cause Kidney and Testis Damage After 2019-nCoV Infection. medRxiv. 2020: 2020.02.12.20022418.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Fan%20C%20Li%20K%20Ding%20Y%20Lu%20WL%20Wang%20J%20ACE2%20Expression%20in%20Kidney%20and%20Testis%20May%20Cause%20Kidney%20and%20Testis%20Damage%20After%202019nCoV%20Infection%20medRxiv%202020%202020021220022418",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Fan%20C%20Li%20K%20Ding%20Y%20Lu%20WL%20Wang%20J%20ACE2%20Expression%20in%20Kidney%20and%20Testis%20May%20Cause%20Kidney%20and%20Testis%20Damage%20After%202019nCoV%20Infection%20medRxiv%202020%202020021220022418",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Fan%20C%20Li%20K%20Ding%20Y%20Lu%20WL%20Wang%20J%20ACE2%20Expression%20in%20Kidney%20and%20Testis%20May%20Cause%20Kidney%20and%20Testis%20Damage%20After%202019nCoV%20Infection%20medRxiv%202020%202020021220022418"
        },
        {
            "id": "12",
            "alt_id": "Xu_et+al_2006_a",
            "entry": "[12] Xu J, Qi L, Chi X, et al. Orchitis: a complication of severe acute respiratory syndrome (SARS). Biol Reprod. 2006. 74(2): 410-6.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Xu%2C%20J.%20Qi%2C%20L.%20Chi%2C%20X.%20Orchitis%3A%20a%20complication%20of%20severe%20acute%20respiratory%20syndrome%20%28SARS%29.%20Biol%20Reprod%202006"
        },
        {
            "id": "13",
            "alt_id": "Zhou_et+al_2019_a",
            "entry": "[13] Zhou Y, Zeng Y, Tong Y, Chen C. Ophthalmologic evidence against the interpersonal transmission of 2019 novel coronavirus through conjunctiva. medRxiv. 2020: 2020.02.11.20021956.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhou%20Y%20Zeng%20Y%20Tong%20Y%20Chen%20C%20Ophthalmologic%20evidence%20against%20the%20interpersonal%20transmission%20of%202019%20novel%20coronavirus%20through%20conjunctiva%20medRxiv%202020%202020021120021956",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Zhou%20Y%20Zeng%20Y%20Tong%20Y%20Chen%20C%20Ophthalmologic%20evidence%20against%20the%20interpersonal%20transmission%20of%202019%20novel%20coronavirus%20through%20conjunctiva%20medRxiv%202020%202020021120021956",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Zhou%20Y%20Zeng%20Y%20Tong%20Y%20Chen%20C%20Ophthalmologic%20evidence%20against%20the%20interpersonal%20transmission%20of%202019%20novel%20coronavirus%20through%20conjunctiva%20medRxiv%202020%202020021120021956"
        },
        {
            "id": "14",
            "alt_id": "Guan_et+al_2019_a",
            "entry": "[14] Guan W, Ni Z, Hu Y, et al. Clinical characteristics of 2019 novel coronavirus infection in China. medRxiv. 2020: 2020.02.06.20020974.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Guan%20W%20Ni%20Z%20Hu%20Y%20et%20al%20Clinical%20characteristics%20of%202019%20novel%20coronavirus%20infection%20in%20China%20medRxiv%202020%202020020620020974",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Guan%20W%20Ni%20Z%20Hu%20Y%20et%20al%20Clinical%20characteristics%20of%202019%20novel%20coronavirus%20infection%20in%20China%20medRxiv%202020%202020020620020974",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Guan%20W%20Ni%20Z%20Hu%20Y%20et%20al%20Clinical%20characteristics%20of%202019%20novel%20coronavirus%20infection%20in%20China%20medRxiv%202020%202020020620020974"
        },
        {
            "id": "15",
            "alt_id": "Tian_et+al_2019_a",
            "entry": "[15] Tian X, Li C, Huang A, et al. Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal antibody. Emerg Microbes Infect. 2020. 9(1): 382-385. ",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Tian%20X%20Li%20C%20Huang%20A%20et%20al%20Potent%20binding%20of%202019%20novel%20coronavirus%20spike%20protein%20by%20a%20SARS%20coronavirusspecific%20human%20monoclonal%20antibody%20Emerg%20Microbes%20Infect%202020%2091%20382385",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Tian%20X%20Li%20C%20Huang%20A%20et%20al%20Potent%20binding%20of%202019%20novel%20coronavirus%20spike%20protein%20by%20a%20SARS%20coronavirusspecific%20human%20monoclonal%20antibody%20Emerg%20Microbes%20Infect%202020%2091%20382385",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Tian%20X%20Li%20C%20Huang%20A%20et%20al%20Potent%20binding%20of%202019%20novel%20coronavirus%20spike%20protein%20by%20a%20SARS%20coronavirusspecific%20human%20monoclonal%20antibody%20Emerg%20Microbes%20Infect%202020%2091%20382385"
        }
    ],
    "facts": [
        "The outbreak of novel coronavirus pneumonia in China began in December 2019",
        "Studies on novel coronavirus disease were less based on pediatric patients",
        "This study aimed to reveal the clinical characteristics of COVID-19 in children",
        "treatment of children with laboratory-confirmed COVID-19 who were admitted to Shenzhen Center of National Infectious Disease Clinical Medical Research",
        "Alanine transaminase or transaminase increased in three cases",
        "acute lung injury occurred in all patients",
        "The clinical characteristics of 2019-nCoV infection in children were different from adult",
        "Pneumonia caused by the novel coronavirus was discovered in",
        "most of the children's lymphocytes increased beyond the normal range",
        "which might be related to the higher percentage of lymphocytes",
        "Except that LDH increased in the myocardial zymogram of children",
        "while ACE2 was at high expression levels in the kidney",
        "acute renal impairment had not yet occurred in pediatric cases",
        "children with COVID-19 must be alert to potential risks",
        "such as vomiting and diarrhea the source of samples cannot be selected based on clinical manifestations",
        "The authors thank the department of Shenzhen Center for Disease Control",
        "this study found that ALT"
    ],
    "claims": [
        "This study aimed to reveal the clinical characteristics of COVID-19 in children",
        "We reviewed 26 cases of children(>1 year old and <14 years old) in the Third People’s Hospital of Shenzhen from January 16 to February 8, 2020",
        "We present continuous measurements as mean (SD) if they are normally distributed or median (IQR) if they are not, and categorical variables as count (%)",
        "Lymphocytes in adult patients had decreased significantly, and this study found that most of the children's lymphocytes increased beyond the normal range, which might be related to the higher percentage of lymphocytes in white blood cells in the process of children's growth and development, and then gradually decreased towards adults",
        "We found that 8 of the 26 children did not have pneumonia, 7 (about 27%) had bilateral pulmonary infiltration, and 11 (about 42%) had unilateral pulmonary infiltration",
        "Similar to other studies [1, 3, 4], this study found that ALT and AST increased, so we cannot rule out the effect of 2019-nCoV on the liver and induce the increase of liver enzymes",
        "We found that nasal swabs and anal swabs were positive even without respiratory symptoms such as cough and gastrointestinal symptoms such as vomiting and diarrhea Therefore, the source of samples cannot be selected based on clinical manifestations, and should be submitted multiple times and at multiple sites to avoid misdiagnosis of patients with mild imaging without imaging manifestations"
    ],
    "findings": [],
    "processes": [],
    "key_statements": [
        "The outbreak of novel coronavirus pneumonia in China began in December 2019",
        "This study aimed to reveal the clinical characteristics of COVID-19 in children",
        "According to chest CT scan, 11 patients showed unilateral pneumonia, 8 patients had no pulmonary infiltration. No serious complications such as acute respiratory syndrome and acute lung injury occurred in all patients",
        "The clinical characteristics of 2019-nCoV infection in children were different from adult",
        "Lymphocytes in adult patients had decreased significantly, and this study found that most of the children's lymphocytes increased beyond the normal range, which might be related to the higher percentage of lymphocytes in white blood cells in the process of children's growth and development, and gradually decreased towards adults",
        "Except that LDH increased in the myocardial zymogram of children with COVID-19 in the study, other enzymes such as creatine kinase and troponin I were normal",
        "Similar to other studies [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>, <a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>, <a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>], this study found that Alanine transaminase and AST increased, so we cannot rule out the effect of 2019-nCoV on the liver and induce the increase of liver enzymes",
        "Angiotensin converting enzyme 2 (ACE2) had been shown to be one of the main receptors that mediate the entry of 2019-nCoV into human cells [<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>, <a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>], while Angiotensin converting enzyme 2 was at high expression levels in the kidney, vas deferens and testicular mesenchymal cells[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] .SARS had been shown to cause orchitis and affect spermatogenesis function [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>, <a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]. acute renal impairment had not yet occurred in pediatric cases, children with COVID-19 must be alert to potential risks and follow-up on reproductive function after discharge from hospital",
        "The authors thank the department of Shenzhen Center for Disease Control and Prevention(CDC) and the hepatopathy institute of National Infectious Disease Clinical Medical Research Center (The Third People’s Hospital of Shenzhen) for the 2019-nCoV nucleic acid tests"
    ],
    "top_statements": [
        "The outbreak of novel coronavirus pneumonia in China began in December 2019",
        "This study aimed to reveal the clinical characteristics of COVID-19 in children",
        "The clinical characteristics of 2019-nCoV infection in children were different from adult",
        "Lymphocytes in adult patients had decreased significantly, and this study found that most of the children's lymphocytes increased beyond the normal range, which might be related to the higher percentage of lymphocytes in white blood cells in the process of children's growth and development, and gradually decreased towards adults",
        "Similar to other studies [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>, <a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>, <a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>], this study found that Alanine transaminase and AST increased, so we cannot rule out the effect of 2019-nCoV on the liver and induce the increase of liver enzymes",
        "Angiotensin converting enzyme 2 (ACE2) had been shown to be one of the main receptors that mediate the entry of 2019-nCoV into human cells [<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>, <a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>], while Angiotensin converting enzyme 2 was at high expression levels in the kidney, vas deferens and testicular mesenchymal cells[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] .SARS had been shown to cause orchitis and affect spermatogenesis function [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>, <a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]. acute renal impairment had not yet occurred in pediatric cases, children with COVID-19 must be alert to potential risks and follow-up on reproductive function after discharge from hospital"
    ],
    "headline": "Angiotensin converting enzyme 2 had been shown to be one of the main receptors that mediate the entry of 2019-nCoV into human cells, while Angiotensin converting enzyme 2 was at high expression levels in the kidney, vas deferens and testicular mesenchymal cells.SARS had been shown to cause orchitis and affect spermatogenesis function. acute renal impairment had not yet occurred in pediatric cases, children with COVID-19 must be alert to potential risks and follow-up on reproductive function after discharge from hospital",
    "contexts": [],
    "abbreviations": {
        "ARDS": "acute respiratory distress syndrome",
        "ALI": "acute lung injury",
        "ALT": "Alanine transaminase",
        "ACE2": "Angiotensin converting enzyme 2"
    }
}
