{
    "filename": "2020.03.02.968818v1.pdf",
    "content_type": "application/pdf",
    "file_size": 111118,
    "metadata": {
        "title": "Rapid metagenomic characterization of a case of imported COVID-19 in Cambodia",
        "author": "Jessica E. Manning, Jennifer A. Bohl, Sreyngim Lay, Sophana Chea, Ly Sovann, Yi Sengdoeurn, Seng Heng, Chan Vuthy, Katrina Kalantar, Vida Ahyong, Michelle Tan, Jonathan Sheu, Cristina M. Tato, Joseph L. DeRisi, Laurence Baril, Veasna Duong, Philippe Dussart, Erik A. Karlsson,#",
        "date": 2020,
        "affiliations": [
            "1 – Laboratory of Malaria and Vector Research, US National Institute of Allergy and Infectious Diseases, Phnom Penh, Cambodia 2 – Cambodian Center for Disease Control, Ministry of Health, Phnom Penh, Cambodia 3 – Chan Zuckerberg Initiative, Redwood City, California, USA 4 – Chan Zuckerberg Biohub, San Francisco, California, USA 5 – Institut Pasteur du Cambodge, Phnom Penh, Cambodia 6 – Virology Unit, Institut Pasteur du Cambodge, Phnom Penh, Cambodia",
            "For correspondence on rapid",
            "NGS sequencing: jessica.manning@nih.gov #For correspondence on respiratory viruses in Cambodia and Southeast Asia: ekarlsson@pasteur-kh.org",
            "Hong Kong University protocols and confirmed positive on January 27th, 2020.7",
            "National Center for Biotechnology Information (NCBI) Sequence Read Archive."
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.03.02.968818",
            "isbn": null,
            "doc_id": null,
            "url": "https://biorxiv.org/cgi/content/short/2020.03.02.968818v1.pdf"
        },
        "abstract": "Rapid production and publication of pathogen genome sequences during emerging disease outbreaks provide crucial public health information. In resource-limited settings, especially near an outbreak epicenter, conventional deep sequencing or bioinformatics are often challenging. Here we successfully used metagenomic next generation sequencing on an iSeq[100] Illumina platform paired with an open-source bioinformatics pipeline to quickly characterize Cambodia’s first case of COVID-2019.",
        "keywords": [
            "unbiased metagenomics",
            "sequencing",
            "coronavirus",
            "COVID-19",
            "SARS-CoV-2"
        ],
        "references": "@misc{coronavirus2019a,\n  author = {Coronavirus, Novel},\n  date = {2019},\n  title = {situation reports},\n  url = {https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports.},\n  language = {}\n}\n@misc{unknown-a,\n  title = {Nextstrain / ncov},\n  url = {https://nextstrain.org/ncov.},\n  language = {}\n}\n@article{zhou2020a,\n  author = {Zhou, P.},\n  title = {A pneumonia outbreak associated with a new coronavirus of probable bat origin},\n  journal = {Nature},\n  date = {2020},\n  doi = {doi: 10.1038/s41586-020-2012-7},\n  more-authors = {true},\n  language = {}\n}\n@article{li2020a,\n  author = {Li, Q.},\n  title = {Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus–Infected Pneumonia},\n  journal = {New England Journal of Medicine},\n  volume = {0},\n  pages = {null},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{munster2020a,\n  author = {Munster, V.J. and Koopmans, M. and van Doremalen, N. and van Riel, D. and de Wit, E.},\n  title = {A Novel Coronavirus Emerging in China — Key Questions for Impact Assessment},\n  journal = {New England Journal of Medicine},\n  volume = {0},\n  pages = {null},\n  date = {2020},\n  language = {}\n}\n@article{deng2020a,\n  author = {Deng, X.},\n  title = {Metagenomic sequencing with spiked primer enrichment for viral diagnostics and genomic surveillance},\n  journal = {Nature Microbiology},\n  volume = {1},\n  date = {2020},\n  doi = {doi: 10.1038/s41564-019-06379},\n  more-authors = {true},\n  number = {12},\n  language = {}\n}\n@misc{unknown-b,\n  title = {Laboratory guidance},\n  url = {https://www.who.int/emergencies/diseases/novel-coronavirus2019/technical-guidance/laboratory-guidance.},\n  language = {}\n}\n@article{gu2019a,\n  author = {Gu, W. and Miller, S. and Chiu, C.Y.},\n  title = {Clinical Metagenomic Next-Generation Sequencing for Pathogen Detection},\n  journal = {Annu Rev Pathol},\n  volume = {14},\n  pages = {319–338},\n  date = {2019},\n  language = {}\n}\n@article{gire2014a,\n  author = {Gire, S.K.},\n  title = {Genomic surveillance elucidates Ebola virus origin and transmission during the 2014 outbreak},\n  journal = {Science},\n  volume = {345},\n  pages = {1369–1372},\n  date = {2014},\n  more-authors = {true},\n  language = {}\n}\n@article{hoenen2016a,\n  author = {Hoenen, T.},\n  title = {Nanopore Sequencing as a Rapidly Deployable Ebola Outbreak Tool},\n  journal = {Emerg Infect Dis},\n  volume = {22},\n  pages = {331–334},\n  date = {2016},\n  more-authors = {true},\n  language = {}\n}\n@article{armstrong2019a,\n  author = {Armstrong, G.L.},\n  journal = {et al. Pathogen Genomics in Public Health. N Engl J Med},\n  volume = {381},\n  pages = {2569–2580},\n  date = {2019}\n}\n@article{dozmorov2018a,\n  author = {Dozmorov, M.G.},\n  title = {GitHub Statistics as a Measure of the Impact of Open-Source Bioinformatics Software},\n  journal = {Front Bioeng Biotechnol},\n  volume = {6},\n  date = {2018},\n  language = {}\n}\n",
        "links": [
            "https://idseq.net",
            "http://public.idseq.net/covid-"
        ],
        "emails": [
            "jessica.manning@nih.gov",
            "ekarlsson@pasteur-kh.org"
        ],
        "references_ris": "TY  - GEN\nAU  - Coronavirus, Novel\nPY  - 2019\nDA  - 2019\nTI  - situation reports\nUR  - https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports.\nLA  - \nER  - \n\nTY  - GEN\nTI  - Nextstrain / ncov\nUR  - https://nextstrain.org/ncov.\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Zhou, P.\nTI  - A pneumonia outbreak associated with a new coronavirus of probable bat origin\nT2  - Nature\nPY  - 2020\nDA  - 2020\nDO  - 10.1038/s41586-020-2012-7\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Li, Q.\nTI  - Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus–Infected Pneumonia\nT2  - New England Journal of Medicine\nVL  - 0\nSP  - null\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Munster, V.J.\nAU  - Koopmans, M.\nAU  - van Doremalen, N.\nAU  - van Riel, D.\nAU  - de Wit, E.\nTI  - A Novel Coronavirus Emerging in China — Key Questions for Impact Assessment\nT2  - New England Journal of Medicine\nVL  - 0\nSP  - null\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Deng, X.\nTI  - Metagenomic sequencing with spiked primer enrichment for viral diagnostics and genomic surveillance\nT2  - Nature Microbiology\nVL  - 1\nPY  - 2020\nDA  - 2020\nDO  - 10.1038/s41564-019-06379\nC1  - true\nIS  - 12\nLA  - \nER  - \n\nTY  - GEN\nTI  - Laboratory guidance\nUR  - https://www.who.int/emergencies/diseases/novel-coronavirus2019/technical-guidance/laboratory-guidance.\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Gu, W.\nAU  - Miller, S.\nAU  - Chiu, C.Y.\nTI  - Clinical Metagenomic Next-Generation Sequencing for Pathogen Detection\nT2  - Annu Rev Pathol\nVL  - 14\nSP  - 319\nEP  - 338\nPY  - 2019\nDA  - 2019\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Gire, S.K.\nTI  - Genomic surveillance elucidates Ebola virus origin and transmission during the 2014 outbreak\nT2  - Science\nVL  - 345\nSP  - 1369\nEP  - 1372\nPY  - 2014\nDA  - 2014\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Hoenen, T.\nTI  - Nanopore Sequencing as a Rapidly Deployable Ebola Outbreak Tool\nT2  - Emerg Infect Dis\nVL  - 22\nSP  - 331\nEP  - 334\nPY  - 2016\nDA  - 2016\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Armstrong, G.L.\nT2  - et al. Pathogen Genomics in Public Health. N Engl J Med\nVL  - 381\nSP  - 2569\nEP  - 2580\nPY  - 2019\nDA  - 2019\nER  - \n\nTY  - JOUR\nAU  - Dozmorov, M.G.\nTI  - GitHub Statistics as a Measure of the Impact of Open-Source Bioinformatics Software\nT2  - Front Bioeng Biotechnol\nVL  - 6\nPY  - 2018\nDA  - 2018\nLA  - \nER  - \n\n",
        "author_conclusions": [],
        "table_captions": [],
        "figure_captions": [
            {
                "id": "1",
                "caption": "COVID19 viral genome identification and coverage (A) Taxon heat map identification of COVID-19. Legend. A) mNGS taxa heatmap results identifying COVID-19 virus; B) Coverage visualization map of COVID19 sequences; C) Coverage visualization map after target enrichment for COVID-19 sequences using spiked primer enrichment"
            }
        ],
        "figure_urls": [
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.02.968818v1/img-000.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.02.968818v1/img-001.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.02.968818v1/img-002.png"
        ]
    },
    "sections": {
        "introduction": [
            "The ongoing outbreak of a novel coronavirus in China is now evident in 37 other countries as others employ vigilant screening procedures.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>] As of 24 Feb 2020, 119 SARS-CoV-2 genome sequences from 15 countries are publicly available from over 79,331 confirmed cases.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>,<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] These viral genomes differ by only 0 to 5 mutations, likely representing a single introduction in the human population from an unknown reservoir or intermediate host, potentially bats.[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] Subsequently, the virus rapidly spread since December 2019. Currently, incubation period and transmissibility are questions of global concern, but difficult to answer given nonspecific and mild symptoms that could represent a variety of respiratory viruses.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]<br/><br/>Genetic characterization of the virus from geographically diverse patient samples is key to infer the rate of spread. Additionally, rapid and complete results from cases worldwide are important for sequence-dependent countermeasures and accurate diagnostics. However, as the virus reaches resource-limited settings in proximity to the outbreak’s epicenter, such as Cambodia, Laos, and Myanmar, there are often logistical challenges in surveillance, contact tracing, sample collection, and biospecimen transport. Information delay is also compounded by a dearth of sequencing and/or bioinformatics expertise in-country, further postponing analysis and dissemination of pathogen genomic information.<br/><br/>Here, in a rapidly implemented response to the novel coronavirus outbreak, we used an unbiased metagenomics next generation sequencing (mNGS) approach on the index COVID-19 case in Cambodia as a tactical demonstration of an efficient workflow to identify and characterize the novel virus. While unbiased sequencing successfully achieved an unambiguous identification of the virus in the absence of any sequence enrichment, complete coverage of the SARS-CoV-2 genome was subsequently achieved by augmenting the mNGS library preparation via a spiked primer enrichment approach.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]"
        ],
        "methods": [
            "Viral diagnostic methods Nasopharyngeal and oropharyngeal swabs (combined into one tube) were collected from a symptomatic patient meeting case definition for possible infection with COVID-19 pneumonia on January 26, 2020. Extraction of viral nucleic acids from clinical sample was performed with a QIAamp Viral RNA Mini Kit (Qiagen #52906) as described by manufacturer. Extracted RNA samples were DNAse-treated and tested via real-time polymerase chain reaction for SARS-CoV2 using both the Charité Virology and Hong Kong University protocols and confirmed positive on January 27th, 2020.7<br/><br/>mNGS preparation and analysis On January 29, samples were received for cDNA library preparation. Since clinical specimens are obtained from suspected COVID-19 cases as part of the national outbreak response, requirement for informed consent was waived for pathogen identification and characterization. mNGS libraries were prepared from the viral RNA extracted from the sample. cDNA was converted to Illumina libraries using the NEBNext Ultra II DNA Library Prep Kit (E7645) according to the manufacturer’s recommendations. Library size and concentration were determined using the 4150 Tapestation system (Agilent, MA, USA). External RNA Controls 103 Consortium collection (ThermoFisher, 4456740) spike-in controls were used as markers of potential library preparation errors and for input RNA mass calculation. Sample was sequenced on an Illumina iSeq[100] instrument using 150 nucleotide paired-end sequencing. A water (“notemplate”) control was included in library preparation. Microbial sequences from the sample are located in the National Center for Biotechnology Information (NCBI) Sequence Read Archive.<br/><br/>Raw fastq files were uploaded to the IDseq portal, a cloud-based, open-source bioinformatics platform to identify microbes from metagenomic data (https://idseq.net). The filter steps and microbial data are accessible at http://public.idseq.net/covid-<br/><br/>19?utm_source=bioarxiv&utm_medium=paper&utm_campaign=covid-19. Potential pathogens were distinguished from commensal flora and contaminating microbial sequences from the environment and reagents by establishing a Z-score metric based on a background distribution derived from four non-templated “water-only” control libraries. Data were normalized to unique reads mapped per million input reads for each microbe at both species and genus levels. Taxa with Z-score less than 1, base pair alignment less than 50 base pairs, and reads per million (rpM)<br/><br/>less than 10 were removed from analysis. Geneious Prime 2020.0.5 was used for separate de novo assembly and annotation of the draft SARS-CoV-2 genome. In subsequent runs to achieve higher coverage of the viral genome, two additional steps were taken: 1) the subsampling filter of the nonhost reads was removed and 2) targeted enrichment of the SARS-CoV-2 sequence using<br/><br/>73 tiling primers at a 10:1 molar ratio to random primers was adapted from viral genome recovery methods previously described.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]"
        ],
        "results": [
            "By February 1, the SARS-CoV-2 genome was correctly identified in the index COVID-19 patient sample using mNGS and globally accessible bioinformatics. An mNGS library was prepared, multiplexed, and sequenced. Notably, the sample generated 4,773,430 reads with 1,903,800 of those being non-host reads. The resulting non-host fastq files were processed using the IDseq platform which utilizes open-source components. When processed on IDseq pipeline version 3.18 with a February 2020 NCBI index, which included 54 SARS-CoV-2 sequences deposited by the international research community, sequences from the index patient aligned to the SARS-CoV-2 reference genome (Figure 1A, 582 reads, at 100% identity to the reference sequence; NCBI accession MN985325.1). Further analysis resulted in 33.2% coverage of the SARS-CoV-2 reference at an average depth of 2.2x (Figure 1B). Assembly and alignment on Geneious resulted in 50.5% coverage at 2.6x of the SARS-CoV-2 genome (NCBI accession MN908947.1). Re-sequencing the index case to a total sequencing depth of 8,786,916 single reads resulted in a greater number of SARS-CoV-2 alignments (819 reads) but had no impact on overall coverage – 32.3% coverage breadth at an average depth of 2.7x.<br/><br/>Using the target enrichment strategy, the overall fold enrichment was 6.4x. In terms of improving genome coverage, particularly at the 5’ end of the SARS-CoV-2 genome, the resulting 3,077 reads mapping to SARS-CoV-2 assembled into a single contig which provided full coverage of the reference genome at an average depth of 14.9x (Figure 1C)(NCBI accession MN988668.1).<br/><br/>All human SARS-CoV-2 genomes are very similar, including the SARS-CoV-2 genome from the Cambodian case as we would expect given that he transited directly from Wuhan. One SNP was noted at position 25,654 in ORF3a resulting in a valine-to-leucine substitution when compared to NCBI accession MN908947.1."
        ],
        "discussion": [
            "Here, we demonstrate that unbiased mNGS is a feasible and efficient means to detect pathogens in the midst of an outbreak of a novel virus. The index Cambodian SARS-CoV-2 sequence data uploaded to public databases represent one of the only sequences generated in a low-to-middle income country close to the outbreak epicenter. Despite major advances in mNGS technologies and significant decreases in costs associated with sequencing, preparation of sequencing libraries and sufficient bioinformatics capabilities for timely analysis still present a challenge in the developing world.[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>]<br/><br/>As cases of COVID-19 spread globally in mid-January, initial real-time PCR protocols took into account that the genetic diversity of SARS-CoV-2 in humans and animals was not completely known. Non-specificity combined with variable sample quality can hinder ability to detect the pathogen in question. In this scenario, our metagenomics approach demonstrated a first-pass high coverage of the N gene, closely aligning to diagnostic protocols utilizing both the E and N genes for primary detection. This detection directly increased on-the-ground certainty in diagnostic sensitivity and specificity of available assays.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]<br/><br/>mNGS in field settings proved critical in development of countermeasures for the 2014-2016 Ebola virus epidemic in West Africa, just as ongoing sequencing of COVID-19 cases from lesser developed areas of Southeast Asia will contribute to overall understanding of pathogen transmission, origin, and evolution.[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>,<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>] While COVID-19 cases are not limited to one remote region, as is often the case with viral hemorrhagic fever outbreaks, sequenced samples from all countries will be important for global disease containment. Instead of being limited to consensus Sanger sequencing, which may not detect high risk quasispecies, metagenomics is a powerful approach to detect variants of both novel and known species as epidemics evolve.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]<br/><br/>The clear limitation in an mNGS approach is that low viral titers or high levels of host material demand greater read depth than may be available on instruments such as the iSeq[100]. To overcome this barrier, our follow-up steps included a target enrichment of SARS-CoV-2 while keeping the comprehensiveness of our mNGS pipeline intact.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] For an emerging threat, this strategy offers the flexibility to successfully recover the pathogen genome in question for subsequent phylogenetic analyses without compromising discovery. However, the other key factor in mNGS success is the accessibility to open-access, cloud-based metagenomics bioinformatics pipelines, such as IDseq which automates the process of separating host sequence characterizing the remaining non-host sequences.[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] As recent as the Ebola epidemic, bioinformatics analyses were still mainly completed in the Global North.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>] This newly available combination – more rugged, deployable sequencers plus user-friendly, globally accessible bioinformatics – represents an opportunity for responders in limited-resource settings; however, further proof-of-principle during outbreaks remains necessary.<br/><br/>Overall, agnostic or unbiased metagenomic sequencing capabilities in-country provide the ability to detect and respond to a variety of pathogens, even those that are unanticipated or unknown. Bridging of existing local and global resources for sequencing and analysis allows for better realtime surveillance locally, while also enabling better health pursuits overall, not just during outbreaks. The example described here serves as a call for continued training and infrastructure to support mNGS capacity in developing countries as bioinformatic tools proliferate and the cost of sequencing decreases."
        ],
        "acknowledgements": [
            "We would like to acknowledge the patient, Cambodian Ministry of Health and Cambodian Center for Disease Control, Rapid Response Team members, the Sihanoukville Provincial Health Department, and the doctors, nurses, and staff of Sihanoukville Hospital. We thank all of the technicians and staff at Institut Pasteur du Cambodge in the Virology Unit involved in this work especially Viseth Srey Horm, Kim Lay Chea, Phalla Y, Songha Tok, Sokhoun Yan, Sarath Sin, and Sonita Kol. We would like to thank Maira Phelps at Chan Zuckerberg Biohub for coordination of primers. The work of Dr. Manning is supported by the Division of Intramural Research at the National Institute of Allergy and Infectious Diseases at the National Institutes of Health and the Bill and Melinda Gates Foundation. The work of Dr. Karlsson is supported, in part, by , by the U.S Department of Health and Human Services, Office of the Assistant Secretary for Preparedness and Response (Grant No 1 IDSEP190051-01-00) and through internal funding at Institut Pasteur in Cambodia. The findings and conclusions in this report are those of the authors and do not necessarily represent the official views of the US Department of Health and Human Services. Figure 1. COVID19 viral genome identification and coverage (A) Taxon heat map identification of COVID-19<br/><br/>(B) Pre-enrichment COVID-19 coverage (C) Post-enrichment COVID-19 coverage"
        ],
        "funding": [
            "Manning is supported by the Division of Intramural Research at the National Institute of Allergy and Infectious Diseases at the National Institutes of Health and the Bill and Melinda Gates Foundation",
            "Karlsson is supported, in part, by , by the U.S Department of Health and Human Services, Office of the Assistant Secretary for Preparedness and Response (Grant No 1 IDSEP190051-01-00) and through internal funding at Institut Pasteur in Cambodia"
        ],
        "ethical_compliance": [
            "Since clinical specimens are obtained from suspected COVID-19 cases as part of the national outbreak response, requirement for informed consent was waived for pathogen identification and characterization. mNGS libraries were prepared from the viral RNA extracted from the sample. cDNA was converted to Illumina libraries using the NEBNext Ultra II DNA Library Prep Kit (E7645) according to the manufacturer’s recommendations"
        ]
    },
    "structured_content": {
        "Introduction": [
            "The ongoing outbreak of a novel coronavirus in China is now evident in 37 other countries as others employ vigilant screening procedures.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>] As of 24 Feb 2020, 119 SARS-CoV-2 genome sequences from 15 countries are publicly available from over 79,331 confirmed cases.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>,<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] These viral genomes differ by only 0 to 5 mutations, likely representing a single introduction in the human population from an unknown reservoir or intermediate host, potentially bats.[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] Subsequently, the virus rapidly spread since December 2019. Currently, incubation period and transmissibility are questions of global concern, but difficult to answer given nonspecific and mild symptoms that could represent a variety of respiratory viruses.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]",
            "Genetic characterization of the virus from geographically diverse patient samples is key to infer the rate of spread. Additionally, rapid and complete results from cases worldwide are important for sequence-dependent countermeasures and accurate diagnostics. However, as the virus reaches resource-limited settings in proximity to the outbreak’s epicenter, such as Cambodia, Laos, and Myanmar, there are often logistical challenges in surveillance, contact tracing, sample collection, and biospecimen transport. Information delay is also compounded by a dearth of sequencing and/or bioinformatics expertise in-country, further postponing analysis and dissemination of pathogen genomic information.",
            "Here, in a rapidly implemented response to the novel coronavirus outbreak, we used an unbiased metagenomics next generation sequencing (mNGS) approach on the index COVID-19 case in Cambodia as a tactical demonstration of an efficient workflow to identify and characterize the novel virus. While unbiased sequencing successfully achieved an unambiguous identification of the virus in the absence of any sequence enrichment, complete coverage of the SARS-CoV-2 genome was subsequently achieved by augmenting the mNGS library preparation via a spiked primer enrichment approach.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]"
        ],
        "Methods": [
            "Viral diagnostic methods Nasopharyngeal and oropharyngeal swabs (combined into one tube) were collected from a symptomatic patient meeting case definition for possible infection with COVID-19 pneumonia on January 26, 2020. Extraction of viral nucleic acids from clinical sample was performed with a QIAamp Viral RNA Mini Kit (Qiagen #52906) as described by manufacturer. Extracted RNA samples were DNAse-treated and tested via real-time polymerase chain reaction for SARS-CoV2 using both the Charité Virology and Hong Kong University protocols and confirmed positive on January 27th, 2020.7",
            "mNGS preparation and analysis On January 29, samples were received for cDNA library preparation. Since clinical specimens are obtained from suspected COVID-19 cases as part of the national outbreak response, requirement for informed consent was waived for pathogen identification and characterization. mNGS libraries were prepared from the viral RNA extracted from the sample. cDNA was converted to Illumina libraries using the NEBNext Ultra II DNA Library Prep Kit (E7645) according to the manufacturer’s recommendations. Library size and concentration were determined using the 4150 Tapestation system (Agilent, MA, USA). External RNA Controls 103 Consortium collection (ThermoFisher, 4456740) spike-in controls were used as markers of potential library preparation errors and for input RNA mass calculation. Sample was sequenced on an Illumina iSeq[100] instrument using 150 nucleotide paired-end sequencing. A water (“notemplate”) control was included in library preparation. Microbial sequences from the sample are located in the National Center for Biotechnology Information (NCBI) Sequence Read Archive.",
            "Raw fastq files were uploaded to the IDseq portal, a cloud-based, open-source bioinformatics platform to identify microbes from metagenomic data (https://idseq.net). The filter steps and microbial data are accessible at http://public.idseq.net/covid-",
            "19?utm_source=bioarxiv&utm_medium=paper&utm_campaign=covid-19. Potential pathogens were distinguished from commensal flora and contaminating microbial sequences from the environment and reagents by establishing a Z-score metric based on a background distribution derived from four non-templated “water-only” control libraries. Data were normalized to unique reads mapped per million input reads for each microbe at both species and genus levels. Taxa with Z-score less than 1, base pair alignment less than 50 base pairs, and reads per million (rpM)",
            "less than 10 were removed from analysis. Geneious Prime 2020.0.5 was used for separate de novo assembly and annotation of the draft SARS-CoV-2 genome. In subsequent runs to achieve higher coverage of the viral genome, two additional steps were taken: 1) the subsampling filter of the nonhost reads was removed and 2) targeted enrichment of the SARS-CoV-2 sequence using",
            "73 tiling primers at a 10:1 molar ratio to random primers was adapted from viral genome recovery methods previously described.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]"
        ],
        "Results": [
            "By February 1, the SARS-CoV-2 genome was correctly identified in the index COVID-19 patient sample using mNGS and globally accessible bioinformatics. An mNGS library was prepared, multiplexed, and sequenced. Notably, the sample generated 4,773,430 reads with 1,903,800 of those being non-host reads. The resulting non-host fastq files were processed using the IDseq platform which utilizes open-source components. When processed on IDseq pipeline version 3.18 with a February 2020 NCBI index, which included 54 SARS-CoV-2 sequences deposited by the international research community, sequences from the index patient aligned to the SARS-CoV-2 reference genome (Figure 1A, 582 reads, at 100% identity to the reference sequence; NCBI accession MN985325.1). Further analysis resulted in 33.2% coverage of the SARS-CoV-2 reference at an average depth of 2.2x (Figure 1B). Assembly and alignment on Geneious resulted in 50.5% coverage at 2.6x of the SARS-CoV-2 genome (NCBI accession MN908947.1). Re-sequencing the index case to a total sequencing depth of 8,786,916 single reads resulted in a greater number of SARS-CoV-2 alignments (819 reads) but had no impact on overall coverage – 32.3% coverage breadth at an average depth of 2.7x.",
            "Using the target enrichment strategy, the overall fold enrichment was 6.4x. In terms of improving genome coverage, particularly at the 5’ end of the SARS-CoV-2 genome, the resulting 3,077 reads mapping to SARS-CoV-2 assembled into a single contig which provided full coverage of the reference genome at an average depth of 14.9x (Figure 1C)(NCBI accession MN988668.1).",
            "All human SARS-CoV-2 genomes are very similar, including the SARS-CoV-2 genome from the Cambodian case as we would expect given that he transited directly from Wuhan. One SNP was noted at position 25,654 in ORF3a resulting in a valine-to-leucine substitution when compared to NCBI accession MN908947.1."
        ],
        "Discussion": [
            "Here, we demonstrate that unbiased mNGS is a feasible and efficient means to detect pathogens in the midst of an outbreak of a novel virus. The index Cambodian SARS-CoV-2 sequence data uploaded to public databases represent one of the only sequences generated in a low-to-middle income country close to the outbreak epicenter. Despite major advances in mNGS technologies and significant decreases in costs associated with sequencing, preparation of sequencing libraries and sufficient bioinformatics capabilities for timely analysis still present a challenge in the developing world.[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>]",
            "As cases of COVID-19 spread globally in mid-January, initial real-time PCR protocols took into account that the genetic diversity of SARS-CoV-2 in humans and animals was not completely known. Non-specificity combined with variable sample quality can hinder ability to detect the pathogen in question. In this scenario, our metagenomics approach demonstrated a first-pass high coverage of the N gene, closely aligning to diagnostic protocols utilizing both the E and N genes for primary detection. This detection directly increased on-the-ground certainty in diagnostic sensitivity and specificity of available assays.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]",
            "mNGS in field settings proved critical in development of countermeasures for the 2014-2016 Ebola virus epidemic in West Africa, just as ongoing sequencing of COVID-19 cases from lesser developed areas of Southeast Asia will contribute to overall understanding of pathogen transmission, origin, and evolution.[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>,<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>] While COVID-19 cases are not limited to one remote region, as is often the case with viral hemorrhagic fever outbreaks, sequenced samples from all countries will be important for global disease containment. Instead of being limited to consensus Sanger sequencing, which may not detect high risk quasispecies, metagenomics is a powerful approach to detect variants of both novel and known species as epidemics evolve.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]",
            "The clear limitation in an mNGS approach is that low viral titers or high levels of host material demand greater read depth than may be available on instruments such as the iSeq[100]. To overcome this barrier, our follow-up steps included a target enrichment of SARS-CoV-2 while keeping the comprehensiveness of our mNGS pipeline intact.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] For an emerging threat, this strategy offers the flexibility to successfully recover the pathogen genome in question for subsequent phylogenetic analyses without compromising discovery. However, the other key factor in mNGS success is the accessibility to open-access, cloud-based metagenomics bioinformatics pipelines, such as IDseq which automates the process of separating host sequence characterizing the remaining non-host sequences.[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] As recent as the Ebola epidemic, bioinformatics analyses were still mainly completed in the Global North.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>] This newly available combination – more rugged, deployable sequencers plus user-friendly, globally accessible bioinformatics – represents an opportunity for responders in limited-resource settings; however, further proof-of-principle during outbreaks remains necessary.",
            "Overall, agnostic or unbiased metagenomic sequencing capabilities in-country provide the ability to detect and respond to a variety of pathogens, even those that are unanticipated or unknown. Bridging of existing local and global resources for sequencing and analysis allows for better realtime surveillance locally, while also enabling better health pursuits overall, not just during outbreaks. The example described here serves as a call for continued training and infrastructure to support mNGS capacity in developing countries as bioinformatic tools proliferate and the cost of sequencing decreases."
        ],
        "Acknowledgements": [
            "We would like to acknowledge the patient, Cambodian Ministry of Health and Cambodian Center for Disease Control, Rapid Response Team members, the Sihanoukville Provincial Health Department, and the doctors, nurses, and staff of Sihanoukville Hospital. We thank all of the technicians and staff at Institut Pasteur du Cambodge in the Virology Unit involved in this work especially Viseth Srey Horm, Kim Lay Chea, Phalla Y, Songha Tok, Sokhoun Yan, Sarath Sin, and Sonita Kol. We would like to thank Maira Phelps at Chan Zuckerberg Biohub for coordination of primers. The work of Dr. Manning is supported by the Division of Intramural Research at the National Institute of Allergy and Infectious Diseases at the National Institutes of Health and the Bill and Melinda Gates Foundation. The work of Dr. Karlsson is supported, in part, by , by the U.S Department of Health and Human Services, Office of the Assistant Secretary for Preparedness and Response (Grant No 1 IDSEP190051-01-00) and through internal funding at Institut Pasteur in Cambodia. The findings and conclusions in this report are those of the authors and do not necessarily represent the official views of the US Department of Health and Human Services. Figure 1. COVID19 viral genome identification and coverage (A) Taxon heat map identification of COVID-19"
        ],
        "References": [
            "1. Novel Coronavirus (2019-nCoV) situation reports. https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports.",
            "2. Nextstrain / ncov. https://nextstrain.org/ncov. 3. Zhou, P. et al A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature (2020) doi:10.1038/s41586-020-2012-7. 4. Li, Q. et al Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus–Infected",
            "Pneumonia. New England Journal of Medicine 0, null (2020). 5. Munster, V. J., Koopmans, M., van Doremalen, N., van Riel, D. & de Wit, E. A Novel",
            "Coronavirus Emerging in China — Key Questions for Impact Assessment. New England Journal of Medicine 0, null (2020). 6. Deng, X. et al Metagenomic sequencing with spiked primer enrichment for viral diagnostics and genomic surveillance. Nature Microbiology 1–12 (2020) doi:10.1038/s41564-019-06379. 7. Laboratory guidance. https://www.who.int/emergencies/diseases/novel-coronavirus2019/technical-guidance/laboratory-guidance. 8. Gu, W., Miller, S. & Chiu, C. Y. Clinical Metagenomic Next-Generation Sequencing for Pathogen Detection. Annu Rev Pathol 14, 319–338 (2019). 9. Gire, S. K. et al Genomic surveillance elucidates Ebola virus origin and transmission during the 2014 outbreak. Science 345, 1369–1372 (2014). 10. Hoenen, T. et al Nanopore Sequencing as a Rapidly Deployable Ebola Outbreak Tool. Emerg Infect Dis 22, 331–334 (2016). 11. Armstrong, G. L. et al Pathogen Genomics in Public Health. N Engl J Med 381, 2569–2580 (2019). 12. Dozmorov, M. G. GitHub Statistics as a Measure of the Impact of Open-Source Bioinformatics Software. Front Bioeng Biotechnol 6, 198 (2018)."
        ]
    },
    "participants": [
        {
            "participant": "base pairs",
            "number": 50,
            "context": "Data were normalized to unique reads mapped per million input reads for each microbe at both species and genus levels. <mark class=\"stats\">Taxa with Z-score less than 1, base pair alignment less than 50 base pairs, and reads per million (rpM)<br/><br/>less than 10 were removed from analysis</mark>. Geneious Prime 2020.0.5 was used for separate de novo assembly and annotation of the draft SARS-CoV-2 genome"
        },
        {
            "participant": "base pairs",
            "number": 50,
            "context": "Data were normalized to unique reads mapped per million input reads for each microbe at both species and genus levels. <mark class=\"stats\">Taxa with Z-score less than 1, base pair alignment less than 50 base pairs, and reads per million (rpM)</mark>. less than 10 were removed from analysis"
        },
        {
            "participant": "confirmed cases",
            "number": 79331,
            "context": "Introduction The ongoing outbreak of a novel coronavirus in China is now evident in 37 other countries as others employ vigilant screening procedures.1. <mark class=\"stats\">As of 24 Feb 2020, 119 SARS-CoV-2 genome sequences from 15 countries are publicly available from over 79,331 confirmed cases.1,2</mark>. These viral genomes differ by only 0 to 5 mutations, likely representing a single introduction in the human population from an unknown reservoir or intermediate host, potentially bats.[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]"
        }
    ],
    "statistics": [],
    "keywords": [
        "sequencing",
        "bioinformatics",
        "novel virus",
        "genome sequence",
        "coronavirus",
        "diagnostics",
        "metagenomics",
        "SARS-CoV-2",
        "SARS",
        "source bioinformatic",
        "outbreak epicenter",
        "COVID-19",
        "reads per million",
        "limited setting",
        "ebola virus",
        "cambodia",
        "novel coronavirus",
        "unbiased metagenomic",
        "sars cov",
        "metagenomic next generation",
        "National Center for Biotechnology Information",
        "pneumonia",
        "bioinformatic pipeline",
        "pathogen genome",
        "metagenomics next generation sequencing",
        "open source",
        "resource limited"
    ],
    "keyword_relevance": {
        "SARS": 0.13970588235294118,
        "sequencing": 0.1323529411764706,
        "SARS-CoV-2": 0.1323529411764706,
        "metagenomics next generation sequencing": 0.11764705882352941,
        "COVID-19": 0.10294117647058823,
        "bioinformatics": 0.0661764705882353,
        "National Center for Biotechnology Information": 0.051470588235294115,
        "coronavirus": 0.04411764705882353,
        "metagenomics": 0.03676470588235294,
        "unbiased metagenomic": 0.022058823529411766,
        "novel virus": 0.014705882352941176,
        "genome sequence": 0.014705882352941176,
        "diagnostics": 0.014705882352941176,
        "source bioinformatic": 0.014705882352941176,
        "outbreak epicenter": 0.014705882352941176,
        "reads per million": 0.014705882352941176,
        "limited setting": 0.014705882352941176,
        "novel coronavirus": 0.014705882352941176,
        "pneumonia": 0.014705882352941176,
        "pathogen genome": 0.014705882352941176,
        "metagenomic next generation": 0.007352941176470588,
        "ebola virus": 0.0,
        "cambodia": 0.0,
        "sars cov": 0.0,
        "bioinformatic pipeline": 0.0,
        "open source": 0.0,
        "resource limited": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> The ongoing outbreak of a novel coronavirus in China is evident in 37 other countries as others employ vigilant screening procedures.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
        "In a rapidly implemented response to the novel coronavirus outbreak, the authors used an unbiased metagenomics generation sequencing approach on the index COVID-19 case in Cambodia as a tactical demonstration of an efficient workflow to identify and characterize the novel virus.",
        "While unbiased sequencing successfully achieved an unambiguous identification of the virus in the absence of any sequence enrichment, complete coverage of the SARS-CoV-2 genome was subsequently achieved by augmenting the mNGS library preparation via a spiked primer enrichment approach.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]",
        "<h2 style=\"display: inline\">Methods:</h2> Viral diagnostic methods Nasopharyngeal and oropharyngeal swabs were collected from a symptomatic patient meeting case definition for possible infection with COVID-19 pneumonia on January 26, 2020.",
        "MNGS preparation and analysis On January 29, samples were received for cDNA library preparation.",
        "MNGS libraries were prepared from the viral RNA extracted from the sample.",
        "Potential pathogens were distinguished from commensal flora and contaminating microbial sequences from the environment and reagents by establishing a Z-score metric based on a background distribution derived from four non-templated “water-only” control libraries.",
        "In subsequent runs to achieve higher coverage of the viral genome, two additional steps were taken: 1) the subsampling filter of the nonhost reads was removed and 2) targeted enrichment of the SARS-CoV-2 sequence using.",
        "<h2 style=\"display: inline\">Results:</h2> By February 1, the SARS-CoV-2 genome was correctly identified in the index COVID-19 patient sample using mNGS and globally accessible bioinformatics.",
        "Re-sequencing the index case to a total sequencing depth of 8,786,916 single reads resulted in a greater number of SARS-CoV-2 alignments (819 reads) but had no impact on overall coverage – 32.3% coverage breadth at an average depth of 2.7x.",
        "In terms of improving genome coverage, at the 5’ end of the SARS-CoV-2 genome, the resulting 3,077 reads mapping to SARS-CoV-2 assembled into a single contig which provided full coverage of the reference genome at an average depth of 14.9x (Figure 1C)(NCBI accession MN988668.1).",
        "One SNP was noted at position 25,654 in ORF3a resulting in a valine-to-leucine substitution when compared to NCBI accession MN908947.1",
        "<h2 style=\"display: inline\">Conclusion:</h2> The authors demonstrate that unbiased mNGS is a feasible and efficient means to detect pathogens in the midst of an outbreak of a novel virus.",
        "Non-specificity combined with variable sample quality can hinder ability to detect the pathogen in question",
        "In this scenario, the metagenomics approach demonstrated a first-pass high coverage of the N gene, closely aligning to diagnostic protocols utilizing both the E and N genes for primary detection.",
        "The example described here serves as a call for continued training and infrastructure to support mNGS capacity in developing countries as bioinformatic tools proliferate and the cost of sequencing decreases"
    ],
    "structured_summary": {
        "Introduction": [
            "The ongoing outbreak of a novel coronavirus in China is evident in 37 other countries as others employ vigilant screening procedures.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
            "In a rapidly implemented response to the novel coronavirus outbreak, the authors used an unbiased metagenomics generation sequencing approach on the index COVID-19 case in Cambodia as a tactical demonstration of an efficient workflow to identify and characterize the novel virus.",
            "While unbiased sequencing successfully achieved an unambiguous identification of the virus in the absence of any sequence enrichment, complete coverage of the SARS-CoV-2 genome was subsequently achieved by augmenting the mNGS library preparation via a spiked primer enrichment approach.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]"
        ],
        "Methods": [
            "Viral diagnostic methods Nasopharyngeal and oropharyngeal swabs were collected from a symptomatic patient meeting case definition for possible infection with COVID-19 pneumonia on January 26, 2020.",
            "MNGS preparation and analysis On January 29, samples were received for cDNA library preparation.",
            "MNGS libraries were prepared from the viral RNA extracted from the sample.",
            "Potential pathogens were distinguished from commensal flora and contaminating microbial sequences from the environment and reagents by establishing a Z-score metric based on a background distribution derived from four non-templated “water-only” control libraries.",
            "In subsequent runs to achieve higher coverage of the viral genome, two additional steps were taken: 1) the subsampling filter of the nonhost reads was removed and 2) targeted enrichment of the SARS-CoV-2 sequence using."
        ],
        "Results": [
            "By February 1, the SARS-CoV-2 genome was correctly identified in the index COVID-19 patient sample using mNGS and globally accessible bioinformatics.",
            "Re-sequencing the index case to a total sequencing depth of 8,786,916 single reads resulted in a greater number of SARS-CoV-2 alignments (819 reads) but had no impact on overall coverage – 32.3% coverage breadth at an average depth of 2.7x.",
            "In terms of improving genome coverage, at the 5’ end of the SARS-CoV-2 genome, the resulting 3,077 reads mapping to SARS-CoV-2 assembled into a single contig which provided full coverage of the reference genome at an average depth of 14.9x (Figure 1C)(NCBI accession MN988668.1).",
            "One SNP was noted at position 25,654 in ORF3a resulting in a valine-to-leucine substitution when compared to NCBI accession MN908947.1"
        ],
        "Conclusion": [
            "The authors demonstrate that unbiased mNGS is a feasible and efficient means to detect pathogens in the midst of an outbreak of a novel virus.",
            "Non-specificity combined with variable sample quality can hinder ability to detect the pathogen in question",
            "In this scenario, the metagenomics approach demonstrated a first-pass high coverage of the N gene, closely aligning to diagnostic protocols utilizing both the E and N genes for primary detection.",
            "The example described here serves as a call for continued training and infrastructure to support mNGS capacity in developing countries as bioinformatic tools proliferate and the cost of sequencing decreases"
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Coronavirus_2019_a",
            "entry": "1. Novel Coronavirus (2019-nCoV) situation reports. https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports.",
            "url": "https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports"
        },
        {
            "id": "2",
            "alt_id": "2._0000_a",
            "entry": "2. Nextstrain / ncov. https://nextstrain.org/ncov.",
            "url": "https://nextstrain.org/ncov"
        },
        {
            "id": "3",
            "alt_id": "Zhou_2020_a",
            "entry": "3. Zhou, P. et al. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature (2020) doi:10.1038/s41586-020-2012-7.",
            "crossref": "https://dx.doi.org/10.1038/s41586-020-2012-7",
            "scite": "https://scite.ai/reports/10.1038/s41586-020-2012-7",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1038/s41586-020-2012-7"
        },
        {
            "id": "4",
            "alt_id": "Li_2020_a",
            "entry": "4. Li, Q. et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus–Infected Pneumonia. New England Journal of Medicine 0, null (2020).",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Li%2C%20Q.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus%E2%80%93Infected%20Pneumonia%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Li%2C%20Q.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus%E2%80%93Infected%20Pneumonia%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Li%2C%20Q.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus%E2%80%93Infected%20Pneumonia%202020"
        },
        {
            "id": "5",
            "alt_id": "Munster_et+al_2020_a",
            "entry": "5. Munster, V. J., Koopmans, M., van Doremalen, N., van Riel, D. & de Wit, E. A Novel Coronavirus Emerging in China — Key Questions for Impact Assessment. New England Journal of Medicine 0, null (2020).",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Munster%2C%20V.J.%20Koopmans%2C%20M.%20van%20Doremalen%2C%20N.%20van%20Riel%2C%20D.%20A%20Novel%20Coronavirus%20Emerging%20in%20China%20%E2%80%94%20Key%20Questions%20for%20Impact%20Assessment%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Munster%2C%20V.J.%20Koopmans%2C%20M.%20van%20Doremalen%2C%20N.%20van%20Riel%2C%20D.%20A%20Novel%20Coronavirus%20Emerging%20in%20China%20%E2%80%94%20Key%20Questions%20for%20Impact%20Assessment%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Munster%2C%20V.J.%20Koopmans%2C%20M.%20van%20Doremalen%2C%20N.%20van%20Riel%2C%20D.%20A%20Novel%20Coronavirus%20Emerging%20in%20China%20%E2%80%94%20Key%20Questions%20for%20Impact%20Assessment%202020"
        },
        {
            "id": "6",
            "alt_id": "Deng_2020_a",
            "entry": "6. Deng, X. et al. Metagenomic sequencing with spiked primer enrichment for viral diagnostics and genomic surveillance. Nature Microbiology 1–12 (2020) doi:10.1038/s41564-019-06379.",
            "crossref": "https://dx.doi.org/10.1038/s41564-019-06379",
            "scite": "https://scite.ai/reports/10.1038/s41564-019-06379",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1038/s41564-019-06379"
        },
        {
            "id": "7",
            "alt_id": "7._0000_b",
            "entry": "7. Laboratory guidance. https://www.who.int/emergencies/diseases/novel-coronavirus2019/technical-guidance/laboratory-guidance.",
            "url": "https://www.who.int/emergencies/diseases/novel-coronavirus2019/technical-guidance/laboratory-guidance"
        },
        {
            "id": "8",
            "alt_id": "Gu_et+al_2019_a",
            "entry": "8. Gu, W., Miller, S. & Chiu, C. Y. Clinical Metagenomic Next-Generation Sequencing for Pathogen Detection. Annu Rev Pathol 14, 319–338 (2019).",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Gu%2C%20W.%20Miller%2C%20S.%20Chiu%2C%20C.Y.%20Clinical%20Metagenomic%20Next-Generation%20Sequencing%20for%20Pathogen%20Detection%202019",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Gu%2C%20W.%20Miller%2C%20S.%20Chiu%2C%20C.Y.%20Clinical%20Metagenomic%20Next-Generation%20Sequencing%20for%20Pathogen%20Detection%202019",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Gu%2C%20W.%20Miller%2C%20S.%20Chiu%2C%20C.Y.%20Clinical%20Metagenomic%20Next-Generation%20Sequencing%20for%20Pathogen%20Detection%202019"
        },
        {
            "id": "9",
            "alt_id": "Gire_2014_a",
            "entry": "9. Gire, S. K. et al. Genomic surveillance elucidates Ebola virus origin and transmission during the 2014 outbreak. Science 345, 1369–1372 (2014).",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Gire%20S%20K%20et%20al%20Genomic%20surveillance%20elucidates%20Ebola%20virus%20origin%20and%20transmission%20during%20the%202014%20outbreak%20Science%20345%2013691372%202014",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Gire%20S%20K%20et%20al%20Genomic%20surveillance%20elucidates%20Ebola%20virus%20origin%20and%20transmission%20during%20the%202014%20outbreak%20Science%20345%2013691372%202014",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Gire%20S%20K%20et%20al%20Genomic%20surveillance%20elucidates%20Ebola%20virus%20origin%20and%20transmission%20during%20the%202014%20outbreak%20Science%20345%2013691372%202014"
        },
        {
            "id": "10",
            "alt_id": "Hoenen_2016_a",
            "entry": "10. Hoenen, T. et al. Nanopore Sequencing as a Rapidly Deployable Ebola Outbreak Tool. Emerg Infect Dis 22, 331–334 (2016).",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Hoenen%2C%20T.%20Nanopore%20Sequencing%20as%20a%20Rapidly%20Deployable%20Ebola%20Outbreak%20Tool%202016",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Hoenen%2C%20T.%20Nanopore%20Sequencing%20as%20a%20Rapidly%20Deployable%20Ebola%20Outbreak%20Tool%202016",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Hoenen%2C%20T.%20Nanopore%20Sequencing%20as%20a%20Rapidly%20Deployable%20Ebola%20Outbreak%20Tool%202016"
        },
        {
            "id": "11",
            "alt_id": "Armstrong_2019_a",
            "entry": "11. Armstrong, G. L. et al. Pathogen Genomics in Public Health. N Engl J Med 381, 2569–2580 (2019).",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Armstrong%20G%20L%20et%20al%20Pathogen%20Genomics%20in%20Public%20Health%20N%20Engl%20J%20Med%20381%2025692580%202019",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Armstrong%20G%20L%20et%20al%20Pathogen%20Genomics%20in%20Public%20Health%20N%20Engl%20J%20Med%20381%2025692580%202019",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Armstrong%20G%20L%20et%20al%20Pathogen%20Genomics%20in%20Public%20Health%20N%20Engl%20J%20Med%20381%2025692580%202019"
        },
        {
            "id": "12",
            "alt_id": "Dozmorov_2018_a",
            "entry": "12. Dozmorov, M. G. GitHub Statistics as a Measure of the Impact of Open-Source Bioinformatics Software. Front Bioeng Biotechnol 6, 198 (2018). ",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Dozmorov%2C%20M.G.%20GitHub%20Statistics%20as%20a%20Measure%20of%20the%20Impact%20of%20Open-Source%20Bioinformatics%20Software%202018",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Dozmorov%2C%20M.G.%20GitHub%20Statistics%20as%20a%20Measure%20of%20the%20Impact%20of%20Open-Source%20Bioinformatics%20Software%202018",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Dozmorov%2C%20M.G.%20GitHub%20Statistics%20as%20a%20Measure%20of%20the%20Impact%20of%20Open-Source%20Bioinformatics%20Software%202018"
        }
    ],
    "facts": [
        "successfully used metagenomic generation sequencing on an iSeq100 Illumina platform paired with an open-source bioinformatics pipeline",
        "The ongoing outbreak of a novel coronavirus in China is evident in 37 other countries as others employ vigilant screening procedures.[1",
        "the virus rapidly spread since December 2019",
        "key to infer the rate of spread",
        "complete results from cases worldwide are important for sequence-dependent countermeasures",
        "Information delay is compounded by a dearth of sequencing and/or bioinformatics expertise in-country",
        "While unbiased sequencing successfully achieved an unambiguous identification of the virus in the absence",
        "oropharyngeal swabs were collected from a symptomatic patient meeting case definition for possible infection",
        "Extraction of viral nucleic acids from clinical sample was performed with a QIAamp Viral RNA Mini Kit",
        "samples were received for cDNA library preparation",
        "Since clinical specimens are obtained from suspected COVID-19 cases as part",
        "requirement for informed consent was waived for pathogen identification and characterization",
        "mNGS libraries were prepared from the viral RNA extracted from the sample",
        "cDNA was converted to Illumina libraries using the",
        "NEBNext Ultra II DNA Library Prep Kit according to the manufacturer's recommendations",
        "External RNA Controls 103 Consortium collection spike-in controls were used as markers of potential library preparation errors",
        "Sample was sequenced on an Illumina iSeq[100",
        "A water control was included in library preparation",
        "Microbial sequences from the sample are located in the National Center for Biotechnology Information Sequence Read Archive",
        "Raw fastq files were uploaded to the IDseq portal",
        "Potential pathogens were distinguished from commensal flora",
        "a Z-score metric based on a background distribution derived from",
        "Data were normalized to unique reads mapped per",
        "73 tiling primers at a 10:1 molar ratio to random primers was adapted from viral genome recovery methods",
        "the SARS-CoV-2 genome was correctly identified in the index COVID-19 patient sample using mNGS",
        "54 SARS-CoV-2 sequences deposited by the international research community",
        "sequences from the index patient aligned to the SARS-CoV-2 reference",
        "Further analysis resulted in 33.2% coverage of the SARS-CoV-2 reference",
        "Assembly and alignment on Geneious resulted in 50.5% coverage",
        "the index case to a total sequencing depth of 8,786,916 single reads resulted in a greater number of SARS-CoV-2 alignments",
        "3,077 reads mapping to SARS-CoV-2 assembled into a single contig",
        "the SARS-CoV-2 genome from the Cambodian case",
        "One SNP was noted at position 25,654 in ORF3a resulting in a valine-to-leucine substitution when compared to",
        "The index Cambodian SARS-CoV-2 sequence data uploaded to public databases represent",
        "of the only sequences generated in a low-to-middle income country",
        "significant decreases in costs associated with sequencing",
        "sufficient bioinformatics capabilities for timely analysis still present a challenge in the developing world.[8",
        "initial real-time PCR protocols took into account that the genetic diversity",
        "Non-specificity combined with variable sample quality can hinder ability to detect the pathogen in question",
        "mNGS in field settings proved critical in development of countermeasures",
        "developed areas of Southeast Asia will contribute to overall understanding of pathogen transmission",
        "While COVID-19 cases are not limited to one remote region",
        "sequenced samples from all countries will be important for global disease containment",
        "The clear limitation in an mNGS approach is that low viral titers",
        "the other key factor in mNGS success is the accessibility to open-access, cloud-based metagenomics bioinformatics pipelines",
        "such as IDseq which automates the process of separating host sequence characterizing the remaining non-host sequences.[12",
        "bioinformatics analyses were still mainly completed in the Global North.[10",
        "global resources for sequencing and analysis allows for better realtime surveillance",
        "The example described here serves as a call for continued training and infrastructure to support mNGS capacity",
        "MNGS libraries were prepared from the viral RNA extracted from the sample"
    ],
    "claims": [
        "We demonstrate that unbiased mNGS is a feasible and efficient means to detect pathogens in the midst of an outbreak of a novel virus"
    ],
    "findings": [],
    "processes": [],
    "key_statements": [
        "Since clinical specimens are obtained from suspected COVID-19 cases as part of the national outbreak response, requirement for informed consent was waived for pathogen identification and characterization. metagenomics next generation sequencing libraries were prepared from the viral RNA extracted from the sample. cDNA was converted to Illumina libraries using the NEBNext Ultra II DNA Library Prep Kit (E7645) according to the manufacturer’s recommendations",
        "By February 1, the SARS-CoV-2 genome was correctly identified in the index COVID-19 patient sample using metagenomics next generation sequencing and globally accessible bioinformatics",
        "When processed on IDseq pipeline version 3.18 with a February 2020 National Center for Biotechnology Information index, which included 54 SARS-CoV-2 sequences deposited by the international research community, sequences from the index patient aligned to the SARS-CoV-2 reference genome (Figure 1A, 582 reads, at 100% identity to the reference sequence; National Center for Biotechnology Information accession MN985325.1)",
        "And alignment on Geneious resulted in 50.5% coverage at 2.6x of the SARS-CoV-2 genome (NCBI accession MN908947.1)",
        "Re-sequencing the index case to a total sequencing depth of 8,786,916 single reads resulted in a greater number of SARS-CoV-2 alignments (819 reads) but had no impact on overall coverage – 32.3% coverage breadth at an average depth of 2.7x",
        "In terms of improving genome coverage, at the 5’ end of the SARS-CoV-2 genome, the resulting 3,077 reads mapping to SARS-CoV-2 assembled into a single contig which provided full coverage of the reference genome at an average depth of 14.9x (Figure 1C)(NCBI accession MN988668.1)",
        "All human SARS-CoV-2 genomes are very similar, including the SARS-CoV-2 genome from the Cambodian case as we would expect given that he transited directly from Wuhan",
        "The index Cambodian SARS-CoV-2 sequence data uploaded to public databases represent one of the only sequences generated in a low-to-middle income country close to the outbreak epicenter",
        "Despite major advances in metagenomics next generation sequencing technologies and significant decreases in costs associated with sequencing, preparation of sequencing libraries and sufficient bioinformatics capabilities for timely analysis still present a challenge in the developing world.[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>]",
        "As cases of COVID-19 spread globally in mid-January, initial real-time PCR protocols took into account that the genetic diversity of SARS-CoV-2 in humans and animals was not completely known",
        "MNGS in field settings proved critical in development of countermeasures for the 2014-2016 Ebola virus epidemic in West Africa, just as ongoing sequencing of COVID-19 cases from lesser developed areas of Southeast Asia will contribute to overall understanding of pathogen transmission, origin, and evolution.[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>,<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>]",
        "While COVID-19 cases are not limited to one remote region, as is often the case with viral hemorrhagic fever outbreaks, sequenced samples from all countries will be important for global disease containment",
        "The other key factor in metagenomics next generation sequencing success is the accessibility to open-access, cloud-based metagenomics bioinformatics pipelines, such as IDseq which automates the process of separating host sequence characterizing the remaining non-host sequences.[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]",
        "The example described here serves as a call for continued training and infrastructure to support metagenomics next generation sequencing capacity in developing countries as bioinformatic tools proliferate and the cost of sequencing decreases"
    ],
    "top_statements": [
        "The ongoing outbreak of a novel coronavirus in China is now evident in 37 other countries as others employ vigilant screening procedures.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]",
        "When processed on IDseq pipeline version 3.18 with a February 2020 National Center for Biotechnology Information index, which included 54 SARS-CoV-2 sequences deposited by the international research community, sequences from the index patient aligned to the SARS-CoV-2 reference genome (Figure 1A, 582 reads, at 100% identity to the reference sequence; National Center for Biotechnology Information accession MN985325.1)",
        "The index Cambodian SARS-CoV-2 sequence data uploaded to public databases represent one of the only sequences generated in a low-to-middle income country close to the outbreak epicenter",
        "Despite major advances in metagenomics next generation sequencing technologies and significant decreases in costs associated with sequencing, preparation of sequencing libraries and sufficient bioinformatics capabilities for timely analysis still present a challenge in the developing world.[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>]",
        "MNGS in field settings proved critical in development of countermeasures for the 2014-2016 Ebola virus epidemic in West Africa, just as ongoing sequencing of COVID-19 cases from lesser developed areas of Southeast Asia will contribute to overall understanding of pathogen transmission, origin, and evolution.[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>,<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>]",
        "While COVID-19 cases are not limited to one remote region, as is often the case with viral hemorrhagic fever outbreaks, sequenced samples from all countries will be important for global disease containment"
    ],
    "headline": "MNGS in field settings proved critical in development of countermeasures for the 2014-2016 Ebola virus epidemic in West Africa, just as ongoing sequencing of COVID-19 cases from lesser developed areas of Southeast Asia will contribute to overall understanding of pathogen transmission, origin, and evolution.9,10",
    "contexts": [],
    "abbreviations": {
        "mNGS": "metagenomics next generation sequencing",
        "NCBI": "National Center for Biotechnology Information",
        "rpM": "reads per million"
    }
}
