{
    "filename": "2020.03.04.20031120.full.pdf",
    "content_type": "application/pdf",
    "file_size": 924192,
    "metadata": {
        "identifiers": {
            "doi": "10.1101/2020.03.04.20031120",
            "url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/06/2020.03.04.20031120.full.pdf"
        },
        "title": "Human Kidney is a Target for Novel Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) Infection",
        "author": "Bo Diao, Zeqing Feng, Chenhui Wang, Huiming Wang, Liang Liu, Changsong Wang, Rongshuai Wang, Ying Liu, Yueping Liu, Gang Wang, Zilin Yuan, Yuzhang Wu, Yongwen Chen",
        "date": 2020,
        "affiliations": [
            "Department of Medical Laboratory Center, General Hospital of Central Theater Command, Wuhan, Hubei province, 430015, People’s Republic of China",
            "Institute of Immunology, PLA, Third Military Medical University, Chongqing, 400038, People’s Republic of China",
            "Department of Nephrology, Renmin Hospital of Wuhan University, Wuhan, Hubei province, 430060, People’s Republic of China",
            "Department of Forensic Medicine, Tongji Medical College, Huazhong University of Science and Technology, No.",
            "Hangkong Road, Wuhan, Hubei province, 430030, People’s Republic of China",
            "Department of Pathology, 989th Hospital of PLA, Luoyang, 471000, Henan Province, People’s Republic of China",
            "Chongxin Judicial Expertise Center, Wuhan, Hubei province, 430415, People’s Republic of China",
            "Institute of Immunology, PLA, Third Military Medical University, Chongqing, 400038, People’s Republic of China. Fax: +8602368752228; Phone: +8602368752228. E-mail: yongwench@163.comOrYuzhang Wu (Prof. & Chair). Email: wuyuzhang@tmmu.edu.cn"
        ],
        "abstract": "BACKGROUND The coronavirus disease 2019 (COVID-19) is a newly emerged infection from the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Apart from the respiratory system, it is unclear whether SARS-CoV-2 can also directly infect other tissues such as the kidney or induce acute renal failure.\nMETHODS We conducted a retrospective analysis of estimated glomerular filtration rate (eGFR), plasma creatinine, and urea concentrations along with other clinical parameters from 85 patients with laboratory-confirmed COVID-19 admitted to a hospital in Wuhan from January 17, 2020 to March 3, 2020. Kidney tissues from six other patients with postmortem examinations were analyzed by Hematoxylin and Eosin (H&amp;E) and in situ expression of viral nucleocaspid protein (NP) antigen was detected by immunohistochemistry.\nRESULTS Among these 85 COVID-19 cases, 27.06% (23/85) patients exhibited acute renal failure (ARF), and elder patients (≥ 60 years old) are easier to develop ARF (65.22% vs 24.19%, p&lt; 0.001). Comorbidities of disorders like hypertension and heart failure were more common in patients who developed ARF (69.57% vs 11.29%, p&lt; 0.001). Dynamic observation of eGFR revealed that perished cases have a rapid decrease of eGFR but quickly boosting plasma creatinine and urea. On the other hand, enhancement of eGFR and persistence low level of plasma creatinine and urea was observed in recovery patients following diuretic treatment. H&amp;E staining demonstrated kidney tissues from 6 cases of postmortems have severe acute tubular necrosis but no evidence of glomerular pathology or tubulointerstitial lymphocyte infiltration. Immunohistochemistry showed that SARS-CoV-2 NP antigen was accumulated in kidney tubules.  \nCONCLUSIONS The development of ARF during the course of disease is an important negative prognostic indicator for survival with COVID-19. SARS-CoV-2 virus directly infects human kidney tubules by thus induces acute tubular damage, ARF and probably also lead to urine transmission.",
        "references": "@article{zhu2020a,\n  author = {Zhu, N. and Zhang, D. and Wang, W.},\n  title = {A Novel Coronavirus from Patients with Pneumonia in China, 2019},\n  journal = {N Engl J Med},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{li2020a,\n  author = {Li, Q. and Guan, X. and Wu, P.},\n  title = {Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia},\n  journal = {N Engl J Med},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{huang-a,\n  author = {Huang, C. and Wang, Y. and Li, X.},\n  title = {Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{lu-a,\n  author = {Lu, R. and Zhao, X. and Li, J.},\n  title = {Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet 2020},\n  more-authors = {true},\n  language = {}\n}\n@article{bernard-a,\n  author = {Bernard, S.S. and Rolland, P. and Silue, Y.},\n  title = {First cases of coronavirus disease 2019 (COVID-19) in France: surveillance, investigations and control measures, January 2020. Euro surveillance: bulletin Europeen sur les maladies transmissibles=},\n  journal = {European communicable disease bulletin},\n  volume = {2020},\n  more-authors = {true},\n  number = {25},\n  language = {}\n}\n@article{cheng2020a,\n  author = {Cheng, S.-C. and Chang, Y.-C. and Chiang, Y.-L.F.},\n  title = {First case of Coronavirus Disease 2019 (COVID-19) pneumonia in Taiwan},\n  journal = {Journal of the Formosan Medical Association},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@techreport{unknown2020a,\n  title = {the People’s Republic of China. The latest situation of novel coronavirus pneumonia as of 24: 00 on 3},\n  date = {2020-03},\n  url = {http://www.xinhuanet.com/politics/2020-03/04/c_1125659905.htm},\n  language = {},\n  urldate = {Date March 4, 2020.},\n  institution = {National Health Commission of}\n}\n@article{xu-a,\n  author = {Xu, X. and Chen, P. and Wang, J.},\n  title = {Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission},\n  journal = {Science China Life Sciences},\n  volume = {2020},\n  pages = {1–4},\n  more-authors = {true},\n  language = {}\n}\n@article{chan-a,\n  author = {Chan, J.F.-W. and Kok, K.-H. and Zhu, Z.},\n  title = {Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan},\n  journal = {Emerging Microbes & Infections},\n  volume = {2020},\n  pages = {221–36},\n  more-authors = {true},\n  number = {9},\n  language = {}\n}\n@article{zhou2020a,\n  author = {Zhou, P. and Yang, X.L. and Wang, X.G.},\n  title = {A pneumonia outbreak associated with a new coronavirus of probable bat origin},\n  journal = {Nature},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{lin-a,\n  author = {Lin, W. and Hu, L. and Zhang, Y.},\n  title = {Single-cell Analysis of ACE2 Expression in Human Kidneys and Bladders Reveals a Potential Route of 2019-nCoV Infection. bioRxiv 2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{fan-a,\n  author = {Fan, C. and Li, K. and Ding, Y. and Lu, W.L. and Wang, J.},\n  title = {ACE2 Expression in Kidney and Testis May Cause Kidney and Testis Damage After 2019-nCoV Infection. medRxiv 2020},\n  language = {}\n}\n@misc{cheng-a,\n  author = {Cheng, Y. and Luo, R. and Wang, K.},\n  title = {Kidney impairment is associated with in-hospital death of COVID-19 patients. medRxiv 2020},\n  more-authors = {true},\n  language = {}\n}\n@techreport{unknown2020b,\n  title = {the People’s Republic of China.. The notice of launching guideline on diagnosis and treatment of the novel coronavirus pneumonia (NCP)},\n  edition = {5th edition},\n  url = {http://www.xinhuanet.com//health/2020-02/05/c_1125534301.htm},\n  unknown = {In chinese) Date accessed: February 18},\n  date = {2020},\n  language = {},\n  institution = {National Health Commission of}\n}\n@article{chu2005a,\n  author = {Chu, K.H. and Tsang, W.K. and Tang, C.S.},\n  title = {Acute renal impairment in coronavirus-associated severe acute respiratory syndrome},\n  journal = {Kidney international},\n  date = {2005},\n  volume = {67},\n  pages = {698–705},\n  more-authors = {true},\n  number = {2},\n  language = {}\n}\n@article{lely2004a,\n  author = {Lely, A. and Hamming, I. and van Goor, H. and Navis, G.},\n  title = {Renal ACE2 expression in human kidney disease},\n  journal = {The Journal of Pathology: A Journal of the Pathological Society of Great Britain and Ireland},\n  date = {2004},\n  volume = {204},\n  pages = {587–93},\n  number = {5},\n  language = {}\n}\n@article{ding2004a,\n  author = {Ding, Y. and He, L. and Zhang, Q.},\n  title = {Organ distribution of severe acute respiratory syndrome (SARS) associated coronavirus (SARS‐CoV) in SARS patients: implications for pathogenesis and virus transmission pathways},\n  journal = {The Journal of Pathology: A Journal of the Pathological Society of Great Britain and Ireland},\n  date = {2004},\n  volume = {203},\n  pages = {622–30},\n  more-authors = {true},\n  number = {2},\n  language = {}\n}\n@article{poissy2014a,\n  author = {Poissy, J. and Goffard, A. and Parmentier-Decrucq, E.},\n  title = {Kinetics and pattern of viral excretion in biological specimens of two MERS-CoV cases},\n  journal = {Journal of Clinical Virology},\n  date = {2014},\n  volume = {61},\n  pages = {275–8},\n  more-authors = {true},\n  number = {2},\n  language = {}\n}\n",
        "emails": [
            "yongwench@163.comOrYuzhang",
            "wuyuzhang@tmmu.edu.cn"
        ],
        "references_ris": "TY  - JOUR\nAU  - Zhu, N.\nAU  - Zhang, D.\nAU  - Wang, W.\nTI  - A Novel Coronavirus from Patients with Pneumonia in China, 2019\nT2  - N Engl J Med\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Li, Q.\nAU  - Guan, X.\nAU  - Wu, P.\nTI  - Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia\nT2  - N Engl J Med\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Huang, C.\nAU  - Wang, Y.\nAU  - Li, X.\nTI  - Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Lu, R.\nAU  - Zhao, X.\nAU  - Li, J.\nTI  - Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Bernard, S.S.\nAU  - Rolland, P.\nAU  - Silue, Y.\nTI  - First cases of coronavirus disease 2019 (COVID-19) in France: surveillance, investigations and control measures, January 2020. Euro surveillance: bulletin Europeen sur les maladies transmissibles=\nT2  - European communicable disease bulletin\nVL  - 2020\nC1  - true\nIS  - 25\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Cheng, S.-C.\nAU  - Chang, Y.-C.\nAU  - Chiang, Y.-L.F.\nTI  - First case of Coronavirus Disease 2019 (COVID-19) pneumonia in Taiwan\nT2  - Journal of the Formosan Medical Association\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - RPRT\nTI  - the People’s Republic of China. The latest situation of novel coronavirus pneumonia as of 24: 00 on 3\nPY  - 2020\nDA  - 2020/03\nUR  - http://www.xinhuanet.com/politics/2020-03/04/c_1125659905.htm\nLA  - \nC1  - Date March 4, 2020.\nC1  - National Health Commission of\nER  - \n\nTY  - JOUR\nAU  - Xu, X.\nAU  - Chen, P.\nAU  - Wang, J.\nTI  - Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission\nT2  - Science China Life Sciences\nVL  - 2020\nSP  - 1\nEP  - 4\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Chan, J.F.-W.\nAU  - Kok, K.-H.\nAU  - Zhu, Z.\nTI  - Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan\nT2  - Emerging Microbes & Infections\nVL  - 2020\nSP  - 221\nEP  - 36\nC1  - true\nIS  - 9\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Zhou, P.\nAU  - Yang, X.L.\nAU  - Wang, X.G.\nTI  - A pneumonia outbreak associated with a new coronavirus of probable bat origin\nT2  - Nature\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Lin, W.\nAU  - Hu, L.\nAU  - Zhang, Y.\nTI  - Single-cell Analysis of ACE2 Expression in Human Kidneys and Bladders Reveals a Potential Route of 2019-nCoV Infection. bioRxiv 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Fan, C.\nAU  - Li, K.\nAU  - Ding, Y.\nAU  - Lu, W.L.\nAU  - Wang, J.\nTI  - ACE2 Expression in Kidney and Testis May Cause Kidney and Testis Damage After 2019-nCoV Infection. medRxiv 2020\nLA  - \nER  - \n\nTY  - GEN\nAU  - Cheng, Y.\nAU  - Luo, R.\nAU  - Wang, K.\nTI  - Kidney impairment is associated with in-hospital death of COVID-19 patients. medRxiv 2020\nC1  - true\nLA  - \nER  - \n\nTY  - RPRT\nTI  - the People’s Republic of China.. The notice of launching guideline on diagnosis and treatment of the novel coronavirus pneumonia (NCP)\nET  - 5th edition\nUR  - http://www.xinhuanet.com//health/2020-02/05/c_1125534301.htm\nC1  - In chinese) Date accessed: February 18\nPY  - 2020\nDA  - 2020\nLA  - \nC1  - National Health Commission of\nER  - \n\nTY  - JOUR\nAU  - Chu, K.H.\nAU  - Tsang, W.K.\nAU  - Tang, C.S.\nTI  - Acute renal impairment in coronavirus-associated severe acute respiratory syndrome\nT2  - Kidney international\nPY  - 2005\nDA  - 2005\nVL  - 67\nSP  - 698\nEP  - 705\nC1  - true\nIS  - 2\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Lely, A.\nAU  - Hamming, I.\nAU  - van Goor, H.\nAU  - Navis, G.\nTI  - Renal ACE2 expression in human kidney disease\nT2  - The Journal of Pathology: A Journal of the Pathological Society of Great Britain and Ireland\nPY  - 2004\nDA  - 2004\nVL  - 204\nSP  - 587\nEP  - 93\nIS  - 5\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Ding, Y.\nAU  - He, L.\nAU  - Zhang, Q.\nTI  - Organ distribution of severe acute respiratory syndrome (SARS) associated coronavirus (SARS‐CoV) in SARS patients: implications for pathogenesis and virus transmission pathways\nT2  - The Journal of Pathology: A Journal of the Pathological Society of Great Britain and Ireland\nPY  - 2004\nDA  - 2004\nVL  - 203\nSP  - 622\nEP  - 30\nC1  - true\nIS  - 2\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Poissy, J.\nAU  - Goffard, A.\nAU  - Parmentier-Decrucq, E.\nTI  - Kinetics and pattern of viral excretion in biological specimens of two MERS-CoV cases\nT2  - Journal of Clinical Virology\nPY  - 2014\nDA  - 2014\nVL  - 61\nSP  - 275\nEP  - 8\nC1  - true\nIS  - 2\nLA  - \nER  - \n\n",
        "links": [],
        "author_conclusions": [
            "In conclusion, we have demonstrated that the SARS-CoV-2 virus can directly infect human renal tubules and consequently lead to acute renal tubular injury. Moreover, improvement of eGFR would increase the survival of COVID-19 patients who have ARF."
        ],
        "table_captions": [
            {
                "id": "2",
                "caption": "The pathologic findings of COVID-19 patients undergoing postmortem examination"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "Serial measurement of e-GFR, plasma creatinine and urea concentrations of 5 cases of COVID-19 patients complicated with acute renal failure (ARF)"
            },
            {
                "id": "2",
                "caption": "Representative H&E staining of kidney tissues from[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] cases of COVID-19 patients undergoing postmortem examination. Sections were stained by H&E, ▲ damage tubules; *"
            },
            {
                "id": "3",
                "caption": "Immunohistochemistry analyzed SARS-CoV-2 NP antigen in kidney tissues. The expression of viral NP antigen was detected in kidney tissues from COVID-19 patients undergoing postmortem examination (A~D). * indicated infiltrated lymphocytes, arrow indicated positive tubules, ▲ glomerulus; E: Absence expression of viral NP protein in para-cancerous tissue of kidney; F: Sections incubated with rabbit IgG1 isotype control antibodies. Scale bar= 50 μM"
            }
        ],
        "tables_url": "https://sandbox-api.scholarcy.com/tables/2020.03.04.20031120.full.pdf_m57rc3zu_qftpa775.xlsx",
        "figure_urls": [
            "https://sandbox-api.scholarcy.com/images/2020.03.04.20031120.full.pdf_m57rc3zu_images_fjr_2gx0/img-000.png",
            "https://sandbox-api.scholarcy.com/images/2020.03.04.20031120.full.pdf_m57rc3zu_images_fjr_2gx0/img-001.png",
            "https://sandbox-api.scholarcy.com/images/2020.03.04.20031120.full.pdf_m57rc3zu_images_fjr_2gx0/img-002.png"
        ]
    },
    "sections": {
        "summary": [
            "BACKGROUND<br/><br/>The coronavirus disease 2019 (COVID-19) is a newly emerged infection from the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Apart from the respiratory system, it is unclear whether SARS-CoV-2 can also directly infect other tissues such as the kidney or induce acute renal failure. METHODS We conducted a retrospective analysis of estimated glomerular filtration rate (eGFR), plasma creatinine, and urea concentrations along with other clinical parameters from 85 patients with laboratory-confirmed COVID-19 admitted to a hospital in Wuhan from January 17, 2020 to March 3, 2020. Kidney tissues from six other patients with postmortem examinations were analyzed by Hematoxylin and Eosin (H&E) and in situ expression of viral nucleocaspid protein (NP) antigen was detected by immunohistochemistry. RESULTS Among these 85 COVID-19 patients, 27.06% (23/85) COVID-19 patients exhibited acute renal failure (ARF), and elder patients (≥ 60 years old) are easier to develop ARF (65.22% vs 24.19%, p< 0.001). Comorbidities of disorders like hypertension and heart failure were more common in patients who developed ARF (69.57% vs 11.29%, p< 0.001). Dynamic observation of eGFR revealed that perished cases have a rapid decrease of eGFR but quickly boosting plasma creatinine and urea. On the other hand, enhancement of eGFR and persistence low level of plasma creatinine and urea was observed in recovery patients following diuretic treatment. H&E staining demonstrated kidney tissues from 6 cases of postmortems have severe acute tubular necrosis but no evidence of glomerular pathology. Immunohistochemistry showed that SARS-CoV-2 NP antigen was accumulated in kidney tubules. CONCLUSIONS The development of ARF during the course of disease is an important negative prognostic indicator for survival with COVID-19. SARS-CoV-2 virus directly infects human kidney tubules by thus induces acute tubular damage ARF and probably also lead to urine transmission."
        ],
        "introduction": [
            "In December 2019, a cluster of pneumonia cases caused by a novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) were reported in Wuhan, Hubei Province, China.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] This disease, now designated as coronavirus disease 2019 (COVID-19) by the WHO, rapidly spread to other cities of China and around the world.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>-<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] By March 3, 2020, 80270 cases were laboratory confirmed and 2981 were death in China based on CCDC (Chinese Center For Disease Control And Prevention) reported.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]<br/><br/>Some studies have suggested that SARS-CoV-2, SARS-CoV (Severe acute respiratory syndrome-Coronavirus) and MERS-CoV (Middle East Respiratory Syndrome-Coronavirus) share a common ancestor resembling the bat coronavirus HKU9‐1.8,9 Recently, Shi et al, reported that SARS-CoV-2 interacts with human ACE2 (angiotensin converting enzyme-II) molecules via its Spike protein.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>] In addition to respiratory organs, the expression of ACE2 protein has also been observed in human kidneys,[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>,<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] and Cheng et al, reported that some COVID-19 patients had an elevated level of proteinuria.[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] However, no evidence directly demonstrates that SARS-CoV-2 can directly infect the kidney to cause acute renal failure."
        ],
        "methods": [
            "Patients Medical records from 85 COVID-19 patients (aged from 21 years to 92 years) with dynamic observation of renal function in General Hospital of Central Theatre Command in Wuhan from January 17, 2020 to March 3, 2020 were collected and retrospectively analyzed. Diagnosis of COVID-19 was based on the New Coronavirus Pneumonia Prevention and Control Program (5th edition) published by the National Health Commission of China. All the patients were laboratory-confirmed positives for SARS-CoV-2 by use of quantitative RT-PCR (qRT-PCR) on throat swab samples. This study was approved by the National Health Commission of China and Ethics Commission of General Hospital of Central Theatre Command and Jinyintan Hospital.<br/><br/>Written informed consent was waived by the Ethics Commission of the designated hospital for emerging infectious diseases. Data collection and definitions We reviewed clinical records, nursing records, laboratory findings, and chest x-rays or CT scans for all the patients. All information was obtained and curated with a customized data collection form. eGFR was calculated by the CKD-EPI equation based on serum creatinine level,sex, race and age. Acute renal impairment was defined as a decline of eGFR by at least 30% of the baseline value on admission or below90mL/min on admission. Three investigators (C Wang, Z Fen and Y Chen) independently reviewed the data collection forms to verify data accuracy."
        ],
        "results": [
            "1. SARS-CoV-2 induces ARF in COVID-19 patients<br/><br/>We retrospectively analyzed laboratory kidney functions from 85 cases of COVID-19 patients, focusing first on eGFR. 27.06% (23/85) COVID-19 patients exhibited acute renal failure (Table1), suggesting renal function impairment is relatively common in COVID-19 patients. Patients who are older (>60 years) or carry comorbidities more easily developed ARF (65.22% vs 24.19%, p< 0.001; 69.57% vs 11.29%, p< 0.001, respectively). Dynamic survey in five COVID-19 patients showed that the perished cases have a rapid eGFR decline, but the concentrations of plasma creatinine and urea rapidly rose during disease progression. On the other hand, gradual recovery of eGFR was observed in convalescent patients, whose plasma creatinine and urea concentrations were low throughout the observation period (Figure 1), suggesting ARF is a risk factor result in perish during SARS-CoV-2 infection.<br/><br/>2. SARS-CoV-2 induces human kidney injury"
        ],
        "disclosures": [
            "The authors declare no financial or commercial conflict of interest. Authors' contributions: Yuzhang Wu, and Yongwen Chen involved in the final development of the project and manuscript preparation; Zilin Yuan, Chenghui Wang and Zeqing Feng analyzed the data; Bo Diao and Huiming Wang performed most of experiments; Yin Liu, Gang Wang and Yueping Liu did H&E staining and immunohistochemistry; Changsong Wang evaluated H&E and immunohistochemistry results; Liang Liu provided autopsies"
        ],
        "ethical_compliance": [
            "This study was approved by the National Health Commission of China and Ethics Commission of General Hospital of Central Theatre Command and Jinyintan Hospital",
            "Ethics committee approval: This study was approved by the National Health Commission of China and Ethics Commission of General Hospital of Central Theatre Command and Jinyintan Hospital"
        ]
    },
    "structured_content": {
        "Summary": [],
        "BACKGROUND": [
            "The coronavirus disease 2019 (COVID-19) is a newly emerged infection from the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Apart from the respiratory system, it is unclear whether SARS-CoV-2 can also directly infect other tissues such as the kidney or induce acute renal failure. METHODS We conducted a retrospective analysis of estimated glomerular filtration rate (eGFR), plasma creatinine, and urea concentrations along with other clinical parameters from 85 patients with laboratory-confirmed COVID-19 admitted to a hospital in Wuhan from January 17, 2020 to March 3, 2020. Kidney tissues from six other patients with postmortem examinations were analyzed by Hematoxylin and Eosin (H&E) and in situ expression of viral nucleocaspid protein (NP) antigen was detected by immunohistochemistry. RESULTS Among these 85 COVID-19 patients, 27.06% (23/85) COVID-19 patients exhibited acute renal failure (ARF), and elder patients (≥ 60 years old) are easier to develop ARF (65.22% vs 24.19%, p< 0.001). Comorbidities of disorders like hypertension and heart failure were more common in patients who developed ARF (69.57% vs 11.29%, p< 0.001). Dynamic observation of eGFR revealed that perished cases have a rapid decrease of eGFR but quickly boosting plasma creatinine and urea. On the other hand, enhancement of eGFR and persistence low level of plasma creatinine and urea was observed in recovery patients following diuretic treatment. H&E staining demonstrated kidney tissues from 6 cases of postmortems have severe acute tubular necrosis but no evidence of glomerular pathology. Immunohistochemistry showed that SARS-CoV-2 NP antigen was accumulated in kidney tubules. CONCLUSIONS The development of ARF during the course of disease is an important negative prognostic indicator for survival with COVID-19. SARS-CoV-2 virus directly infects human kidney tubules by thus induces acute tubular damage ARF and probably also lead to urine transmission."
        ],
        "Introduction": [
            "In December 2019, a cluster of pneumonia cases caused by a novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) were reported in Wuhan, Hubei Province, China.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] This disease, now designated as coronavirus disease 2019 (COVID-19) by the WHO, rapidly spread to other cities of China and around the world.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>-<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] By March 3, 2020, 80270 cases were laboratory confirmed and 2981 were death in China based on CCDC (Chinese Center For Disease Control And Prevention) reported.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]",
            "Some studies have suggested that SARS-CoV-2, SARS-CoV (Severe acute respiratory syndrome-Coronavirus) and MERS-CoV (Middle East Respiratory Syndrome-Coronavirus) share a common ancestor resembling the bat coronavirus HKU9‐1.8,9 Recently, Shi et al, reported that SARS-CoV-2 interacts with human ACE2 (angiotensin converting enzyme-II) molecules via its Spike protein.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>] In addition to respiratory organs, the expression of ACE2 protein has also been observed in human kidneys,[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>,<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] and Cheng et al, reported that some COVID-19 patients had an elevated level of proteinuria.[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] However, no evidence directly demonstrates that SARS-CoV-2 can directly infect the kidney to cause acute renal failure.",
            "We retrospectively analyzed the clinical data on kidney functions from 85 cases of COVID-19 who were admitted into the General Hospital of Central Theatre Command and Renmin Hospital of Wuhan University in Wuhan, Hubei Province, from January 17, 2020 to March 3 , 2020.. We also used H&E staining and immunohistochemistry to visually assess tissue damage and viral NP antigen presence in kidney tissues from six biopsies."
        ],
        "Methods": [
            "Patients Medical records from 85 COVID-19 patients (aged from 21 years to 92 years) with dynamic observation of renal function in General Hospital of Central Theatre Command in Wuhan from January 17, 2020 to March 3, 2020 were collected and retrospectively analyzed. Diagnosis of COVID-19 was based on the New Coronavirus Pneumonia Prevention and Control Program (5th edition) published by the National Health Commission of China. All the patients were laboratory-confirmed positives for SARS-CoV-2 by use of quantitative RT-PCR (qRT-PCR) on throat swab samples. This study was approved by the National Health Commission of China and Ethics Commission of General Hospital of Central Theatre Command and Jinyintan Hospital.",
            "Written informed consent was waived by the Ethics Commission of the designated hospital for emerging infectious diseases. Data collection and definitions We reviewed clinical records, nursing records, laboratory findings, and chest x-rays or CT scans for all the patients. All information was obtained and curated with a customized data collection form. eGFR was calculated by the CKD-EPI equation based on serum creatinine level,sex, race and age. Acute renal impairment was defined as a decline of eGFR by at least 30% of the baseline value on admission or below90mL/min on admission. Three investigators (C Wang, Z Fen and Y Chen) independently reviewed the data collection forms to verify data accuracy.",
            "Tissue morphology detection and immunohistochemistry Due to the special infection-control precaution of handling deceased subjects with COVID-19, postmortem examination was performed in a designated pathology laboratory. Kidney specimens from autopsy were retrieved for standard examination via light microscopy. Briefly, paraffin-embedded tissue blocks were cut into 3 μm slices and mounted onto poly-lysine-coated glass slides, and tissue injury was stained for by H&E. Sections were also used for detection of SARS-CoV-2 NP antigen by immunohistochemistry as following: Antigen retrieval was performed by microwaving these sections in citrate buffer (10 mM, pH 6.0). The sections were then incubated in 3% BSA plus 0.1% H2O2 for 1h at RT to block nonspecific binding. The sections were then incubated overnight at 4 °C with primary anti-SARS-CoV-2 nucleocaspid protein (NP) antibodies (1:100, rabbit IgG; Sino Biologic, Beijing) or rabbit-isotype antibody controls (1:100; Dako). Sections were further incubated with the HRP-anti-Rabbit secondary antibodies for 1h at RT. Peroxidase activity was visualized with the DAB Elite kit (K3465, DAKO), and the brown coloration of tissues represented positive staining as viewed by a light microscope (Zeiss Axioplan 2, Germany).",
            "Statistical analysis Statistical analyses were performed using GraphPad Prism version 8.0 (GraphPad Software, Inc., San Diego, CA, USA). Categorical variables were expressed as numbers (%). p values are from χ2. Role of the funding source The funding agencies did not participate in study design, data collection, data analysis, or manuscript writing. The corresponding authors were responsible for all aspects of the study to ensure that issues related to the accuracy or integrity of any part of the work were properly investigated and resolved. The final version was approved by all authors."
        ],
        "Results": [],
        "1. SARS-CoV-2 induces ARF in COVID-19 patients": [
            "We retrospectively analyzed laboratory kidney functions from 85 cases of COVID-19 patients, focusing first on eGFR. 27.06% (23/85) COVID-19 patients exhibited acute renal failure (Table1), suggesting renal function impairment is relatively common in COVID-19 patients. Patients who are older (>60 years) or carry comorbidities more easily developed ARF (65.22% vs 24.19%, p< 0.001; 69.57% vs 11.29%, p< 0.001, respectively). Dynamic survey in five COVID-19 patients showed that the perished cases have a rapid eGFR decline, but the concentrations of plasma creatinine and urea rapidly rose during disease progression. On the other hand, gradual recovery of eGFR was observed in convalescent patients, whose plasma creatinine and urea concentrations were low throughout the observation period (Figure 1), suggesting ARF is a risk factor result in perish during SARS-CoV-2 infection."
        ],
        "2. SARS-CoV-2 induces human kidney injury": [
            "The histopathological examination was performed by H&E- staining in kidney specimens from autopsy of six COVID-19 subjects with renal function impairment prior to death. Varying degrees of acute tubular necrosis, luminal brush border sloughing, and vacuole degeneration, was found in different areas of all six renal specimens. Severe infiltration of lymphocytes was only observed in one patient while minimal infiltration was seen in the other two cases. At the same time, benign hypertensive glomerulosclerosis and autolysis were noted in three cases, whereas, dilated capillary vessel were also observed in the glomeruli of 6 cases (Figure 2, Table 2). Collectively, these results demonstrated that SARS-CoV-2 infection induces severe acute tubular necrosis."
        ],
        "3. SARS-CoV-2 directly infects human kidney tubules": [
            "Our results reported above indicate that SARS-CoV-2 might directly induce tubular damage. To confirm this possibility, the viral NP antigen was assessed by immunohistochemistry. Results showed that SARS-CoV-2 NP antigens could be seen in kidney tissues from all of the samples. NP expression was restricted in kidney tubules, and the expression was observed in cytoplasm, whereas, the nucleus was absence NP antigen. NP antigen was also absent in infiltrated lymphocytes and the glomerulus. Furthermore, normal kidney tissues and renal sections only treated with rabbit isotype control antibodies showed no signal (Figure 3). Collectively, these data suggest that SARS-CoV-2 directly infects kidney tubules to induce acute tubular necrosis. Discussion",
            "In this study, we found that 27.06% of patients with COVID-9 had abnormal eGFR, suggesting that acute renal damage is relatively common following SARS-CoV-2 infection. This phenomenon is different from the 2003 outbreak SARS, which ARF was uncommon even though it was one of the top risk factors of mortality.[<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>] Patient who are aged or have comorbidities more commonly developed ARF, suggesting that these patients should be more closely examined to prevent ARF onset. We also summarized the dynamic eGFR from 5 COVID-9 patients who have long-term observation, and found that the perished cases manifested rapid decline in eGFR, and a rapid increase of the plasma creatinine and urea concentrations, with the levels peaking prior to death. On the other hand, enhancement of eGFR level but persistent low levels of plasma creatinine and urea were observed in recovered patients who were treated with diuretics, suggesting SARS-CoV-2 mediated ARF may be one of the major causes of multiorgan failure and eventual death in COVID-19 patients. Therefore, we strongly suggest that applying potential interventions including continuous renal replacement therapies (CRRT) for protecting kidney function in COVID-19 patients, particular for ARF cases, maybe a key method to preventing fatality.",
            "To further analyze how SARS-CoV-2 affects renal function, we focused on analyzing renal tissue morphology from autopsies. H&E staining showed that acute renal tubular damage was observed in all six cases during postmortem examinations, while the glomeruli were intact, except for two cases with slight glomerulosclerosis and one case has scrap glomeruli, suggesting that other conditions such as diabetic nephropathy may have been involved. The infiltration of immune cells was not obvious except in one patient, indicating that acute renal damage caused by SARS-CoV-2 is independent of immune-mediated injury (Figure 2). It has been shown that the ACE-2 receptor of SARS-CoV is highly expressed in renal tubules.[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>,<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>] We used immunohistochemistry to analyze the expression of viral NP antigen in situ in kidney tissues, and found that viral NP antigen was restricted to the renal tubular cells of the infected tissues. Our results strongly suggest that renal tubular injury is directly caused by viral infection and replication because SARS-CoV-2 is a cytopathic virus. This phenomenon is consistent with its other similarities to SARS-CoV and",
            "MERS-Cov, both of which can also infect human kidney.[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>,<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>] Recently, Zhao et al reported they have successfully isolated SARS-CoV-2 virus particles from urine of COVID-19 patients, and together with our study demonstrate that the kidney is also the site of viral infection and replication outside of the lungs, and suggest that kidney-originated viral particles may enter the urine through glomerular filtration.",
            "One limitation of this paper is that due to the high infectivity and the complexity of specimen preparation, we were unable to present electron microscopy imaging to further clarify the subcellular distribution of virus particles in kidney in situ. In the next step, we will cooperate with other laboratories to carry out this work.",
            "In conclusion, we have demonstrated that the SARS-CoV-2 virus can directly infect human renal tubules and consequently lead to acute renal tubular injury. Moreover, improvement of eGFR would increase the survival of COVID-19 patients who have ARF.",
            "Conflict of interest: The authors declare no financial or commercial conflict of interest. Authors' contributions: Yuzhang Wu, and Yongwen Chen involved in the final development of the project and manuscript preparation; Zilin Yuan, Chenghui Wang and Zeqing Feng analyzed the data; Bo Diao and Huiming Wang performed most of experiments; Yin Liu, Gang Wang and Yueping Liu did H&E staining and immunohistochemistry; Changsong Wang evaluated H&E and immunohistochemistry results; Liang Liu provided autopsies.",
            "Ethics committee approval: This study was approved by the National Health Commission of China and Ethics Commission of General Hospital of Central Theatre Command and Jinyintan Hospital ."
        ],
        "References": [
            "1. Zhu N, Zhang D, Wang W, et al A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med 2020.",
            "2. Li Q, Guan X, Wu P, et al Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med 2020.",
            "3. Huang C, Wang Y, Li X, et al Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020.",
            "4. Lu R, Zhao X, Li J, et al Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet 2020.",
            "5. Bernard SS, Rolland P, Silue Y, et al First cases of coronavirus disease 2019 (COVID-19) in France: surveillance, investigations and control measures, January 2020. Euro surveillance: bulletin Europeen sur les maladies transmissibles= European communicable disease bulletin 2020; 25(6).",
            "6. Cheng S-C, Chang Y-C, Chiang Y-LF, et al First case of Coronavirus Disease 2019 (COVID-19) pneumonia in Taiwan. Journal of the Formosan Medical Association 2020.",
            "7. National Health Commission of the People’s Republic of China. The latest situation of novel coronavirus pneumonia as of 24:00 on 3 March, 2020. http://www.xinhuanet.com/politics/2020-03/04/c_1125659905.htm Date accessed: March 4, 2020.",
            "8. Xu X, Chen P, Wang J, et al Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission. Science China Life Sciences 2020: 1-4.",
            "9. Chan JF-W, Kok K-H, Zhu Z, et al Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan. Emerging Microbes & Infections 2020; 9(1): 221-36.",
            "10. Zhou P, Yang XL, Wang XG, et al A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature 2020.",
            "11. Lin W, Hu L, Zhang Y, et al Single-cell Analysis of ACE2 Expression in Human Kidneys and Bladders Reveals a Potential Route of 2019-nCoV Infection. bioRxiv 2020.",
            "12. Fan C, Li K, Ding Y, Lu WL, Wang J. ACE2 Expression in Kidney and Testis May Cause Kidney and Testis Damage After 2019-nCoV Infection. medRxiv 2020.",
            "13. Cheng Y, Luo R, Wang K, et al Kidney impairment is associated with in-hospital death of COVID-19 patients. medRxiv 2020.",
            "14. National Health Commission of the People’s Republic of China.. The notice of launching guideline on diagnosis and treatment of the novel coronavirus pneumonia (NCP). 5th edition. http://www.xinhuanet.com//health/2020-02/05/c_1125534301.htm ( In chinese) Date accessed: February 18, 2020.",
            "15. Chu KH, Tsang WK, Tang CS, et al Acute renal impairment in coronavirus-associated severe acute respiratory syndrome. Kidney international 2005; 67(2): 698-705.",
            "16. Lely A, Hamming I, van Goor H, Navis G. Renal ACE2 expression in human kidney disease. The Journal of Pathology: A Journal of the Pathological Society of Great Britain and Ireland 2004; 204(5): 587-93.",
            "17. Ding Y, He L, Zhang Q, et al Organ distribution of severe acute respiratory syndrome (SARS) associated coronavirus (SARS‐CoV) in SARS patients: implications for pathogenesis and virus transmission pathways. The Journal of Pathology: A Journal of the Pathological Society of Great Britain and Ireland 2004; 203(2): 622-30. 18. Poissy J, Goffard A, Parmentier-Decrucq E, et al Kinetics and pattern of viral excretion in biological specimens of two MERS-CoV cases. Journal of Clinical Virology 2014; 61(2): 275-8.",
            "Figure and figure legends",
            "Figure 1 Serial measurement of e-GFR, plasma creatinine and urea concentrations of 5 cases of COVID-19 patients complicated with acute renal failure (ARF).",
            "Figure 2 Representative H&E staining of kidney tissues from[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] cases of COVID-19 patients undergoing postmortem examination. Sections were stained by H&E, ▲ damage tubules; *: scrap glomerulus; and arrow indicated infiltrated lymphocytes. Scale bar= 50 μM.",
            "Figure 3 Immunohistochemistry analyzed SARS-CoV-2 NP antigen in kidney tissues. The expression of viral NP antigen was detected in kidney tissues from COVID-19 patients undergoing postmortem examination (A~D). * indicated infiltrated lymphocytes, arrow indicated positive tubules, ▲ glomerulus; E: Absence expression of viral NP protein in para-cancerous tissue of kidney; F: Sections incubated with rabbit IgG1 isotype control antibodies. Scale bar= 50 μM.",
            "Table[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>] Clinical Characteristics of COVID-19 patients.",
            "Group",
            "ARF (N=23)",
            "Non-ARF (N=62)",
            "p value",
            "Age",
            "≥60yr <60yr",
            "15(65.22) 8(34.78)",
            "15(24.19) 47(75.81)",
            "<0.001",
            "Sex",
            "Male",
            "15(65.22) 33(53.23)",
            "Female",
            "8(34.78)",
            "29(46.77)",
            "Coexisting",
            "Disorder",
            "Any",
            "16(69.57)",
            "7(11.29)",
            "Hypertention",
            "9(39.13)",
            "8(12.90)",
            "Coronary heart disease",
            "5(21.74)",
            "3(4.84)",
            "0.018 other heart disease",
            "4(17.39)",
            "4(6.45)",
            "Diabetes",
            "3(13.04)",
            "COPD",
            "2(8.70)",
            "0(0.00)",
            "Chronic renal disorder",
            "3(4.80)",
            "Cerebrovascular disease",
            "1(4.35)",
            "2(3.23)",
            "Cancer",
            "Hepatitis B infection 0(0.00)",
            "Data are n(%),p values are from χ2 . ARF=acute renal failure",
            "Table 2 The pathologic findings of COVID-19 patients undergoing postmortem examination.",
            "Case Gender Age Coexisting",
            "H&E staining num",
            "Disorder ber",
            "Benign",
            "Tubular Intestinal autolysi glomerulosclerosis necrosis infiltration s male"
        ],
        "70 Hypertension": [],
        "51 Hypertension": [],
        "78 Hypertension": []
    },
    "participants": [
        {
            "participant": "patients with laboratory-confirmed COVID-19 admitted to a hospital",
            "number": 85,
            "context": "Apart from the respiratory system, it is unclear whether SARS-CoV-2 can also directly infect other tissues such as the kidney or induce acute renal failure. <mark class=\"stats\">METHODS We conducted a retrospective analysis of estimated glomerular filtration rate (eGFR), plasma creatinine, and urea concentrations along with other clinical parameters from 85 patients with laboratory-confirmed COVID-19 admitted to a hospital in Wuhan from January 17, 2020 to March 3, 2020</mark>. Kidney tissues from six other patients with postmortem examinations were analyzed by Hematoxylin and Eosin (H&amp;E) and in situ expression of viral nucleocaspid protein (NP) antigen was detected by immunohistochemistry"
        },
        {
            "participant": "cases",
            "number": 6,
            "context": "On the other hand, enhancement of eGFR and persistence low level of plasma creatinine and urea was observed in recovery patients following diuretic treatment. <mark class=\"stats\">H&amp;E staining demonstrated kidney tissues from 6 cases of postmortems have severe acute tubular necrosis but no evidence of glomerular pathology or tubulointerstitial lymphocyte infiltration</mark>. Immunohistochemistry showed that SARS-CoV-2 NP antigen was accumulated in kidney tubules"
        },
        {
            "participant": "cases",
            "number": 85,
            "context": "However, no evidence directly demonstrates that SARS-CoV-2 can directly infect the kidney to cause acute renal failure. <mark class=\"stats\">We retrospectively analyzed the clinical data on kidney functions from 85 cases of COVID-19 who were admitted into the General Hospital of Central Theatre Command and Renmin Hospital of Wuhan University in Wuhan, Hubei Province, from January 17, 2020 to March 3 , 2020</mark>. We also used H&E staining and immunohistochemistry to visually assess tissue damage and viral NP antigen presence in kidney tissues from six biopsies"
        },
        {
            "participant": "cases",
            "number": 85,
            "context": "SARS-CoV-2 induces ARF in COVID-19 patients. <mark class=\"stats\">We retrospectively analyzed laboratory kidney functions from 85 cases of COVID-19 patients, focusing first on eGFR. 27.06% (23/85) COVID-19 patients exhibited acute renal failure (Table1), suggesting renal function impairment is relatively common in COVID-19 patients</mark>. Patients who are older (>60 years) or carry comorbidities more easily developed ARF (65.22% vs 24.19%, p< 0.001; 69.57% vs 11.29%, p< 0.001, respectively)"
        },
        {
            "participant": "renal specimens",
            "number": 6,
            "context": "The histopathological examination was performed by H&E- staining in kidney specimens from autopsy of six COVID-19 subjects with renal function impairment prior to death. <mark class=\"stats\">Varying degrees of acute tubular necrosis, luminal brush border sloughing, and vacuole degeneration, was found in different areas of all six renal specimens</mark>. Severe infiltration of lymphocytes was only observed in one patient while minimal infiltration was seen in the other two cases"
        },
        {
            "participant": "cases",
            "number": 3,
            "context": "Severe infiltration of lymphocytes was only observed in one patient while minimal infiltration was seen in the other two cases. <mark class=\"stats\">At the same time, benign hypertensive glomerulosclerosis and autolysis were noted in three cases, whereas, dilated capillary vessel were also observed in the glomeruli of 6 cases (Figure 2, Table 2)</mark>. Collectively, these results demonstrated that SARS-CoV-2 infection induces severe acute tubular necrosis"
        },
        {
            "participant": "cases",
            "number": 6,
            "context": "To further analyze how SARS-CoV-2 affects renal function, we focused on analyzing renal tissue morphology from autopsies. <mark class=\"stats\">H&E staining showed that acute renal tubular damage was observed in all six cases during postmortem examinations, while the glomeruli were intact, except for two cases with slight glomerulosclerosis and one case has scrap glomeruli, suggesting that other conditions such as diabetic nephropathy may have been involved</mark>. The infiltration of immune cells was not obvious except in one patient, indicating that acute renal damage caused by SARS-CoV-2 is independent of immune-mediated injury (Figure 2)"
        }
    ],
    "statistics": [
        {
            "p_value": "p< 0.001",
            "context": "We retrospectively analyzed laboratory kidney functions from 85 cases of COVID-19 patients, focusing first on eGFR. 27.06% (23/85) COVID-19 patients exhibited acute renal failure (Table1), suggesting renal function impairment is relatively common in COVID-19 patients. <mark class=\"stats\">Patients who are older (>60 years) or carry comorbidities more easily developed ARF (65.22% vs 24.19%, p< 0.001; 69.57% vs 11.29%, p< 0.001, respectively)</mark>. Dynamic survey in five COVID-19 patients showed that the perished cases have a rapid eGFR decline, but the concentrations of plasma creatinine and urea rapidly rose during disease progression"
        }
    ],
    "keywords": [
        "acute tubular",
        "plasma creatinine",
        "human kidney",
        "COVID-19",
        "creatinine",
        "kidney tubule",
        "continuous renal replacement therapies",
        "acute renal failure",
        "coronavirus disease",
        "kidney tissue",
        "novel severe acute respiratory syndrome coronavirus",
        "nucleocaspid protein",
        "sars cov",
        "estimated glomerular filtration rate",
        "pneumonia",
        "severe acute respiratory syndrome coronavirus",
        "SARS",
        "quantitative RT-PCR"
    ],
    "keyword_relevance": {
        "SARS": 0.2,
        "COVID-19": 0.1611111111,
        "acute renal failure": 0.1333333333,
        "nucleocaspid protein": 0.0944444444,
        "estimated glomerular filtration rate": 0.0833333333,
        "creatinine": 0.05,
        "plasma creatinine": 0.0444444444,
        "kidney tissue": 0.0444444444,
        "human kidney": 0.0388888889,
        "pneumonia": 0.0333333333,
        "acute tubular": 0.0277777778,
        "kidney tubule": 0.0277777778,
        "coronavirus disease": 0.0166666667,
        "continuous renal replacement therapies": 0.0111111111,
        "novel severe acute respiratory syndrome coronavirus": 0.0111111111,
        "severe acute respiratory syndrome coronavirus": 0.0111111111,
        "quantitative RT-PCR": 0.0111111111,
        "sars cov": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> In December 2019, a cluster of pneumonia cases caused by a novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) were reported in Wuhan, Hubei Province, China.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>].",
        "No evidence directly demonstrates that SARS-CoV-2 can directly infect the kidney to cause acute renal failure",
        "<h2 style=\"display: inline\">Methods:</h2> Patients Medical records from 85 COVID-19 patients with dynamic observation of renal function in General Hospital of Central Theatre Command in Wuhan from January 17, 2020 to March 3, 2020 were collected and retrospectively analyzed.",
        "This study was approved by the National Health Commission of China and Ethics Commission of General Hospital of Central Theatre Command and Jinyintan Hospital.",
        "Data collection and definitions The authors reviewed clinical records, nursing records, laboratory findings, and chest x-rays or CT scans for all the patients.",
        "Three investigators (C Wang, Z Fen and Y Chen) independently reviewed the data collection forms to verify data accuracy",
        "<h2 style=\"display: inline\">Results:</h2> 1. SARS-CoV-2 induces ARF in COVID-19 patients.",
        "Dynamic survey in five COVID-19 patients showed that the perished cases have a rapid eGFR decline, but the concentrations of plasma creatinine and urea rapidly rose during disease progression.",
        "Gradual recovery of eGFR was observed in convalescent patients, whose plasma creatinine and urea concentrations were low throughout the observation period (Figure 1), suggesting ARF is a risk factor result in perish during SARS-CoV-2 infection.",
        "<h2 style=\"display: inline\">Conclusion:</h2> The coronavirus disease 2019 (COVID-19) is a newly emerged infection from the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2).",
        "Apart from the respiratory system, it is unclear whether SARS-CoV-2 can directly infect other tissues such as the kidney or induce acute renal failure.",
        "H&E staining demonstrated kidney tissues from 6 cases of postmortems have severe acute tubular necrosis but no evidence of glomerular pathology.",
        "SARS-CoV-2 virus directly infects human kidney tubules by induces acute tubular damage ARF and probably lead to urine transmission"
    ],
    "structured_summary": {
        "Introduction": [
            "In December 2019, a cluster of pneumonia cases caused by a novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) were reported in Wuhan, Hubei Province, China.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>].",
            "No evidence directly demonstrates that SARS-CoV-2 can directly infect the kidney to cause acute renal failure"
        ],
        "Methods": [
            "Patients Medical records from 85 COVID-19 patients with dynamic observation of renal function in General Hospital of Central Theatre Command in Wuhan from January 17, 2020 to March 3, 2020 were collected and retrospectively analyzed.",
            "This study was approved by the National Health Commission of China and Ethics Commission of General Hospital of Central Theatre Command and Jinyintan Hospital.",
            "Data collection and definitions The authors reviewed clinical records, nursing records, laboratory findings, and chest x-rays or CT scans for all the patients.",
            "Three investigators (C Wang, Z Fen and Y Chen) independently reviewed the data collection forms to verify data accuracy"
        ],
        "Results": [
            "1. SARS-CoV-2 induces ARF in COVID-19 patients.",
            "Dynamic survey in five COVID-19 patients showed that the perished cases have a rapid eGFR decline, but the concentrations of plasma creatinine and urea rapidly rose during disease progression.",
            "Gradual recovery of eGFR was observed in convalescent patients, whose plasma creatinine and urea concentrations were low throughout the observation period (Figure 1), suggesting ARF is a risk factor result in perish during SARS-CoV-2 infection."
        ],
        "Conclusion": [
            "The coronavirus disease 2019 (COVID-19) is a newly emerged infection from the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2).",
            "Apart from the respiratory system, it is unclear whether SARS-CoV-2 can directly infect other tissues such as the kidney or induce acute renal failure.",
            "H&E staining demonstrated kidney tissues from 6 cases of postmortems have severe acute tubular necrosis but no evidence of glomerular pathology.",
            "SARS-CoV-2 virus directly infects human kidney tubules by induces acute tubular damage ARF and probably lead to urine transmission"
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Zhu_et+al_2020_a",
            "entry": "1. Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20N%20Engl%20J%20Med%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20N%20Engl%20J%20Med%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20N%20Engl%20J%20Med%202020"
        },
        {
            "id": "2",
            "alt_id": "Li_et+al_2020_a",
            "entry": "2. Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus-Infected%20Pneumonia%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus-Infected%20Pneumonia%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus-Infected%20Pneumonia%202020"
        },
        {
            "id": "3",
            "alt_id": "Huang_et+al_2019_a",
            "entry": "3. Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20Lancet%202020"
        },
        {
            "id": "4",
            "alt_id": "Lu_et+al_2019_a",
            "entry": "4. Lu R, Zhao X, Li J, et al. Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lu%20R%20Zhao%20X%20Li%20J%20et%20al%20Genomic%20characterisation%20and%20epidemiology%20of%202019%20novel%20coronavirus%20implications%20for%20virus%20origins%20and%20receptor%20binding%20Lancet%202020"
        },
        {
            "id": "5",
            "alt_id": "Bernard_et+al_2019_a",
            "entry": "5. Bernard SS, Rolland P, Silue Y, et al. First cases of coronavirus disease 2019 (COVID-19) in France: surveillance, investigations and control measures, January 2020. Euro surveillance: bulletin Europeen sur les maladies transmissibles= European communicable disease bulletin 2020; 25(6).",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Bernard%20SS%20Rolland%20P%20Silue%20Y%20et%20al%20First%20cases%20of%20coronavirus%20disease%202019%20COVID19%20in%20France%20surveillance%20investigations%20and%20control%20measures%20January%202020%20Euro%20surveillance%20bulletin%20Europeen%20sur%20les%20maladies%20transmissibles%20European%20communicable%20disease%20bulletin%202020%20256",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Bernard%20SS%20Rolland%20P%20Silue%20Y%20et%20al%20First%20cases%20of%20coronavirus%20disease%202019%20COVID19%20in%20France%20surveillance%20investigations%20and%20control%20measures%20January%202020%20Euro%20surveillance%20bulletin%20Europeen%20sur%20les%20maladies%20transmissibles%20European%20communicable%20disease%20bulletin%202020%20256",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Bernard%20SS%20Rolland%20P%20Silue%20Y%20et%20al%20First%20cases%20of%20coronavirus%20disease%202019%20COVID19%20in%20France%20surveillance%20investigations%20and%20control%20measures%20January%202020%20Euro%20surveillance%20bulletin%20Europeen%20sur%20les%20maladies%20transmissibles%20European%20communicable%20disease%20bulletin%202020%20256"
        },
        {
            "id": "6",
            "alt_id": "Cheng_et+al_2020_a",
            "entry": "6. Cheng S-C, Chang Y-C, Chiang Y-LF, et al. First case of Coronavirus Disease 2019 (COVID-19) pneumonia in Taiwan. Journal of the Formosan Medical Association 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Cheng%20SC%20Chang%20YC%20Chiang%20YLF%20et%20al%20First%20case%20of%20Coronavirus%20Disease%202019%20COVID19%20pneumonia%20in%20Taiwan%20Journal%20of%20the%20Formosan%20Medical%20Association%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Cheng%20SC%20Chang%20YC%20Chiang%20YLF%20et%20al%20First%20case%20of%20Coronavirus%20Disease%202019%20COVID19%20pneumonia%20in%20Taiwan%20Journal%20of%20the%20Formosan%20Medical%20Association%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Cheng%20SC%20Chang%20YC%20Chiang%20YLF%20et%20al%20First%20case%20of%20Coronavirus%20Disease%202019%20COVID19%20pneumonia%20in%20Taiwan%20Journal%20of%20the%20Formosan%20Medical%20Association%202020"
        },
        {
            "id": "7",
            "alt_id": "7._2020_a",
            "entry": "7. National Health Commission of the People’s Republic of China. The latest situation of novel coronavirus pneumonia as of 24:00 on 3 March, 2020. http://www.xinhuanet.com/politics/2020-03/04/c_1125659905.htm Date accessed: March 4, 2020.",
            "url": "http://www.xinhuanet.com/politics/2020-03/04/c_1125659905.htm"
        },
        {
            "id": "8",
            "alt_id": "Xu_et+al_0000_a",
            "entry": "8. Xu X, Chen P, Wang J, et al. Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission. Science China Life Sciences 2020: 1-4.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Xu%2C%20X.%20Chen%2C%20P.%20Wang%2C%20J.%20Evolution%20of%20the%20novel%20coronavirus%20from%20the%20ongoing%20Wuhan%20outbreak%20and%20modeling%20of%20its%20spike%20protein%20for%20risk%20of%20human%20transmission",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Xu%2C%20X.%20Chen%2C%20P.%20Wang%2C%20J.%20Evolution%20of%20the%20novel%20coronavirus%20from%20the%20ongoing%20Wuhan%20outbreak%20and%20modeling%20of%20its%20spike%20protein%20for%20risk%20of%20human%20transmission",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Xu%2C%20X.%20Chen%2C%20P.%20Wang%2C%20J.%20Evolution%20of%20the%20novel%20coronavirus%20from%20the%20ongoing%20Wuhan%20outbreak%20and%20modeling%20of%20its%20spike%20protein%20for%20risk%20of%20human%20transmission"
        },
        {
            "id": "9",
            "alt_id": "Chan_et+al_2019_a",
            "entry": "9. Chan JF-W, Kok K-H, Zhu Z, et al. Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan. Emerging Microbes & Infections 2020; 9(1): 221-36.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chan%20JFW%20Kok%20KH%20Zhu%20Z%20et%20al%20Genomic%20characterization%20of%20the%202019%20novel%20humanpathogenic%20coronavirus%20isolated%20from%20a%20patient%20with%20atypical%20pneumonia%20after%20visiting%20Wuhan%20Emerging%20Microbes%20%20Infections%202020%2091%2022136",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Chan%20JFW%20Kok%20KH%20Zhu%20Z%20et%20al%20Genomic%20characterization%20of%20the%202019%20novel%20humanpathogenic%20coronavirus%20isolated%20from%20a%20patient%20with%20atypical%20pneumonia%20after%20visiting%20Wuhan%20Emerging%20Microbes%20%20Infections%202020%2091%2022136",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Chan%20JFW%20Kok%20KH%20Zhu%20Z%20et%20al%20Genomic%20characterization%20of%20the%202019%20novel%20humanpathogenic%20coronavirus%20isolated%20from%20a%20patient%20with%20atypical%20pneumonia%20after%20visiting%20Wuhan%20Emerging%20Microbes%20%20Infections%202020%2091%2022136"
        },
        {
            "id": "10",
            "alt_id": "Zhou_et+al_2020_a",
            "entry": "10. Zhou P, Yang XL, Wang XG, et al. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhou%2C%20P.%20Yang%2C%20X.L.%20Wang%2C%20X.G.%20A%20pneumonia%20outbreak%20associated%20with%20a%20new%20coronavirus%20of%20probable%20bat%20origin%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Zhou%2C%20P.%20Yang%2C%20X.L.%20Wang%2C%20X.G.%20A%20pneumonia%20outbreak%20associated%20with%20a%20new%20coronavirus%20of%20probable%20bat%20origin%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Zhou%2C%20P.%20Yang%2C%20X.L.%20Wang%2C%20X.G.%20A%20pneumonia%20outbreak%20associated%20with%20a%20new%20coronavirus%20of%20probable%20bat%20origin%202020"
        },
        {
            "id": "11",
            "alt_id": "Lin_et+al_2019_a",
            "entry": "11. Lin W, Hu L, Zhang Y, et al. Single-cell Analysis of ACE2 Expression in Human Kidneys and Bladders Reveals a Potential Route of 2019-nCoV Infection. bioRxiv 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lin%20W%20Hu%20L%20Zhang%20Y%20et%20al%20Singlecell%20Analysis%20of%20ACE2%20Expression%20in%20Human%20Kidneys%20and%20Bladders%20Reveals%20a%20Potential%20Route%20of%202019nCoV%20Infection%20bioRxiv%202020"
        },
        {
            "id": "12",
            "alt_id": "Fan_et+al_2019_a",
            "entry": "12. Fan C, Li K, Ding Y, Lu WL, Wang J. ACE2 Expression in Kidney and Testis May Cause Kidney and Testis Damage After 2019-nCoV Infection. medRxiv 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Fan%20C%20Li%20K%20Ding%20Y%20Lu%20WL%20Wang%20J%20ACE2%20Expression%20in%20Kidney%20and%20Testis%20May%20Cause%20Kidney%20and%20Testis%20Damage%20After%202019nCoV%20Infection%20medRxiv%202020"
        },
        {
            "id": "13",
            "alt_id": "Cheng_et+al_2020_a",
            "entry": "13. Cheng Y, Luo R, Wang K, et al. Kidney impairment is associated with in-hospital death of COVID-19 patients. medRxiv 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Cheng%20Y%20Luo%20R%20Wang%20K%20et%20al%20Kidney%20impairment%20is%20associated%20with%20inhospital%20death%20of%20COVID19%20patients%20medRxiv%202020"
        },
        {
            "id": "14",
            "alt_id": "14._2020_b",
            "entry": "14. National Health Commission of the People’s Republic of China.. The notice of launching guideline on diagnosis and treatment of the novel coronavirus pneumonia (NCP). 5th edition. http://www.xinhuanet.com//health/2020-02/05/c_1125534301.htm ( In chinese) Date accessed: February 18, 2020.",
            "url": "http://www.xinhuanet.com//health/2020-02/05/c_1125534301.htm"
        },
        {
            "id": "15",
            "alt_id": "Chu_et+al_2005_a",
            "entry": "15. Chu KH, Tsang WK, Tang CS, et al. Acute renal impairment in coronavirus-associated severe acute respiratory syndrome. Kidney international 2005; 67(2): 698-705.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chu%2C%20K.H.%20Tsang%2C%20W.K.%20Tang%2C%20C.S.%20Acute%20renal%20impairment%20in%20coronavirus-associated%20severe%20acute%20respiratory%20syndrome%202005",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Chu%2C%20K.H.%20Tsang%2C%20W.K.%20Tang%2C%20C.S.%20Acute%20renal%20impairment%20in%20coronavirus-associated%20severe%20acute%20respiratory%20syndrome%202005",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Chu%2C%20K.H.%20Tsang%2C%20W.K.%20Tang%2C%20C.S.%20Acute%20renal%20impairment%20in%20coronavirus-associated%20severe%20acute%20respiratory%20syndrome%202005"
        },
        {
            "id": "16",
            "alt_id": "Lely_et+al_2004_a",
            "entry": "16. Lely A, Hamming I, van Goor H, Navis G. Renal ACE2 expression in human kidney disease. The Journal of Pathology: A Journal of the Pathological Society of Great Britain and Ireland 2004; 204(5): 587-93.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lely%2C%20A.%20Hamming%2C%20I.%20van%20Goor%2C%20H.%20Navis%2C%20G.%20Renal%20ACE2%20expression%20in%20human%20kidney%20disease%202004",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Lely%2C%20A.%20Hamming%2C%20I.%20van%20Goor%2C%20H.%20Navis%2C%20G.%20Renal%20ACE2%20expression%20in%20human%20kidney%20disease%202004",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Lely%2C%20A.%20Hamming%2C%20I.%20van%20Goor%2C%20H.%20Navis%2C%20G.%20Renal%20ACE2%20expression%20in%20human%20kidney%20disease%202004"
        },
        {
            "id": "17",
            "alt_id": "Ding_et+al_2004_a",
            "entry": "17. Ding Y, He L, Zhang Q, et al. Organ distribution of severe acute respiratory syndrome (SARS) associated coronavirus (SARS‐CoV) in SARS patients: implications for pathogenesis and virus transmission pathways. The Journal of Pathology: A Journal of the Pathological Society of Great Britain and Ireland 2004; 203(2): 622-30.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Ding%2C%20Y.%20He%2C%20L.%20Zhang%2C%20Q.%20Organ%20distribution%20of%20severe%20acute%20respiratory%20syndrome%20%28SARS%29%20associated%20coronavirus%20%28SARS%E2%80%90CoV%29%20in%20SARS%20patients%3A%20implications%20for%20pathogenesis%20and%20virus%20transmission%20pathways%202004",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Ding%2C%20Y.%20He%2C%20L.%20Zhang%2C%20Q.%20Organ%20distribution%20of%20severe%20acute%20respiratory%20syndrome%20%28SARS%29%20associated%20coronavirus%20%28SARS%E2%80%90CoV%29%20in%20SARS%20patients%3A%20implications%20for%20pathogenesis%20and%20virus%20transmission%20pathways%202004",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Ding%2C%20Y.%20He%2C%20L.%20Zhang%2C%20Q.%20Organ%20distribution%20of%20severe%20acute%20respiratory%20syndrome%20%28SARS%29%20associated%20coronavirus%20%28SARS%E2%80%90CoV%29%20in%20SARS%20patients%3A%20implications%20for%20pathogenesis%20and%20virus%20transmission%20pathways%202004"
        },
        {
            "id": "18",
            "alt_id": "Poissy_et+al_2014_a",
            "entry": "18. Poissy J, Goffard A, Parmentier-Decrucq E, et al. Kinetics and pattern of viral excretion in biological specimens of two MERS-CoV cases. Journal of Clinical Virology 2014; 61(2): 275-8. ",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Poissy%2C%20J.%20Goffard%2C%20A.%20Parmentier-Decrucq%2C%20E.%20Kinetics%20and%20pattern%20of%20viral%20excretion%20in%20biological%20specimens%20of%20two%20MERS-CoV%20cases%202014",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Poissy%2C%20J.%20Goffard%2C%20A.%20Parmentier-Decrucq%2C%20E.%20Kinetics%20and%20pattern%20of%20viral%20excretion%20in%20biological%20specimens%20of%20two%20MERS-CoV%20cases%202014",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Poissy%2C%20J.%20Goffard%2C%20A.%20Parmentier-Decrucq%2C%20E.%20Kinetics%20and%20pattern%20of%20viral%20excretion%20in%20biological%20specimens%20of%20two%20MERS-CoV%20cases%202014"
        }
    ],
    "facts": [
        "with other clinical parameters from 85 patients with laboratory-confirmed COVID-19 admitted to a hospital in Wuhan",
        "Kidney tissues from six other patients with postmortem examinations were analyzed by Hematoxylin",
        "in situ expression of viral nucleocaspid protein antigen was detected by immunohistochemistry",
        "Comorbidities of disorders like hypertension and heart failure were more common in patients who developed ARF",
        "Dynamic observation of eGFR revealed that perished cases have a rapid decrease of",
        "enhancement of eGFR and persistence low level of plasma creatinine and urea was observed in recovery patients following diuretic treatment",
        "Immunohistochemistry showed that SARS-CoV-2 NP antigen was accumulated in kidney tubules",
        "a cluster of pneumonia cases caused by a novel severe acute respiratory syndrome coronavirus 2 were reported in",
        "2981 were death in China based on CCDC reported.[7",
        "Some studies have suggested that SARS-CoV-2",
        "that SARS-CoV-2 interacts with human ACE2 molecules via its Spike protein.[10",
        "the expression of ACE2 protein has been observed in human kidneys,[11,12",
        "that some COVID-19 patients had an elevated level of proteinuria.[13",
        "no evidence directly demonstrates that SARS-CoV-2 can directly infect the kidney to cause acute renal failure",
        "Diagnosis of COVID-19 was based on the New Coronavirus Pneumonia Prevention",
        "Control Program published by the National Health Commission of China",
        "This study was approved by the Hospital",
        "Written informed consent was waived by the Ethics Commission of the designated hospital",
        "eGFR was calculated by the CKD-EPI equation based on serum",
        "Acute renal impairment was defined as a decline of eGFR",
        "suggesting renal function impairment is relatively common in COVID-19 patients",
        "No evidence directly demonstrates that SARS-CoV-2 can directly infect the kidney to cause acute renal failure",
        "Dynamic survey in five COVID-19 patients showed that the perished cases have a rapid eGFR decline",
        "the concentrations of plasma creatinine and urea rapidly rose during disease progression",
        "Gradual recovery of eGFR was observed in convalescent patients",
        "whose plasma creatinine and urea concentrations were low throughout the observation period",
        "Our results reported above indicate that SARS-CoV-2 might directly induce tubular damage"
    ],
    "claims": [
        "Data collection and definitions We reviewed clinical records, nursing records, laboratory findings, and chest x-rays or CT scans for all the patients",
        "Our results reported above indicate that SARS-CoV-2 might directly induce tubular damage",
        "In this study, we found that 27.06% of patients with COVID-9 had abnormal eGFR, suggesting that acute renal damage is relatively common following SARS-CoV-2 infection",
        "We also summarized the dynamic eGFR from 5 COVID-9 patients who have long-term observation, and found that the perished cases manifested rapid decline in eGFR, and a rapid increase of the plasma creatinine and urea concentrations, with the levels peaking prior to death",
        "To further analyze how SARS-CoV-2 affects renal function, we focused on analyzing renal tissue morphology from autopsies",
        "We have demonstrated that the SARS-CoV-2 virus can directly infect human renal tubules and consequently lead to acute renal tubular injury"
    ],
    "findings": [
        "RESULTS Among these 85 COVID-19 cases, 27.06% (23/85) patients exhibited acute renal failure (ARF), and elder patients (≥ 60 years old) are easier to develop ARF (65.22% vs 24.19%, p&lt; 0.001)",
        "Comorbidities of disorders like hypertension and heart failure were more common in patients who developed ARF (69.57% vs 11.29%, p&lt; 0.001)",
        "Patients who are older (>60 years) or carry comorbidities more easily developed ARF (65.22% vs 24.19%, p< 0.001; 69.57% vs 11.29%, p< 0.001, respectively)"
    ],
    "processes": [],
    "key_statements": [
        "No evidence directly demonstrates that SARS-CoV-2 can directly infect the kidney to cause acute renal failure",
        "Diagnosis of COVID-19 was based on the New Coronavirus Pneumonia Prevention and Control Program (5th edition) published by the National Health Commission of China",
        "All information was obtained and curated with a customized data collection form. estimated glomerular filtration rate was calculated by the CKD-EPI equation based on serum creatinine level,sex, race and age",
        "We retrospectively analyzed laboratory kidney functions from 85 cases of COVID-19 patients, focusing first on estimated glomerular filtration rate. 27.06% (23/85) COVID-19 patients exhibited acute renal failure (Table1), suggesting renal function impairment is relatively common in COVID-19 patients",
        "Patients who are older (>60 years) or carry comorbidities more developed acute renal failure (65.22% vs 24.19%, p< 0.001; 69.57% vs 11.29%, p< 0.001, respectively)",
        "Dynamic survey in five COVID-19 patients showed that the perished cases have a rapid estimated glomerular filtration rate decline, but the concentrations of plasma creatinine and urea rapidly rose during disease progression",
        "Gradual recovery of estimated glomerular filtration rate was observed in convalescent patients, whose plasma creatinine and urea concentrations were low throughout the observation period (Figure 1), suggesting acute renal failure is a risk factor result in perish during SARS-CoV-2 infection",
        "Our results reported above indicate that SARS-CoV-2 might directly induce tubular damage",
        "We found that 27.06% of patients with COVID-9 had abnormal estimated glomerular filtration rate, suggesting that acute renal damage is relatively common following SARS-CoV-2 infection",
        "We summarized the dynamic estimated glomerular filtration rate from 5 COVID-9 patients who have long-term observation, and found that the perished cases manifested rapid decline in estimated glomerular filtration rate, and a rapid increase of the plasma creatinine and urea concentrations, with the levels peaking prior to death"
    ],
    "top_statements": [
        "In December 2019, a cluster of pneumonia cases caused by a novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) were reported in Wuhan, Hubei Province, China.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]",
        "We retrospectively analyzed laboratory kidney functions from 85 cases of COVID-19 patients, focusing first on estimated glomerular filtration rate. 27.06% (23/85) COVID-19 patients exhibited acute renal failure (Table1), suggesting renal function impairment is relatively common in COVID-19 patients",
        "Patients who are older (>60 years) or carry comorbidities more developed acute renal failure (65.22% vs 24.19%, p< 0.001; 69.57% vs 11.29%, p< 0.001, respectively)",
        "Dynamic survey in five COVID-19 patients showed that the perished cases have a rapid estimated glomerular filtration rate decline, but the concentrations of plasma creatinine and urea rapidly rose during disease progression",
        "Gradual recovery of estimated glomerular filtration rate was observed in convalescent patients, whose plasma creatinine and urea concentrations were low throughout the observation period (Figure 1), suggesting acute renal failure is a risk factor result in perish during SARS-CoV-2 infection",
        "We summarized the dynamic estimated glomerular filtration rate from 5 COVID-9 patients who have long-term observation, and found that the perished cases manifested rapid decline in estimated glomerular filtration rate, and a rapid increase of the plasma creatinine and urea concentrations, with the levels peaking prior to death"
    ],
    "headline": "Dynamic survey in five COVID-19 patients showed that the perished cases have a rapid estimated glomerular filtration rate decline, but the concentrations of plasma creatinine and urea rapidly rose during disease progression",
    "contexts": [],
    "abbreviations": {
        "eGFR": "estimated glomerular filtration rate",
        "NP": "nucleocaspid protein",
        "ARF": "acute renal failure",
        "qRT-PCR": "quantitative RT-PCR",
        "CRRT": "continuous renal replacement therapies"
    }
}
