{
    "filename": "2020.03.04.20031047v1.pdf",
    "content_type": "application/pdf",
    "file_size": 1576651,
    "metadata": {
        "title": "How to differentiate COVID-19 pneumonia from heart failure with computed tomography at initial medical contact during epidemic period",
        "author": "Zhaowei Zhu",
        "date": 2020,
        "affiliations": [
            "Department of Cardiovascular Medicine, the Second Xiangya Hospital, Central South University, Changsha, Hunan, China.",
            "Department of Emergency, the Second Xiangya Hospital, Central South University, Changsha, Hunan, China.",
            "Department of Radiology, the Second Xiangya Hospital, Central South University, Changsha, Hunan, China. # These authors share the correspondence authorship. Correspondence to: Shenghua Zhou, MD, PhD Department of Cardiovascular Medicine, the Second Xiangya Hospital, Central South University, Changsha, Hunan 410011, PR China.",
            "MD Department of Radiology, the Second Xiangya Hospital, Central South University, Changsha, Hunan 410011, PR China. Tel: +86 731 85292013; E-mail: wuyuzhi403@aliyun.com",
            "Second Xiangya Hospital of Central South University from Dec. 1 to Feb. 28, 2020. Patients with negative CT findings and less than 18-years old were excluded. Available clinical history,",
            "Chinese Center for Disease Control and Prevention (CDC) recommended Kit (BioGerm, Shanghai, China), following WHO guidelines for qRT-PCR. qRT-PCR was repeated at least 3 times with different specimens.",
            "Second Xiangya Hospital of Central South University (approval number 2020005), which waived the requirement for patients’ informed consent referring to the CIOMS guideline. IMAGINE INTERPRETATION"
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.03.04.20031047",
            "isbn": null,
            "doc_id": null,
            "url": "https://www.medrxiv.org/content/10.1101/2020.03.04.20031047v1.pdf"
        },
        "abstract": "OBJECTIVES To compare chest CT findings in heart failure with those of Corona Virus Disease 2019 (COVID-19) pneumonia. BACKGROUND During epidemic period, chest computed tomography (CT) has been highly recommended for screening patients with suspected COVID-19. However, the comparison of CT imaging between heart failure and COVID-19 pneumonia has not been fully elucidated. METHODS Patients with heart failure (n=12), COVID-19 pneumonia (n=12) and one patient with both diseases were retrospectively enrolled. Clinical information and imaging of chest CT were collected and analyzed. RESULTS There was no difference of ground glass opacity (GGO), consolidation, crazy paving pattern, lobes affected and septal thickening between heart failure and COVID-19 pneumonia. However, less rounded morphology (8.3% vs. 67%, p=0.003), more peribronchovascular thickening (75% vs. 33%, p=0.041) and fissural thickening (33% vs. 0%, p=0.028), less peripheral distribution (33% vs. 92%, p=0.003) were found in heart failure group than that in COVID-19 group. Importantly, there were also more patients with upper pulmonary vein enlargement (75% vs. 8.3%, p=0.001), subpleural effusion and cardiac enlargement in heart failure group than that in COVID-19 group (50% vs. 0%, p=0.005, separately). Besides, more fibrous lesions were found in COVID-19 group although there was no statistical difference (25% vs. 0%, P=0.064) CONCLUSIONS Although there are some overlaps of CT imaging between heart failure and COVID-19, CT is still a useful tool in differentiating COVID-19 pneumonia. KEY WORDS computed tomography, COVID-19, pneumonia, heart failure.",
        "keywords": [
            "computed tomography",
            "COVID-19",
            "pneumonia",
            "heart failure"
        ],
        "references": "@article{huang-a,\n  author = {Huang, C. and Wang, Y. and Li, X.},\n  title = {Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {497–506},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@article{ai2006a,\n  author = {Ai, T. and Yang, Z. and Hou, H.},\n  title = {Correlation of Chest CT and RT-PCR Testing in Coronavirus Disease 2019 (COVID-19) in China: A Report of 1014 Cases},\n  journal = {Radiology},\n  volume = {2020},\n  date = {2006},\n  more-authors = {true},\n  language = {}\n}\n@article{ponikowski2016a,\n  author = {Ponikowski, P. and Voors, A.A. and Anker, S.D.},\n  date = {2016},\n  title = {ESC Guidelines for the diagnosis and treatment of acute and chronic heart failure: The Task Force for the diagnosis and treatment of acute and chronic heart failure of the European Society of Cardiology (ESC)Developed with the special contribution of the Heart Failure Association (HFA) of the ESC},\n  journal = {European heart journal},\n  volume = {37},\n  pages = {2129–2200},\n  more-authors = {true},\n  language = {}\n}\n@article{xie2003a,\n  author = {Xie, X. and Zhong, Z. and Zhao, W. and Zheng, C. and Wang, F. and Liu, J.},\n  title = {Chest CT for Typical 2019-nCoV Pneumonia: Relationship to Negative RT-PCR Testing},\n  journal = {Radiology},\n  volume = {2020},\n  date = {2003},\n  language = {}\n}\n@incollection{chung2019a,\n  author = {Chung, M. and Bernheim, A. and Mei, X.},\n  title = {CT Imaging Features of 2019 Novel Coronavirus},\n  date = {2019},\n  more-authors = {true},\n  source = {Radiology 2020},\n  language = {}\n}\n@article{guan2020a,\n  author = {Guan, W.J. and Ni, Z.Y. and Hu, Y.},\n  title = {Clinical Characteristics of Coronavirus Disease 2019 in China},\n  journal = {The New England journal of medicine},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{pan2003a,\n  author = {Pan, F. and Ye, T. and Sun, P.},\n  title = {Time Course of Lung Changes On Chest CT During Recovery From 2019 Novel Coronavirus (COVID-19) Pneumonia},\n  journal = {Radiology},\n  volume = {2020},\n  date = {2003},\n  more-authors = {true},\n  language = {}\n}\n@article{franquet2011a,\n  author = {Franquet, T.},\n  title = {Imaging of pulmonary viral pneumonia},\n  journal = {Radiology},\n  date = {2011},\n  volume = {260},\n  pages = {18–39},\n  language = {}\n}\n@incollection{gluecker1999a,\n  author = {Gluecker, T. and Capasso, P. and Schnyder, P.},\n  title = {Clinical and radiologic features of pulmonary edema. Radiographics: a review publication of the Radiological},\n  publisher = {Society of North America, Inc},\n  date = {1999},\n  more-authors = {true},\n  source = {19: 1507-31; discussion 1532-3},\n  language = {}\n}\n@article{xu2020a,\n  author = {Xu, Z. and Shi, L. and Wang, Y.},\n  title = {Pathological findings of COVID-19 associated with acute respiratory distress syndrome},\n  journal = {The Lancet Respiratory medicine},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{adamo2020a,\n  author = {Adamo, L. and Rocha-Resende, C. and Prabhu, S.D. and Mann, D.L.},\n  title = {Reappraising the role of inflammation in heart failure},\n  journal = {Nature reviews Cardiology},\n  date = {2020},\n  language = {}\n}\n@article{kain-a,\n  author = {Kain, V. and Halade, G.V.},\n  title = {Role of neutrophils in ischemic heart failure},\n  journal = {Pharmacology & therapeutics},\n  volume = {2020},\n  pages = {107424},\n  number = {205},\n  language = {}\n}\n@article{anand2005a,\n  author = {Anand, I.S. and Latini, R. and Florea, V.G.},\n  title = {C-reactive protein in heart failure: prognostic value and the effect of valsartan},\n  journal = {Circulation},\n  date = {2005},\n  volume = {112},\n  pages = {1428–34},\n  more-authors = {true},\n  language = {}\n}\n@article{sharma2000a,\n  author = {Sharma, R. and Rauchhaus, M. and Ponikowski, P.P.},\n  title = {The relationship of the erythrocyte sedimentation rate to inflammatory cytokines and survival in patients with chronic heart failure treated with angiotensin-converting enzyme inhibitors},\n  journal = {Journal of the American College of Cardiology},\n  date = {2000},\n  volume = {36},\n  pages = {523–8},\n  more-authors = {true},\n  language = {}\n}\n",
        "emails": [
            "wuyuzhi403@aliyun.com",
            "zhoushenghua@csu.edu.cn"
        ],
        "references_ris": "TY  - JOUR\nAU  - Huang, C.\nAU  - Wang, Y.\nAU  - Li, X.\nTI  - Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China\nT2  - Lancet\nVL  - 2020\nSP  - 497\nEP  - 506\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Ai, T.\nAU  - Yang, Z.\nAU  - Hou, H.\nTI  - Correlation of Chest CT and RT-PCR Testing in Coronavirus Disease 2019 (COVID-19) in China: A Report of 1014 Cases\nT2  - Radiology\nVL  - 2020\nPY  - 2006\nDA  - 2006\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Ponikowski, P.\nAU  - Voors, A.A.\nAU  - Anker, S.D.\nPY  - 2016\nDA  - 2016\nTI  - ESC Guidelines for the diagnosis and treatment of acute and chronic heart failure: The Task Force for the diagnosis and treatment of acute and chronic heart failure of the European Society of Cardiology (ESC)Developed with the special contribution of the Heart Failure Association (HFA) of the ESC\nT2  - European heart journal\nVL  - 37\nSP  - 2129\nEP  - 2200\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Xie, X.\nAU  - Zhong, Z.\nAU  - Zhao, W.\nAU  - Zheng, C.\nAU  - Wang, F.\nAU  - Liu, J.\nTI  - Chest CT for Typical 2019-nCoV Pneumonia: Relationship to Negative RT-PCR Testing\nT2  - Radiology\nVL  - 2020\nPY  - 2003\nDA  - 2003\nLA  - \nER  - \n\nTY  - CHAP\nAU  - Chung, M.\nAU  - Bernheim, A.\nAU  - Mei, X.\nTI  - CT Imaging Features of 2019 Novel Coronavirus\nPY  - 2019\nDA  - 2019\nC1  - true\nT2  - Radiology 2020\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Guan, W.J.\nAU  - Ni, Z.Y.\nAU  - Hu, Y.\nTI  - Clinical Characteristics of Coronavirus Disease 2019 in China\nT2  - The New England journal of medicine\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Pan, F.\nAU  - Ye, T.\nAU  - Sun, P.\nTI  - Time Course of Lung Changes On Chest CT During Recovery From 2019 Novel Coronavirus (COVID-19) Pneumonia\nT2  - Radiology\nVL  - 2020\nPY  - 2003\nDA  - 2003\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Franquet, T.\nTI  - Imaging of pulmonary viral pneumonia\nT2  - Radiology\nPY  - 2011\nDA  - 2011\nVL  - 260\nSP  - 18\nEP  - 39\nLA  - \nER  - \n\nTY  - CHAP\nAU  - Gluecker, T.\nAU  - Capasso, P.\nAU  - Schnyder, P.\nTI  - Clinical and radiologic features of pulmonary edema. Radiographics: a review publication of the Radiological\nPB  - Society of North America, Inc\nPY  - 1999\nDA  - 1999\nC1  - true\nT2  - 19: 1507-31; discussion 1532-3\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Xu, Z.\nAU  - Shi, L.\nAU  - Wang, Y.\nTI  - Pathological findings of COVID-19 associated with acute respiratory distress syndrome\nT2  - The Lancet Respiratory medicine\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Adamo, L.\nAU  - Rocha-Resende, C.\nAU  - Prabhu, S.D.\nAU  - Mann, D.L.\nTI  - Reappraising the role of inflammation in heart failure\nT2  - Nature reviews Cardiology\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Kain, V.\nAU  - Halade, G.V.\nTI  - Role of neutrophils in ischemic heart failure\nT2  - Pharmacology & therapeutics\nVL  - 2020\nSP  - 107424\nIS  - 205\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Anand, I.S.\nAU  - Latini, R.\nAU  - Florea, V.G.\nTI  - C-reactive protein in heart failure: prognostic value and the effect of valsartan\nT2  - Circulation\nPY  - 2005\nDA  - 2005\nVL  - 112\nSP  - 1428\nEP  - 34\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Sharma, R.\nAU  - Rauchhaus, M.\nAU  - Ponikowski, P.P.\nTI  - The relationship of the erythrocyte sedimentation rate to inflammatory cytokines and survival in patients with chronic heart failure treated with angiotensin-converting enzyme inhibitors\nT2  - Journal of the American College of Cardiology\nPY  - 2000\nDA  - 2000\nVL  - 36\nSP  - 523\nEP  - 8\nC1  - true\nLA  - \nER  - \n\n",
        "links": [],
        "author_conclusions": [
            "In conclusion, during epidemic period, it is essential for doctors to identify the imaging features of COVID-19 and heart failure. Although both diseases can have similar GGO and septal thickening, rounded morphology, peripheral distribution and fibrous lesion were relatively specific in COVID-19. While heart failure usually has more peribronchovascular thickening, fissural thickening, subpleural effusion and cardiac enlargement."
        ],
        "table_captions": [],
        "figure_captions": []
    },
    "sections": {
        "discussion": [
            "In this study, under a special situation of COVID-19, the clinical characteristics of heart failure and COVID-19 pneumonia were concluded, and the similarity and differences of CT imaging features were also verified. We found that GGO and septal thickening were all common lesions in both diseases. Significant differences exist in the distribution type, lesion morphology, upper small pulmonary vein enlargement, fissural thickening, peribronchovascular thickening, subpleural effusion and cardiac enlargement.<br/><br/>It is essential to identify the suspected patients as early as possible to control the spread of the disease. Up to present, China has updated to the 7th edition of the diagnosis for suspected patients. Contact history, clinical manifestation (fever or respiratory symptoms), lab test (white blood cell count normal or decreased, lymphocyte count decreased) and imagine of pulmonary CT are included in the evaluation. A patient can be suspected if fulfill contact history and any 2 of the latter 3. Even for patients without clear contact history, the latter 3 can be as evidence for suspected patients. For patients with heart failure in the absence of fever, chest uncomfortable or chest pain or apnea sometimes combined with respiratory symptom. In this study, 4 patients in 12 have respiratory symptoms. Besides, nearly half of COVID-19 patients may not have fever at admission[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] and the lymphocyte count in patients with heart failure can also be decreased. So pulmonary CT as an objective method will be a key point for patients without clear contact history and typical symptoms.<br/><br/>In this study, we found that there are some similarities in imaging features for patients with heart failure and COVID-19 pneumonia. Both diseases had GGO, consolidation, crazy paving pattern and septal thickening, which will make it difficult to differentiate heart failure from COVID-19 by CT scanning. However, with careful checking of the imaging, the distribution type of the two kinds of diseases were significantly different. Heart failure were more likely to have a central and gravity associated gradient distribution, while COVID-19 usually have more peripheral distribution. Importantly, there are more lesions with rounded morphology in COVID-19 than that in heart failure. In detail, although both diseases have septal thickening, heart failure usually has more peribronchovascular thickening and interlobular septal even fissural thickening. While COVID-19 usually affected the smaller septum. This may be attributed to the different severity of the 2 disease at the beginning, which means heart failure may progress more rapidly at first. COVID-19 usually progresses with different imaging features at different stages last for about 23 weeks[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. At first GGO is the predominant feature and gradually spread and consolidated, at last stage, the consolidation will be absorbed. This study was just focus on the initial medical contact, and the CT imaging showed here were almost belong to the early stage. So predominated GGO and some consolidation were most popular in COVID-19. Although fibrous lesions rare reported by now, 3 cases with COVID-19 were found with such lesions in this study, which is still consistent with current research[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>]. Interestingly, the CT imaging characteristics of both diseases may be mixed in one patient with heart failure and COVID-19, or the features of COVID-19 at initial medical contact will be covered by more progressively heart failure. So it should be more careful to contact with a patient with heart failure in epidemic area.<br/><br/>Hydrostatic pulmonary edema manifested by interstitial edema and alveolar flooding is the most frequently recognized pathophysiologic and radiologic feature in heart failure[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]. These features are virtually identical for left-sided heart failure and fluid overload. Interstitial edema occurs first with an increase of 15-25mm hg in mean transmural arterial pressure and results in the early loss of definition of subsegmental and segmental vessels, mild enlargement of the peribronchovascular spaces, and subpleural effusions. With pressure increasing, alveolar flooding will occur. The pathophysiology of central distribution can be explained by follows: increased tissue hydration which allows water to easily flow centrally, the pumping effect of the respiratory cycle which causes overall fluid flow toward the hilum, contractile property of alveolar septa allows them to expel interstitial edema toward the hilum. Diffuse bilateral interstitial and/or interstitial-alveolar infiltrates are most commonly caused by viruses. Different with heart failure, COVID-19 was characterized by an inflammatory pulmonary edema and alveolar damage. Recently, fibromyxoid exudation has been found in the lung tissue from patient obtained at autopsy[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>], which is absent in heart failure. All those above make the imaging differences from heart failure.<br/><br/>In this study, the leukocyte and neutrophil count of patients with heart failure was significantly higher than that of covid-19 patients, which may be attributed to the inflammatory state in vivo induced by heart failure or acute myocardial infarction[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>,<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]. In addition, other inflammatory indexes such as erythrocyte sedimentation rate and C-reactive protein in both groups also increased compared with the normal range. The results are consistent with previous studies[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>,<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]. Interestingly, the lymphocyte count was also decreased in heart failure, which may because, on one hand, the increase of neutrophil ratio in patients with heart failure may cause the relative decrease of lymphocyte ratio. On the other hand, it may be related to the increase of cortical hormone level after stress response.<br/><br/>There are several limitations of this study. First, this is a retrospective study with limited cases. Most of the patients with COVID-19 enrolled were non-severe cases. Secondly, we mainly focus on the clinical and imaging features at the initial medical contact, while the dynamic changes with appropriate therapy are definitely helpful to differentiate the 2 diseases.<br/><br/>In conclusion, during epidemic period, it is essential for doctors to identify the imaging features of COVID-19 and heart failure. Although both diseases can have similar GGO and septal thickening, rounded morphology, peripheral distribution and fibrous lesion were relatively specific in COVID-19. While heart failure usually has more peribronchovascular thickening, fissural thickening, subpleural effusion and cardiac enlargement."
        ],
        "ethical_compliance": [
            "This study was reviewed and approved by the Medical Ethical Committee of the Second Xiangya Hospital of Central South University (approval number 2020005), which waived the requirement for patients’ informed consent referring to the CIOMS guideline"
        ],
        "limitations": [
            "There are several limitations of this study. First, this is a retrospective study with limited cases. Most of the patients with COVID-19 enrolled were non-severe cases. Secondly, we mainly focus on the clinical and imaging features at the initial medical contact, while the dynamic changes with appropriate therapy are definitely helpful to differentiate the 2 diseases."
        ],
        "introduction": [
            "Heart failure is the most common disease faced by emergency doctors and cardiologists. Pulmonary edema caused by heart failure can be appeared as exudative disease in CT scanning, which is, sometimes, difficult to be distinguished with other exudative disease in clinical practice. During epidemic period, it will be a great challenge for doctors to identify COVID-19 pneumonia from heart failure patients at the initial contact. So it is essential for cardiologists to be familiar with the imaging features of heart failure and COVID-19 pneumonia. Here, with the aim to enhance the diagnosis of COVID-19 pneumonia at initial medical contact, we present the clinical and imagine features of heart failure and COVID-19 pneumonia patients and one patient combined with these 2 diseases, to clarify the characteristics of heart failure and COVID-19 pneumonia. METHODS STUDY DESIGN AND PARTICIPANTS",
            "This is a retrospective clinical study. We included consecutive patients with diagnosis of COVID-19 pneumonia or heart failure who had CT imaging at the initial medical contact at the Second Xiangya Hospital of Central South University from Dec. 1 to Feb. 28, 2020. Patients with negative CT findings and less than 18-years old were excluded. Available clinical history, laboratory, and epidemic characteristics were collected from 12 patients with heart failure and 12 patients with COVID-19 pneumonia. Besides, one patient with both heart failure and COVID-19 pneumonia was also enrolled. All the COVID-19 patients were diagnosed in fever clinics and then transferred to the designated hospital in Changsha, China.",
            "The diagnosis and classification for heart failure is based on 2016 ESC Guideline[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] and the diagnosis of COVID-19 pneumonia was confirmed by the detection of SARS-CoV-2 in respiratory specimens with at least 3 positive results of qRT-PCR. Impaired heart function was defined as grade II or more in Killip or NYHA classification.",
            "Clinical records, laboratory findings, and chest CT scans for all patients were obtained at initial medical contact. Two study investigators independently checked all the data. Throat-swab specimens from the upper respiratory tract were obtained. Maternal throat swab samples were collected and tested for SARS-CoV-2 with the Chinese Center for Disease Control and Prevention (CDC) recommended Kit (BioGerm, Shanghai, China), following WHO guidelines for qRT-PCR. qRT-PCR was repeated at least 3 times with different specimens.",
            "This study was reviewed and approved by the Medical Ethical Committee of the Second Xiangya Hospital of Central South University (approval number 2020005), which waived the requirement for patients’ informed consent referring to the CIOMS guideline. IMAGINE INTERPRETATION",
            "Two thoracic radiologists blinded to the clinical data reviewed the CT images independently and resolved discrepancies by consensus. All images were viewed on both lung (width, 1500 HU; level, -700 HU) and mediastinal (width, 350 HU; level, 40 HU) settings. The presence or absence of image features was recorded: ground-glass opacities (GGO), consolidation, rounded morphology, crazy paving pattern, peribronchovascular thickening, septal thickening, fissural thickening, small pulmonary vein enlargement, cardiac enlargement, lesion distribution, Lobes Involvement and bilateral lung disease. The detailed definitions of the above features were as described previously[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. STATISTICAL ANALYSIS",
            "Statistical analysis was done with SPSS, version 25.0. Continuous variables were directly expressed as median, and interquartile range (IQR) values. Categorical variables were expressed as number (%). Means for continuous variables were compared using independent group t tests when the data were normally distributed; otherwise, the Mann-Whitney test was used. Proportions for categorical variables were compared using the χ2 test or Fisher exact test. RESULTS CLINICAL INFORMATION",
            "The study included 12 patients with heart failure and 12 patients with COVID-19 pneumonia. The median age in patients with heart failure was 65 (IQR, 57,78) years and 5 (71%) were man. while the median age in patients with COVID-19 was 52 (IQR, 37,73) years and 8 (67%) were man. As shown in table 1. There was no difference in age, gender, oxygen saturation (SPO2) between two groups. Every patient in COVID-19 group had a contact history while no one had in heart failure group. For the symptoms, more patients got fever or respiratory symptoms in COVID-19 group than that in heart failure group (100% vs. 42%, p=0.005). Obviously, more patients had cardiovascular disease in heart failure group than that in COVID-19 group (100% vs. 17%, p<0.001). There were 6 patients with acute myocardial infarction, 4 patients with valve heart disease and 2 patients with cardiomyopathy in heart failure group. Consequently, higher NTproBNP level was found in heart failure compared with that in COVID-19 group [119 (18.3, 1905) vs. 189 [64, 369], p=0.014]. Although there were no statistical differences of creatine kinase (CK)",
            "and CK-MB level, cardiac troponin T (cTnT) level in heart failure group was significantly higher than that in COVID-19 group [1793 (979,5852) vs. 0.06 (0.01, 0.13), p<0.001]. All the patients with heart failure were treated with anti-heart failure medicine in hospital. White blood cell and neutrophil count was higher in heart failure group compared with that in COVID-19 group [7.32 (6.34, 9.91) vs. 5.1(4.3, 5.8), p<0.001; 5.46(4.35, 6.86) vs. 3.53(2.81,4.32), p=0.001]. Although lymphocyte count was decreased in both groups compared with the normal range, there was no statistical difference between groups. Besides, there was no statistical differences between groups in the level of inflammation markers including erythrocyte sedimentation rate (ESR), procalcitonin (PCT) and C-reactive protein (CRP). All the COVID-19 patients were confirmed by at least 3 times positive results of qRT-PCR for SARS-CoV-2, while the results of qRT-PCR for all the patients with heart failure were negative.",
            "C-reactive protein, ESR= erythrocyte sedimentation rate, PCT= procalcitonin, CK= creatine kinase, CK-MB= creatine kinase-MB, cTnT= cardiac troponin T.",
            "IMAGING FEATURES Figure 1 showed the typical imaging for heart failure (figure 1A, 1B) and COVID-19 pneumonia (figure 1C, 1D). However, there were some similarities and differences between these 2 groups. The comparison of imaging features was concluded in Table 2. Compared with patients with COVID-19, 11 patients in 12 had GGO in heart failure group, and there was no statistical difference between two groups (92% vs. 83%, p=0.537). There were also no differences between groups for consolidation, crazy paving pattern, and septal thickening. Hoverer, less patients had rounded morphology (8.3% vs. 67%, p=0.003) (figure 1C, 1D), more patients had peribronchovascular thickening (75% vs. 33%, p=0.041) (figure 2A, 2B) and fissural thickening (33% vs. 0%, p=0.028) (figure 1B, 2A) in heart failure group than that in COVID-19 group. For lesion distribution, although there was no difference of central distribution between groups, patients with heart failure were less like to have a peripheral distribution (33% vs. 92%, p=0.003). Importantly, 6 patients in 12 had gravity dependent gradient distribution in heart failure group (figure 1A), while no patient had such distribution in COVID-19 group (p<0.001). For the lobes affected, there was no statistical difference in the frequency of 2 or more lobes involvement and bilateral lung disease. Importantly, there were more patients with pulmonary vein enlargement in heart failure group compared with that in COVID-19 group (75% vs. 8.3%, p=0.001) (figure 2C). And there were more patients with subpleural effusion and cardiac enlargement in heart failure group than that in COVID-19 group (50% vs. 0%, P=0.005, separately). Besides, more fibrous lesions were found in COVID-19 group although there was no statistical difference (25% vs. 0%, P=0.064) (figure 2E). Figure 2 showed different imaging features for heart failure (2A, 2B, 2C) and COVID-19 (2D, 2E, 2F). A CASE WITH BOTH HEART FAILURE AND COVID-19 PNEUMONIA",
            "A 64-year-old male with recent travel history to Hubei, China, the epicenter of the SARSCoV-2 outbreak, was admitted to the hospital with fever and orthopnea. He was diagnosed with coronary artery disease in last year and was stented in Left anterior descending artery. The chest CT (Figure 3) showed multi-focal GGO with parenchyma consolidation and subpleural effusion, predominantly involving upper lungs. There was no rounded morphology, while the Septal and bronchial wall were thickened. The third swap test of SARS-CoV-2 was positive 1 week after CT scanning."
        ]
    },
    "structured_content": {
        "Heart failure": [],
        "Epidemic contact": [],
        "Cardiovascular disease": [],
        "Acute myocardial infarction": [],
        "Valve heart disease": [],
        "Impaired heart function": [
            "Values are median (interquartile range), n (%), or mean ± SD. SPO2= oxygen saturation, CRP=",
            "C-reactive protein, ESR= erythrocyte sedimentation rate, PCT= procalcitonin, CK= creatine kinase, CK-MB= creatine kinase-MB, cTnT= cardiac troponin T.",
            "IMAGING FEATURES Figure 1 showed the typical imaging for heart failure (figure 1A, 1B) and COVID-19 pneumonia (figure 1C, 1D). However, there were some similarities and differences between these 2 groups. The comparison of imaging features was concluded in Table 2. Compared with patients with COVID-19, 11 patients in 12 had GGO in heart failure group, and there was no statistical difference between two groups (92% vs. 83%, p=0.537). There were also no differences between groups for consolidation, crazy paving pattern, and septal thickening. Hoverer, less patients had rounded morphology (8.3% vs. 67%, p=0.003) (figure 1C, 1D), more patients had peribronchovascular thickening (75% vs. 33%, p=0.041) (figure 2A, 2B) and fissural thickening (33% vs. 0%, p=0.028) (figure 1B, 2A) in heart failure group than that in COVID-19 group. For lesion distribution, although there was no difference of central distribution between groups, patients with heart failure were less like to have a peripheral distribution (33% vs. 92%, p=0.003). Importantly, 6 patients in 12 had gravity dependent gradient distribution in heart failure group (figure 1A), while no patient had such distribution in COVID-19 group (p<0.001). For the lobes affected, there was no statistical difference in the frequency of 2 or more lobes involvement and bilateral lung disease. Importantly, there were more patients with pulmonary vein enlargement in heart failure group compared with that in COVID-19 group (75% vs. 8.3%, p=0.001) (figure 2C). And there were more patients with subpleural effusion and cardiac enlargement in heart failure group than that in COVID-19 group (50% vs. 0%, P=0.005, separately). Besides, more fibrous lesions were found in COVID-19 group although there was no statistical difference (25% vs. 0%, P=0.064) (figure 2E). Figure 2 showed different imaging features for heart failure (2A, 2B, 2C) and COVID-19 (2D, 2E, 2F). A CASE WITH BOTH HEART FAILURE AND COVID-19 PNEUMONIA",
            "A 64-year-old male with recent travel history to Hubei, China, the epicenter of the SARSCoV-2 outbreak, was admitted to the hospital with fever and orthopnea. He was diagnosed with coronary artery disease in last year and was stented in Left anterior descending artery. The chest CT (Figure 3) showed multi-focal GGO with parenchyma consolidation and subpleural effusion, predominantly involving upper lungs. There was no rounded morphology, while the Septal and bronchial wall were thickened. The third swap test of SARS-CoV-2 was positive 1 week after CT scanning.",
            "Table 2, Comparison of imaging features of heart failure and COVID-19 pneumonia."
        ],
        "Rounded morphology": [],
        "Fibrous lesions": [],
        "Crazy Paving Pattern": [],
        "Pulmonary vein enlargement": [],
        "Peripheral Distribution": [],
        "Gradient distribution": [],
        "Central Distribution": [],
        "Septal thickening": [],
        "Fissural thickening": [],
        "Peribronchovascular thickening": [],
        "Subpleural effusion": [],
        "Cardiac enlargement": [],
        "Bilateral Lung Disease": [],
        "Right upper lobe": [],
        "Right middle lobe": [],
        "Right lower lobe": [],
        "Left upper lobe": [],
        "Left lower lobe": [
            "Values are n (%)."
        ],
        "DISCUSSION": [
            "In this study, under a special situation of COVID-19, the clinical characteristics of heart failure and COVID-19 pneumonia were concluded, and the similarity and differences of CT imaging features were also verified. We found that GGO and septal thickening were all common lesions in both diseases. Significant differences exist in the distribution type, lesion morphology, upper small pulmonary vein enlargement, fissural thickening, peribronchovascular thickening, subpleural effusion and cardiac enlargement.",
            "It is essential to identify the suspected patients as early as possible to control the spread of the disease. Up to present, China has updated to the 7th edition of the diagnosis for suspected patients. Contact history, clinical manifestation (fever or respiratory symptoms), lab test (white blood cell count normal or decreased, lymphocyte count decreased) and imagine of pulmonary CT are included in the evaluation. A patient can be suspected if fulfill contact history and any 2 of the latter 3. Even for patients without clear contact history, the latter 3 can be as evidence for suspected patients. For patients with heart failure in the absence of fever, chest uncomfortable or chest pain or apnea sometimes combined with respiratory symptom. In this study, 4 patients in 12 have respiratory symptoms. Besides, nearly half of COVID-19 patients may not have fever at admission[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] and the lymphocyte count in patients with heart failure can also be decreased. So pulmonary CT as an objective method will be a key point for patients without clear contact history and typical symptoms.",
            "In this study, we found that there are some similarities in imaging features for patients with heart failure and COVID-19 pneumonia. Both diseases had GGO, consolidation, crazy paving pattern and septal thickening, which will make it difficult to differentiate heart failure from COVID-19 by CT scanning. However, with careful checking of the imaging, the distribution type of the two kinds of diseases were significantly different. Heart failure were more likely to have a central and gravity associated gradient distribution, while COVID-19 usually have more peripheral distribution. Importantly, there are more lesions with rounded morphology in COVID-19 than that in heart failure. In detail, although both diseases have septal thickening, heart failure usually has more peribronchovascular thickening and interlobular septal even fissural thickening. While COVID-19 usually affected the smaller septum. This may be attributed to the different severity of the 2 disease at the beginning, which means heart failure may progress more rapidly at first. COVID-19 usually progresses with different imaging features at different stages last for about 23 weeks[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. At first GGO is the predominant feature and gradually spread and consolidated, at last stage, the consolidation will be absorbed. This study was just focus on the initial medical contact, and the CT imaging showed here were almost belong to the early stage. So predominated GGO and some consolidation were most popular in COVID-19. Although fibrous lesions rare reported by now, 3 cases with COVID-19 were found with such lesions in this study, which is still consistent with current research[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>]. Interestingly, the CT imaging characteristics of both diseases may be mixed in one patient with heart failure and COVID-19, or the features of COVID-19 at initial medical contact will be covered by more progressively heart failure. So it should be more careful to contact with a patient with heart failure in epidemic area.",
            "Hydrostatic pulmonary edema manifested by interstitial edema and alveolar flooding is the most frequently recognized pathophysiologic and radiologic feature in heart failure[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]. These features are virtually identical for left-sided heart failure and fluid overload. Interstitial edema occurs first with an increase of 15-25mm hg in mean transmural arterial pressure and results in the early loss of definition of subsegmental and segmental vessels, mild enlargement of the peribronchovascular spaces, and subpleural effusions. With pressure increasing, alveolar flooding will occur. The pathophysiology of central distribution can be explained by follows: increased tissue hydration which allows water to easily flow centrally, the pumping effect of the respiratory cycle which causes overall fluid flow toward the hilum, contractile property of alveolar septa allows them to expel interstitial edema toward the hilum. Diffuse bilateral interstitial and/or interstitial-alveolar infiltrates are most commonly caused by viruses. Different with heart failure, COVID-19 was characterized by an inflammatory pulmonary edema and alveolar damage. Recently, fibromyxoid exudation has been found in the lung tissue from patient obtained at autopsy[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>], which is absent in heart failure. All those above make the imaging differences from heart failure.",
            "In this study, the leukocyte and neutrophil count of patients with heart failure was significantly higher than that of covid-19 patients, which may be attributed to the inflammatory state in vivo induced by heart failure or acute myocardial infarction[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>,<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]. In addition, other inflammatory indexes such as erythrocyte sedimentation rate and C-reactive protein in both groups also increased compared with the normal range. The results are consistent with previous studies[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>,<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]. Interestingly, the lymphocyte count was also decreased in heart failure, which may because, on one hand, the increase of neutrophil ratio in patients with heart failure may cause the relative decrease of lymphocyte ratio. On the other hand, it may be related to the increase of cortical hormone level after stress response.",
            "There are several limitations of this study. First, this is a retrospective study with limited cases. Most of the patients with COVID-19 enrolled were non-severe cases. Secondly, we mainly focus on the clinical and imaging features at the initial medical contact, while the dynamic changes with appropriate therapy are definitely helpful to differentiate the 2 diseases.",
            "In conclusion, during epidemic period, it is essential for doctors to identify the imaging features of COVID-19 and heart failure. Although both diseases can have similar GGO and septal thickening, rounded morphology, peripheral distribution and fibrous lesion were relatively specific in COVID-19. While heart failure usually has more peribronchovascular thickening, fissural thickening, subpleural effusion and cardiac enlargement.",
            "FIGURES AND LEGENDS FIGURE 1, Typical imaging for heart failure and COVID-19 pneumonia. A, Heart failure with bilateral diffuse disease. The disease presented with a gradient distribution and partial GGO and consolidation inside, accompanied with subpleural effusion. Peribronchovascular and septal thickening were also found. B, Heart failure with bilateral diffuse GGO disease. Peribronchovascular thickening, clear interlobular septal thickening even fissural thickening were found without subpleural effusion. C, COVID-19 with single rounded subpleural GGO in left lung. D, COVID-19 with rounded GGO in bilateral lungs, partial consolidation was found inside.",
            "FIGURE 2, Different imaging features for heart failure and COVID-19.",
            "A, Big patchy GGO in left lung and sporadic GGO in right lung. Peribronchovascular thickening, fissural thickening (arrow) were also found with subpleural effusion. B, Subpleural GGO with band-shaped morphology (arrow) in the dorsal segment of bilateral lungs. Interlobular septal thickening and cardiac enlargement were also found. C, Patchy lesion of Crazy Paving Pattern in right upper lung with partial consolidation inside. Small pulmonary vein enlargement (arrow) was also found, accompanied with subpleural effusion in the right lung. D, Big patchy GGO in left lung. Interlobular septal thickening was also found inside. E, Multiple disease mixed with GGO and consolidation in bilateral lungs. Fibrous lesion (arrow) was found in the left lung. F, Patchy lesion of Crazy Paving Pattern in left upper lung with partial consolidation inside.",
            "FIGURE 3, CT imaging of a patient with both heart failure and COVID-19. A, Diffuse disease mixed with GGO and consolidation in bilateral upper lungs, accompanied with interlobular septal thickening and subpleural effusion. B, Big patchy GGO with irregular morphology in bilateral lungs. Peribronchovascular thickening and subpleural effusion were also found."
        ],
        "REFERENCES": [
            "1. Huang C, Wang Y, Li X et al Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020;395:497-506.",
            "2. Ai T, Yang Z, Hou H et al Correlation of Chest CT and RT-PCR Testing in Coronavirus Disease 2019 (COVID-19) in China: A Report of 1014 Cases. Radiology 2020:200642.",
            "3. Ponikowski P, Voors AA, Anker SD et al 2016 ESC Guidelines for the diagnosis and treatment of acute and chronic heart failure: The Task Force for the diagnosis and treatment of acute and chronic heart failure of the European Society of Cardiology (ESC)Developed with the special contribution of the Heart Failure Association (HFA) of the ESC. European heart journal 2016;37:2129-2200.",
            "4. Xie X, Zhong Z, Zhao W, Zheng C, Wang F, Liu J. Chest CT for Typical 2019-nCoV Pneumonia: Relationship to Negative RT-PCR Testing. Radiology 2020:200343.",
            "5. Chung M, Bernheim A, Mei X et al CT Imaging Features of 2019 Novel Coronavirus (2019-nCoV). Radiology 2020:200230.",
            "6. Guan WJ, Ni ZY, Hu Y et al Clinical Characteristics of Coronavirus Disease 2019 in China. The New England journal of medicine 2020.",
            "7. Pan F, Ye T, Sun P et al Time Course of Lung Changes On Chest CT During Recovery From 2019 Novel Coronavirus (COVID-19) Pneumonia. Radiology 2020:200370.",
            "8. Franquet T. Imaging of pulmonary viral pneumonia. Radiology 2011;260:18-39. 9. Gluecker T, Capasso P, Schnyder P et al Clinical and radiologic features of pulmonary edema.",
            "Radiographics : a review publication of the Radiological Society of North America, Inc 1999;19:1507-31; discussion 1532-3. 10. Xu Z, Shi L, Wang Y et al Pathological findings of COVID-19 associated with acute respiratory distress syndrome. The Lancet Respiratory medicine 2020. 11. Adamo L, Rocha-Resende C, Prabhu SD, Mann DL. Reappraising the role of inflammation in heart failure. Nature reviews Cardiology 2020. 12. Kain V, Halade GV. Role of neutrophils in ischemic heart failure. Pharmacology & therapeutics 2020;205:107424. 13. Anand IS, Latini R, Florea VG et al C-reactive protein in heart failure: prognostic value and the effect of valsartan. Circulation 2005;112:1428-34. 14. Sharma R, Rauchhaus M, Ponikowski PP et al The relationship of the erythrocyte sedimentation rate to inflammatory cytokines and survival in patients with chronic heart failure treated with angiotensin-converting enzyme inhibitors. Journal of the American College of Cardiology 2000;36:523-8."
        ]
    },
    "participants": [
        {
            "participant": "data",
            "number": 12,
            "context": "However, the comparison of CT imaging between heart failure and COVID-19 pneumonia has not been fully elucidated. <mark class=\"stats\">METHODS Patients with heart failure (n=12), COVID-19 pneumonia (n=12) and one patient with both diseases were retrospectively enrolled</mark>. Clinical information and imaging of chest CT were collected and analyzed"
        },
        {
            "participant": "patients with heart failure and 12 patients with COVID-19",
            "number": 12,
            "context": "Patients with negative CT findings and less than 18-years old were excluded. <mark class=\"stats\">Available clinical history, laboratory, and epidemic characteristics were collected from 12 patients with heart failure and 12 patients with COVID-19 pneumonia</mark>. Besides, one patient with both heart failure and COVID-19 pneumonia was also enrolled"
        },
        {
            "participant": "times with different specimens",
            "number": 3,
            "context": "Throat-swab specimens from the upper respiratory tract were obtained. <mark class=\"stats\">Maternal throat swab samples were collected and tested for SARS-CoV-2 with the Chinese Center for Disease Control and Prevention (CDC) recommended Kit (BioGerm, Shanghai, China), following WHO guidelines for qRT-PCR. qRT-PCR was repeated at least 3 times with different specimens</mark>. This study was reviewed and approved by the Medical Ethical Committee of the Second Xiangya Hospital of Central South University (approval number 2020005), which waived the requirement for patients’ informed consent referring to the CIOMS guideline"
        },
        {
            "participant": "thoracic radiologists",
            "number": 2,
            "context": "IMAGINE INTERPRETATION. <mark class=\"stats\">Two thoracic radiologists blinded to the clinical data reviewed the CT images independently and resolved discrepancies by consensus</mark>. All images were viewed on both lung (width, 1500 HU; level, -700 HU) and mediastinal (width, 350 HU; level, 40 HU) settings"
        },
        {
            "participant": "patients with heart failure and 12 patients with COVID-19",
            "number": 12,
            "context": "RESULTS CLINICAL INFORMATION. <mark class=\"stats\">The study included 12 patients with heart failure and 12 patients with COVID-19 pneumonia</mark>. The median age in patients with heart failure was 65 (IQR, 57,78) years and 5 (71%) were man. while the median age in patients with COVID-19 was 52 (IQR, 37,73) years and 8 (67%) were man"
        },
        {
            "participant": "patients with acute myocardial infarction",
            "number": 6,
            "context": "Obviously, more patients had cardiovascular disease in heart failure group than that in COVID-19 group (100% vs. 17%, p<0.001). <mark class=\"stats\">There were 6 patients with acute myocardial infarction, 4 patients with valve heart disease and 2 patients with cardiomyopathy in heart failure group</mark>. Consequently, higher NTproBNP level was found in heart failure compared with that in COVID-19 group [119 (18.3, 1905) vs. 189 [64, 369], p=0.014]"
        },
        {
            "participant": "patients",
            "number": 11,
            "context": "The comparison of imaging features was concluded in Table 2. <mark class=\"stats\">Compared with patients with COVID-19, 11 patients in 12 had GGO in heart failure group, and there was no statistical difference between two groups (92% vs. 83%, p=0.537)</mark>. There were also no differences between groups for consolidation, crazy paving pattern, and septal thickening"
        },
        {
            "participant": "patients",
            "number": 6,
            "context": "For lesion distribution, although there was no difference of central distribution between groups, patients with heart failure were less like to have a peripheral distribution (33% vs. 92%, p=0.003). <mark class=\"stats\">Importantly, 6 patients in 12 had gravity dependent gradient distribution in heart failure group (figure 1A), while no patient had such distribution in COVID-19 group (p<0.001)</mark>. For the lobes affected, there was no statistical difference in the frequency of 2 or more lobes involvement and bilateral lung disease"
        },
        {
            "participant": "patients",
            "number": 4,
            "context": "For patients with heart failure in the absence of fever, chest uncomfortable or chest pain or apnea sometimes combined with respiratory symptom. <mark class=\"stats\">In this study, 4 patients in 12 have respiratory symptoms</mark>. Besides, nearly half of COVID-19 patients may not have fever at admission[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] and the lymphocyte count in patients with heart failure can also be decreased"
        },
        {
            "participant": "cases with COVID-19",
            "number": 3,
            "context": "So predominated GGO and some consolidation were most popular in COVID-19. <mark class=\"stats\">Although fibrous lesions rare reported by now, 3 cases with COVID-19 were found with such lesions in this study, which is still consistent with current research[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>]</mark>. Interestingly, the CT imaging characteristics of both diseases may be mixed in one patient with heart failure and COVID-19, or the features of COVID-19 at initial medical contact will be covered by more progressively heart failure"
        }
    ],
    "statistics": [
        {
            "p_value": "p=0.003",
            "context": "RESULTS There was no difference of ground glass opacity (GGO), consolidation, crazy paving pattern, lobes affected and septal thickening between heart failure and COVID-19 pneumonia. <mark class=\"stats\">However, less rounded morphology (8.3% vs. 67%, p=0.003), more peribronchovascular thickening (75% vs. 33%, p=0.041) and fissural thickening (33% vs. 0%, p=0.028), less peripheral distribution (33% vs. 92%, p=0.003) were found in heart failure group than that in COVID-19 group</mark>. Importantly, there were also more patients with upper pulmonary vein enlargement (75% vs. 8.3%, p=0.001), subpleural effusion and cardiac enlargement in heart failure group than that in COVID-19 group (50% vs. 0%, p=0.005, separately)"
        },
        {
            "p_value": "p=0.001",
            "context": "However, less rounded morphology (8.3% vs. 67%, p=0.003), more peribronchovascular thickening (75% vs. 33%, p=0.041) and fissural thickening (33% vs. 0%, p=0.028), less peripheral distribution (33% vs. 92%, p=0.003) were found in heart failure group than that in COVID-19 group. <mark class=\"stats\">Importantly, there were also more patients with upper pulmonary vein enlargement (75% vs. 8.3%, p=0.001), subpleural effusion and cardiac enlargement in heart failure group than that in COVID-19 group (50% vs. 0%, p=0.005, separately)</mark>. Besides, more fibrous lesions were found in COVID-19 group although there was no statistical difference (25% vs. 0%, P=0.064) CONCLUSIONS Although there are some overlaps of CT imaging between heart failure and COVID-19, CT is still a useful tool in differentiating COVID-19 pneumonia"
        },
        {
            "p_value": "P=0.064",
            "context": "Importantly, there were also more patients with upper pulmonary vein enlargement (75% vs. 8.3%, p=0.001), subpleural effusion and cardiac enlargement in heart failure group than that in COVID-19 group (50% vs. 0%, p=0.005, separately). <mark class=\"stats\">Besides, more fibrous lesions were found in COVID-19 group although there was no statistical difference (25% vs. 0%, P=0.064) CONCLUSIONS Although there are some overlaps of CT imaging between heart failure and COVID-19, CT is still a useful tool in differentiating COVID-19 pneumonia</mark>. KEY WORDS computed tomography, COVID-19, pneumonia, heart failure"
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Means for continuous variables were compared using independent group t tests when the data were normally distributed; otherwise, the Mann-Whitney test was used</mark>",
                "tests": [
                    {
                        "test": "t tests"
                    },
                    {
                        "test": "Mann-Whitney test"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Proportions for categorical variables were compared using the χ2 test or Fisher exact test</mark>",
                "tests": [
                    {
                        "test": "χ2 test"
                    },
                    {
                        "test": "Fisher exact test"
                    }
                ]
            }
        },
        {
            "p_value": "p=0.005",
            "context": "Every patient in COVID-19 group had a contact history while no one had in heart failure group. <mark class=\"stats\">For the symptoms, more patients got fever or respiratory symptoms in COVID-19 group than that in heart failure group (100% vs. 42%, p=0.005)</mark>. Obviously, more patients had cardiovascular disease in heart failure group than that in COVID-19 group (100% vs. 17%, p<0.001)"
        },
        {
            "p_value": "p<0.001",
            "context": "For the symptoms, more patients got fever or respiratory symptoms in COVID-19 group than that in heart failure group (100% vs. 42%, p=0.005). <mark class=\"stats\">Obviously, more patients had cardiovascular disease in heart failure group than that in COVID-19 group (100% vs. 17%, p<0.001)</mark>. There were 6 patients with acute myocardial infarction, 4 patients with valve heart disease and 2 patients with cardiomyopathy in heart failure group"
        },
        {
            "p_value": "p=0.014",
            "context": "There were 6 patients with acute myocardial infarction, 4 patients with valve heart disease and 2 patients with cardiomyopathy in heart failure group. <mark class=\"stats\">Consequently, higher NTproBNP level was found in heart failure compared with that in COVID-19 group [119 (18.3, 1905) vs. 189 (64, 369), p=0.014]</mark>. Although there were no statistical differences of creatine kinase (CK)"
        },
        {
            "p_value": "p<0.001",
            "context": "Although there were no statistical differences of creatine kinase (CK). <mark class=\"stats\">and CK-MB level, cardiac troponin T (cTnT) level in heart failure group was significantly higher than that in COVID-19 group [1793 (979,5852) vs. 0.06 (0.01, 0.13), p<0.001]</mark>. All the patients with heart failure were treated with anti-heart failure medicine in hospital"
        },
        {
            "p_value": "p<0.001",
            "context": "All the patients with heart failure were treated with anti-heart failure medicine in hospital. <mark class=\"stats\">White blood cell and neutrophil count was higher in heart failure group compared with that in COVID-19 group [7.32 (6.34, 9.91) vs. 5.1(4.3, 5.8), p<0.001; 5.46(4.35, 6.86) vs. 3.53(2.81,4.32), p=0.001]</mark>. Although lymphocyte count was decreased in both groups compared with the normal range, there was no statistical difference between groups"
        },
        {
            "p_value": "p=0.537",
            "context": "The comparison of imaging features was concluded in Table 2. <mark class=\"stats\">Compared with patients with COVID-19, 11 patients in 12 had GGO in heart failure group, and there was no statistical difference between two groups (92% vs. 83%, p=0.537)</mark>. There were also no differences between groups for consolidation, crazy paving pattern, and septal thickening"
        },
        {
            "p_value": "p=0.003",
            "context": "There were also no differences between groups for consolidation, crazy paving pattern, and septal thickening. <mark class=\"stats\">Hoverer, less patients had rounded morphology (8.3% vs. 67%, p=0.003) (figure 1C, 1D), more patients had peribronchovascular thickening (75% vs. 33%, p=0.041) (figure 2A, 2B) and fissural thickening (33% vs. 0%, p=0.028) (figure 1B, 2A) in heart failure group than that in COVID-19 group</mark>. For lesion distribution, although there was no difference of central distribution between groups, patients with heart failure were less like to have a peripheral distribution (33% vs. 92%, p=0.003)"
        },
        {
            "p_value": "p=0.003",
            "context": "Hoverer, less patients had rounded morphology (8.3% vs. 67%, p=0.003) (figure 1C, 1D), more patients had peribronchovascular thickening (75% vs. 33%, p=0.041) (figure 2A, 2B) and fissural thickening (33% vs. 0%, p=0.028) (figure 1B, 2A) in heart failure group than that in COVID-19 group. <mark class=\"stats\">For lesion distribution, although there was no difference of central distribution between groups, patients with heart failure were less like to have a peripheral distribution (33% vs. 92%, p=0.003)</mark>. Importantly, 6 patients in 12 had gravity dependent gradient distribution in heart failure group (figure 1A), while no patient had such distribution in COVID-19 group (p<0.001)"
        },
        {
            "p_value": "p<0.001",
            "context": "For lesion distribution, although there was no difference of central distribution between groups, patients with heart failure were less like to have a peripheral distribution (33% vs. 92%, p=0.003). <mark class=\"stats\">Importantly, 6 patients in 12 had gravity dependent gradient distribution in heart failure group (figure 1A), while no patient had such distribution in COVID-19 group (p<0.001)</mark>. For the lobes affected, there was no statistical difference in the frequency of 2 or more lobes involvement and bilateral lung disease"
        },
        {
            "p_value": "p=0.001",
            "context": "For the lobes affected, there was no statistical difference in the frequency of 2 or more lobes involvement and bilateral lung disease. <mark class=\"stats\">Importantly, there were more patients with pulmonary vein enlargement in heart failure group compared with that in COVID-19 group (75% vs. 8.3%, p=0.001) (figure 2C)</mark>. And there were more patients with subpleural effusion and cardiac enlargement in heart failure group than that in COVID-19 group (50% vs. 0%, P=0.005, separately)"
        },
        {
            "p_value": "P=0.005",
            "context": "Importantly, there were more patients with pulmonary vein enlargement in heart failure group compared with that in COVID-19 group (75% vs. 8.3%, p=0.001) (figure 2C). <mark class=\"stats\">And there were more patients with subpleural effusion and cardiac enlargement in heart failure group than that in COVID-19 group (50% vs. 0%, P=0.005, separately)</mark>. Besides, more fibrous lesions were found in COVID-19 group although there was no statistical difference (25% vs. 0%, P=0.064) (figure 2E)"
        },
        {
            "p_value": "P=0.064",
            "context": "And there were more patients with subpleural effusion and cardiac enlargement in heart failure group than that in COVID-19 group (50% vs. 0%, P=0.005, separately). <mark class=\"stats\">Besides, more fibrous lesions were found in COVID-19 group although there was no statistical difference (25% vs. 0%, P=0.064) (figure 2E)</mark>. Figure 2 showed different imaging features for heart failure (2A, 2B, 2C) and COVID-19 (2D, 2E, 2F)"
        }
    ],
    "keywords": [
        "lymphocyte",
        "subpleural effusion",
        "chest ct",
        "heart failure group",
        "morphology",
        "tomography",
        "computed tomography",
        "creatine kinase",
        "interquartile range",
        "coronavirus",
        "SARS",
        "Corona Virus disease",
        "statistical difference",
        "COVID-19",
        "ground glass opacity",
        "epidemic period",
        "initial medical contact",
        "RT-PCR",
        "cardiac troponin T",
        "CK-MB",
        "sars cov",
        "heart failure",
        "erythrocyte sedimentation rate",
        "Center for Disease Control and Prevention",
        "pneumonia",
        "C-reactive protein"
    ],
    "keyword_relevance": {
        "heart failure": 0.2099125364431487,
        "COVID-19": 0.20699708454810495,
        "computed tomography": 0.10204081632653061,
        "pneumonia": 0.06705539358600583,
        "ground glass opacity": 0.061224489795918366,
        "heart failure group": 0.037900874635568516,
        "subpleural effusion": 0.03498542274052478,
        "morphology": 0.029154518950437316,
        "creatine kinase": 0.029154518950437316,
        "SARS": 0.026239067055393587,
        "statistical difference": 0.02040816326530612,
        "initial medical contact": 0.02040816326530612,
        "RT-PCR": 0.02040816326530612,
        "erythrocyte sedimentation rate": 0.02040816326530612,
        "C-reactive protein": 0.02040816326530612,
        "lymphocyte": 0.014577259475218658,
        "interquartile range": 0.014577259475218658,
        "cardiac troponin T": 0.014577259475218658,
        "tomography": 0.011661807580174927,
        "coronavirus": 0.011661807580174927,
        "epidemic period": 0.011661807580174927,
        "CK-MB": 0.008746355685131196,
        "Center for Disease Control and Prevention": 0.0058309037900874635,
        "chest ct": 0.0,
        "Corona Virus disease": 0.0,
        "sars cov": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> Heart failure is the most common disease faced by emergency doctors and cardiologists.",
        "The authors included consecutive patients with diagnosis of COVID-19 pneumonia or heart failure who had CT imaging at the initial medical contact at the Second Xiangya Hospital of Central South University from Dec. 1 to Feb. 28, 2020.",
        "Compared with patients with COVID-19, patients in had GGO in heart failure group, and there was no statistical difference between two groups (92% vs 83%, p=0.537).",
        "Figure 2 showed different imaging features for heart failure (2A, 2B, 2C) and COVID-19 (2D, 2E, 2F).",
        "The third swap test of SARS-CoV-2 was positive 1 week after CT scanning",
        "<h2 style=\"display: inline\">Results:</h2> Less rounded morphology (8.3% vs. 67%, p=0.003), more peribronchovascular thickening (75% vs. 33%, p=0.041) and fissural thickening (33% vs. 0%, p=0.028), less peripheral distribution (33% vs. 92%, p=0.003) were found in heart failure group than that in COVID-19 group.",
        "Compared with patients with COVID-19, patients in had GGO in heart failure group, and there was no statistical difference between two groups (92% vs 83%, p=0.537).",
        "Less patients had rounded morphology (8.3% vs 67%, p=0.003), more patients had peribronchovascular thickening (75% vs 33%, p=0.041) and fissural thickening (33% vs 0%, p=0.028) in heart failure group than that in COVID-19 group.",
        "There were more patients with subpleural effusion and cardiac enlargement in heart failure group than that in COVID-19 group (50% vs 0%, P=0.005, separately).",
        "More fibrous lesions were found in COVID-19 group there was no statistical difference (25% vs. 0%, P=0.064)",
        "<h2 style=\"display: inline\">Conclusion:</h2> Under a special situation of COVID-19, the clinical characteristics of heart failure and COVID-19 pneumonia were concluded, and the similarity and differences of CT imaging features were verified.",
        "The authors found that there are some similarities in imaging features for patients with heart failure and COVID-19 pneumonia",
        "Both diseases had GGO, consolidation, crazy paving pattern and septal thickening, which will make it difficult to differentiate heart failure from COVID-19 by CT scanning.",
        "During epidemic period, it is essential for doctors to identify the imaging features of COVID-19 and heart failure",
        "Both diseases can have similar GGO and septal thickening, rounded morphology, peripheral distribution and fibrous lesion were relatively specific in COVID-19.",
        "While heart failure usually has more peribronchovascular thickening, fissural thickening, subpleural effusion and cardiac enlargement"
    ],
    "structured_summary": {
        "Introduction": [
            "Heart failure is the most common disease faced by emergency doctors and cardiologists.",
            "The authors included consecutive patients with diagnosis of COVID-19 pneumonia or heart failure who had CT imaging at the initial medical contact at the Second Xiangya Hospital of Central South University from Dec. 1 to Feb. 28, 2020.",
            "Compared with patients with COVID-19, patients in had GGO in heart failure group, and there was no statistical difference between two groups (92% vs 83%, p=0.537).",
            "Figure 2 showed different imaging features for heart failure (2A, 2B, 2C) and COVID-19 (2D, 2E, 2F).",
            "The third swap test of SARS-CoV-2 was positive 1 week after CT scanning"
        ],
        "Results": [
            "Less rounded morphology (8.3% vs. 67%, p=0.003), more peribronchovascular thickening (75% vs. 33%, p=0.041) and fissural thickening (33% vs. 0%, p=0.028), less peripheral distribution (33% vs. 92%, p=0.003) were found in heart failure group than that in COVID-19 group.",
            "Compared with patients with COVID-19, patients in had GGO in heart failure group, and there was no statistical difference between two groups (92% vs 83%, p=0.537).",
            "Less patients had rounded morphology (8.3% vs 67%, p=0.003), more patients had peribronchovascular thickening (75% vs 33%, p=0.041) and fissural thickening (33% vs 0%, p=0.028) in heart failure group than that in COVID-19 group.",
            "There were more patients with subpleural effusion and cardiac enlargement in heart failure group than that in COVID-19 group (50% vs 0%, P=0.005, separately).",
            "More fibrous lesions were found in COVID-19 group there was no statistical difference (25% vs. 0%, P=0.064)"
        ],
        "Conclusion": [
            "Under a special situation of COVID-19, the clinical characteristics of heart failure and COVID-19 pneumonia were concluded, and the similarity and differences of CT imaging features were verified.",
            "The authors found that there are some similarities in imaging features for patients with heart failure and COVID-19 pneumonia",
            "Both diseases had GGO, consolidation, crazy paving pattern and septal thickening, which will make it difficult to differentiate heart failure from COVID-19 by CT scanning.",
            "During epidemic period, it is essential for doctors to identify the imaging features of COVID-19 and heart failure",
            "Both diseases can have similar GGO and septal thickening, rounded morphology, peripheral distribution and fibrous lesion were relatively specific in COVID-19.",
            "While heart failure usually has more peribronchovascular thickening, fissural thickening, subpleural effusion and cardiac enlargement"
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Huang_et+al_2019_a",
            "entry": "1. Huang C, Wang Y, Li X et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020;395:497-506.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20Lancet%202020395497506",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20Lancet%202020395497506",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20Lancet%202020395497506"
        },
        {
            "id": "2",
            "alt_id": "Ai_et+al_2006_a",
            "entry": "2. Ai T, Yang Z, Hou H et al. Correlation of Chest CT and RT-PCR Testing in Coronavirus Disease 2019 (COVID-19) in China: A Report of 1014 Cases. Radiology 2020:200642.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Ai%20T%20Yang%20Z%20Hou%20H%20et%20al%20Correlation%20of%20Chest%20CT%20and%20RTPCR%20Testing%20in%20Coronavirus%20Disease%202019%20COVID19%20in%20China%20A%20Report%20of%201014%20Cases%20Radiology%202020200642",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Ai%20T%20Yang%20Z%20Hou%20H%20et%20al%20Correlation%20of%20Chest%20CT%20and%20RTPCR%20Testing%20in%20Coronavirus%20Disease%202019%20COVID19%20in%20China%20A%20Report%20of%201014%20Cases%20Radiology%202020200642",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Ai%20T%20Yang%20Z%20Hou%20H%20et%20al%20Correlation%20of%20Chest%20CT%20and%20RTPCR%20Testing%20in%20Coronavirus%20Disease%202019%20COVID19%20in%20China%20A%20Report%20of%201014%20Cases%20Radiology%202020200642"
        },
        {
            "id": "3",
            "alt_id": "Ponikowski_et+al_2016_a",
            "entry": "3. Ponikowski P, Voors AA, Anker SD et al. 2016 ESC Guidelines for the diagnosis and treatment of acute and chronic heart failure: The Task Force for the diagnosis and treatment of acute and chronic heart failure of the European Society of Cardiology (ESC)Developed with the special contribution of the Heart Failure Association (HFA) of the ESC. European heart journal 2016;37:2129-2200.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Ponikowski%2C%20P.%20Voors%2C%20A.A.%20Anker%2C%20S.D.%20ESC%20Guidelines%20for%20the%20diagnosis%20and%20treatment%20of%20acute%20and%20chronic%20heart%20failure%3A%20The%20Task%20Force%20for%20the%20diagnosis%20and%20treatment%20of%20acute%20and%20chronic%20heart%20failure%20of%20the%20European%20Society%20of%20Cardiology%20%28ESC%29Developed%20with%20the%20special%20contribution%20of%20the%20Heart%20Failure%20Association%20%28HFA%29%20of%20the%20ESC%202016",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Ponikowski%2C%20P.%20Voors%2C%20A.A.%20Anker%2C%20S.D.%20ESC%20Guidelines%20for%20the%20diagnosis%20and%20treatment%20of%20acute%20and%20chronic%20heart%20failure%3A%20The%20Task%20Force%20for%20the%20diagnosis%20and%20treatment%20of%20acute%20and%20chronic%20heart%20failure%20of%20the%20European%20Society%20of%20Cardiology%20%28ESC%29Developed%20with%20the%20special%20contribution%20of%20the%20Heart%20Failure%20Association%20%28HFA%29%20of%20the%20ESC%202016",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Ponikowski%2C%20P.%20Voors%2C%20A.A.%20Anker%2C%20S.D.%20ESC%20Guidelines%20for%20the%20diagnosis%20and%20treatment%20of%20acute%20and%20chronic%20heart%20failure%3A%20The%20Task%20Force%20for%20the%20diagnosis%20and%20treatment%20of%20acute%20and%20chronic%20heart%20failure%20of%20the%20European%20Society%20of%20Cardiology%20%28ESC%29Developed%20with%20the%20special%20contribution%20of%20the%20Heart%20Failure%20Association%20%28HFA%29%20of%20the%20ESC%202016"
        },
        {
            "id": "4",
            "alt_id": "Xie_et+al_2003_a",
            "entry": "4. Xie X, Zhong Z, Zhao W, Zheng C, Wang F, Liu J. Chest CT for Typical 2019-nCoV Pneumonia: Relationship to Negative RT-PCR Testing. Radiology 2020:200343.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Xie%20X%20Zhong%20Z%20Zhao%20W%20Zheng%20C%20Wang%20F%20Liu%20J%20Chest%20CT%20for%20Typical%202019nCoV%20Pneumonia%20Relationship%20to%20Negative%20RTPCR%20Testing%20Radiology%202020200343",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Xie%20X%20Zhong%20Z%20Zhao%20W%20Zheng%20C%20Wang%20F%20Liu%20J%20Chest%20CT%20for%20Typical%202019nCoV%20Pneumonia%20Relationship%20to%20Negative%20RTPCR%20Testing%20Radiology%202020200343",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Xie%20X%20Zhong%20Z%20Zhao%20W%20Zheng%20C%20Wang%20F%20Liu%20J%20Chest%20CT%20for%20Typical%202019nCoV%20Pneumonia%20Relationship%20to%20Negative%20RTPCR%20Testing%20Radiology%202020200343"
        },
        {
            "id": "5",
            "alt_id": "Chung_et+al_2019_a",
            "entry": "5. Chung M, Bernheim A, Mei X et al. CT Imaging Features of 2019 Novel Coronavirus (2019-nCoV). Radiology 2020:200230.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chung%20M%20Bernheim%20A%20Mei%20X%20et%20al%20CT%20Imaging%20Features%20of%202019%20Novel%20Coronavirus%202019nCoV%20Radiology%202020200230",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Chung%20M%20Bernheim%20A%20Mei%20X%20et%20al%20CT%20Imaging%20Features%20of%202019%20Novel%20Coronavirus%202019nCoV%20Radiology%202020200230",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Chung%20M%20Bernheim%20A%20Mei%20X%20et%20al%20CT%20Imaging%20Features%20of%202019%20Novel%20Coronavirus%202019nCoV%20Radiology%202020200230"
        },
        {
            "id": "6",
            "alt_id": "Guan_et+al_2020_a",
            "entry": "6. Guan WJ, Ni ZY, Hu Y et al. Clinical Characteristics of Coronavirus Disease 2019 in China. The New England journal of medicine 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Guan%20WJ%20Ni%20ZY%20Hu%20Y%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in%20China%20The%20New%20England%20journal%20of%20medicine%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Guan%20WJ%20Ni%20ZY%20Hu%20Y%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in%20China%20The%20New%20England%20journal%20of%20medicine%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Guan%20WJ%20Ni%20ZY%20Hu%20Y%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in%20China%20The%20New%20England%20journal%20of%20medicine%202020"
        },
        {
            "id": "7",
            "alt_id": "Pan_et+al_2003_a",
            "entry": "7. Pan F, Ye T, Sun P et al. Time Course of Lung Changes On Chest CT During Recovery From 2019 Novel Coronavirus (COVID-19) Pneumonia. Radiology 2020:200370.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Pan%20F%20Ye%20T%20Sun%20P%20et%20al%20Time%20Course%20of%20Lung%20Changes%20On%20Chest%20CT%20During%20Recovery%20From%202019%20Novel%20Coronavirus%20COVID19%20Pneumonia%20Radiology%202020200370",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Pan%20F%20Ye%20T%20Sun%20P%20et%20al%20Time%20Course%20of%20Lung%20Changes%20On%20Chest%20CT%20During%20Recovery%20From%202019%20Novel%20Coronavirus%20COVID19%20Pneumonia%20Radiology%202020200370",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Pan%20F%20Ye%20T%20Sun%20P%20et%20al%20Time%20Course%20of%20Lung%20Changes%20On%20Chest%20CT%20During%20Recovery%20From%202019%20Novel%20Coronavirus%20COVID19%20Pneumonia%20Radiology%202020200370"
        },
        {
            "id": "8",
            "alt_id": "Franquet_2011_a",
            "entry": "8. Franquet T. Imaging of pulmonary viral pneumonia. Radiology 2011;260:18-39.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Franquet%2C%20T.%20Imaging%20of%20pulmonary%20viral%20pneumonia%202011",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Franquet%2C%20T.%20Imaging%20of%20pulmonary%20viral%20pneumonia%202011",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Franquet%2C%20T.%20Imaging%20of%20pulmonary%20viral%20pneumonia%202011"
        },
        {
            "id": "9",
            "alt_id": "Gluecker_et+al_1999_a",
            "entry": "9. Gluecker T, Capasso P, Schnyder P et al. Clinical and radiologic features of pulmonary edema. Radiographics: a review publication of the Radiological Society of North America, Inc 1999;19:1507-31; discussion 1532-3.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Gluecker%2C%20T.%20Capasso%2C%20P.%20Schnyder%2C%20P.%20Clinical%20and%20radiologic%20features%20of%20pulmonary%20edema.%20Radiographics%3A%20a%20review%20publication%20of%20the%20Radiological%201999",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Gluecker%2C%20T.%20Capasso%2C%20P.%20Schnyder%2C%20P.%20Clinical%20and%20radiologic%20features%20of%20pulmonary%20edema.%20Radiographics%3A%20a%20review%20publication%20of%20the%20Radiological%201999",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Gluecker%2C%20T.%20Capasso%2C%20P.%20Schnyder%2C%20P.%20Clinical%20and%20radiologic%20features%20of%20pulmonary%20edema.%20Radiographics%3A%20a%20review%20publication%20of%20the%20Radiological%201999"
        },
        {
            "id": "10",
            "alt_id": "Xu_et+al_2020_a",
            "entry": "10. Xu Z, Shi L, Wang Y et al. Pathological findings of COVID-19 associated with acute respiratory distress syndrome. The Lancet Respiratory medicine 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Xu%2C%20Z.%20Shi%2C%20L.%20Wang%2C%20Y.%20Pathological%20findings%20of%20COVID-19%20associated%20with%20acute%20respiratory%20distress%20syndrome%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Xu%2C%20Z.%20Shi%2C%20L.%20Wang%2C%20Y.%20Pathological%20findings%20of%20COVID-19%20associated%20with%20acute%20respiratory%20distress%20syndrome%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Xu%2C%20Z.%20Shi%2C%20L.%20Wang%2C%20Y.%20Pathological%20findings%20of%20COVID-19%20associated%20with%20acute%20respiratory%20distress%20syndrome%202020"
        },
        {
            "id": "11",
            "alt_id": "Adamo_et+al_2020_a",
            "entry": "11. Adamo L, Rocha-Resende C, Prabhu SD, Mann DL. Reappraising the role of inflammation in heart failure. Nature reviews Cardiology 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Adamo%2C%20L.%20Rocha-Resende%2C%20C.%20Prabhu%2C%20S.D.%20Mann%2C%20D.L.%20Reappraising%20the%20role%20of%20inflammation%20in%20heart%20failure%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Adamo%2C%20L.%20Rocha-Resende%2C%20C.%20Prabhu%2C%20S.D.%20Mann%2C%20D.L.%20Reappraising%20the%20role%20of%20inflammation%20in%20heart%20failure%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Adamo%2C%20L.%20Rocha-Resende%2C%20C.%20Prabhu%2C%20S.D.%20Mann%2C%20D.L.%20Reappraising%20the%20role%20of%20inflammation%20in%20heart%20failure%202020"
        },
        {
            "id": "12",
            "alt_id": "Kain_0000_a",
            "entry": "12. Kain V, Halade GV. Role of neutrophils in ischemic heart failure. Pharmacology & therapeutics 2020;205:107424.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Kain%2C%20V.%20Halade%2C%20G.V.%20Role%20of%20neutrophils%20in%20ischemic%20heart%20failure",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Kain%2C%20V.%20Halade%2C%20G.V.%20Role%20of%20neutrophils%20in%20ischemic%20heart%20failure",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Kain%2C%20V.%20Halade%2C%20G.V.%20Role%20of%20neutrophils%20in%20ischemic%20heart%20failure"
        },
        {
            "id": "13",
            "alt_id": "Anand_et+al_2005_a",
            "entry": "13. Anand IS, Latini R, Florea VG et al. C-reactive protein in heart failure: prognostic value and the effect of valsartan. Circulation 2005;112:1428-34.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Anand%2C%20I.S.%20Latini%2C%20R.%20Florea%2C%20V.G.%20C-reactive%20protein%20in%20heart%20failure%3A%20prognostic%20value%20and%20the%20effect%20of%20valsartan%202005",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Anand%2C%20I.S.%20Latini%2C%20R.%20Florea%2C%20V.G.%20C-reactive%20protein%20in%20heart%20failure%3A%20prognostic%20value%20and%20the%20effect%20of%20valsartan%202005",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Anand%2C%20I.S.%20Latini%2C%20R.%20Florea%2C%20V.G.%20C-reactive%20protein%20in%20heart%20failure%3A%20prognostic%20value%20and%20the%20effect%20of%20valsartan%202005"
        },
        {
            "id": "14",
            "alt_id": "Sharma_et+al_2000_a",
            "entry": "14. Sharma R, Rauchhaus M, Ponikowski PP et al. The relationship of the erythrocyte sedimentation rate to inflammatory cytokines and survival in patients with chronic heart failure treated with angiotensin-converting enzyme inhibitors. Journal of the American College of Cardiology 2000;36:523-8. ",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Sharma%2C%20R.%20Rauchhaus%2C%20M.%20Ponikowski%2C%20P.P.%20The%20relationship%20of%20the%20erythrocyte%20sedimentation%20rate%20to%20inflammatory%20cytokines%20and%20survival%20in%20patients%20with%20chronic%20heart%20failure%20treated%20with%20angiotensin-converting%20enzyme%20inhibitors%202000",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Sharma%2C%20R.%20Rauchhaus%2C%20M.%20Ponikowski%2C%20P.P.%20The%20relationship%20of%20the%20erythrocyte%20sedimentation%20rate%20to%20inflammatory%20cytokines%20and%20survival%20in%20patients%20with%20chronic%20heart%20failure%20treated%20with%20angiotensin-converting%20enzyme%20inhibitors%202000",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Sharma%2C%20R.%20Rauchhaus%2C%20M.%20Ponikowski%2C%20P.P.%20The%20relationship%20of%20the%20erythrocyte%20sedimentation%20rate%20to%20inflammatory%20cytokines%20and%20survival%20in%20patients%20with%20chronic%20heart%20failure%20treated%20with%20angiotensin-converting%20enzyme%20inhibitors%202000"
        }
    ],
    "facts": [
        "chest computed tomography has been highly recommended for screening patients with suspected COVID-19",
        "the comparison of CT imaging between heart failure",
        "RESULTS There was no difference of ground glass opacity",
        "less peripheral distribution were found in heart failure group",
        "more fibrous lesions were found in COVID-19 group there was no statistical difference CONCLUSIONS there are some overlaps of",
        "CT imaging between heart failure and COVID-19",
        "most common disease faced by emergency doctors and cardiologists",
        "Pulmonary edema caused by heart failure can be appeared as exudative disease",
        "difficult to be distinguished with other exudative disease in clinical practice",
        "essential for cardiologists to be familiar with the imaging features of heart failure and COVID-19 pneumonia",
        "with the aim to enhance the diagnosis of COVID-19 pneumonia at initial medical contact",
        "one patient combined with these 2 diseases",
        "included consecutive patients with diagnosis of COVID-19 pneumonia or heart failure who had CT imaging at the initial medical contact at the Second Xiangya Hospital",
        "epidemic characteristics were collected from 12 patients with heart failure",
        "the COVID-19 patients were diagnosed in fever clinics",
        "The diagnosis and classification for heart failure is based on 2016 ESC Guideline[3",
        "the diagnosis of COVID-19 pneumonia was confirmed by the detection of SARS-CoV-2",
        "Impaired heart function was defined as grade II",
        "chest CT scans for all patients were obtained at initial medical contact",
        "which waived the requirement for patients' informed consent referring to the",
        "Two thoracic radiologists blinded to the clinical data reviewed the",
        "All images were viewed on both lung",
        "Statistical analysis was done with SPSS",
        "Continuous variables were directly expressed as median",
        "Categorical variables were expressed as number",
        "a contact history while no one had in heart failure group",
        "So pulmonary CT as an objective method will be a key point for patients without clear contact history",
        "COVID-19 usually progresses with different imaging features at different stages",
        "the CT imaging showed here were almost belong to the early stage",
        "some consolidation were most popular in COVID-19",
        "3 cases with COVID-19 were found with such lesions in this study",
        "which is still consistent with current research[8",
        "the CT imaging characteristics of both diseases may be mixed in one patient with heart failure and COVID-19",
        "careful to contact with a patient with heart failure",
        "Hydrostatic pulmonary edema manifested by interstitial edema and alveolar flooding is the most frequently recognized pathophysiologic",
        "These features are virtually identical for left-sided heart failure",
        "interstitial-alveolar infiltrates are most commonly caused by viruses",
        "COVID-19 was characterized by an inflammatory pulmonary edema and alveolar damage",
        "fibromyxoid exudation has been found in the lung tissue from patient obtained at autopsy[10",
        "which is absent in heart failure",
        "which may be attributed to the inflammatory state in vivo induced by heart failure",
        "C-reactive protein in both groups increased compared with the normal range",
        "The results are consistent with previous studies[13,14",
        "the lymphocyte count was decreased in heart failure",
        "the increase of neutrophil ratio in patients with heart failure may cause the relative decrease of lymphocyte ratio",
        "fibrous lesion were relatively specific in COVID-19",
        "More fibrous lesions were found in COVID-19 group there was no statistical difference",
        "With the aim to enhance the diagnosis of COVID-19 pneumonia at initial medical contact",
        "septal thickening were all common lesions in both diseases"
    ],
    "claims": [
        "With the aim to enhance the diagnosis of COVID-19 pneumonia at initial medical contact, we present the clinical and imagine features of heart failure and COVID-19 pneumonia patients and one patient combined with these 2 diseases, to clarify the characteristics of heart failure and COVID-19 pneumonia",
        "We found that GGO and septal thickening were all common lesions in both diseases",
        "In this study, we found that there are some similarities in imaging features for patients with heart failure and COVID-19 pneumonia",
        "We mainly focus on the clinical and imaging features at the initial medical contact, while the dynamic changes with appropriate therapy are definitely helpful to differentiate the 2 diseases"
    ],
    "findings": [
        "Less rounded morphology (8.3% vs. 67%, p=0.003), more peribronchovascular thickening (75% vs. 33%, p=0.041) and fissural thickening (33% vs. 0%, p=0.028), less peripheral distribution (33% vs. 92%, p=0.003) were found in heart failure group than that in COVID-19 group",
        "There were also more patients with upper pulmonary vein enlargement (75% vs. 8.3%, p=0.001), subpleural effusion and cardiac enlargement in heart failure group than that in COVID-19 group (50% vs. 0%, p=0.005, separately)",
        "More fibrous lesions were found in COVID-19 group although there was no statistical difference (25% vs. 0%, P=0.064) CONCLUSIONS Although there are some overlaps of CT imaging between heart failure and COVID-19, CT is still a useful tool in differentiating COVID-19 pneumonia",
        "For the symptoms, more patients got fever or respiratory symptoms in COVID-19 group than that in heart failure group (100% vs. 42%, p=0.005)",
        "More patients had cardiovascular disease in heart failure group than that in COVID-19 group (100% vs. 17%, p<0.001)",
        "Higher NTproBNP level was found in heart failure compared with that in COVID-19 group [119 (18.3, 1905) vs. 189 [64, 369], p=0.014]",
        "And CK-MB level, cardiac troponin T (cTnT) level in heart failure group was significantly higher than that in COVID-19 group [1793 (979,5852) vs. 0.06 (0.01, 0.13), p<0.001]",
        "White blood cell and neutrophil count was higher in heart failure group compared with that in COVID-19 group [7.32 (6.34, 9.91) vs. 5.1(4.3, 5.8), p<0.001; 5.46(4.35, 6.86) vs. 3.53(2.81,4.32), p=0.001]",
        "Compared with patients with COVID-19, 11 patients in 12 had GGO in heart failure group, and there was no statistical difference between two groups (92% vs. 83%, p=0.537)",
        "Hoverer, less patients had rounded morphology (8.3% vs. 67%, p=0.003) (figure 1C, 1D), more patients had peribronchovascular thickening (75% vs. 33%, p=0.041) (figure 2A, 2B) and fissural thickening (33% vs. 0%, p=0.028) (figure 1B, 2A) in heart failure group than that in COVID-19 group",
        "For lesion distribution, although there was no difference of central distribution between groups, patients with heart failure were less like to have a peripheral distribution (33% vs. 92%, p=0.003)",
        "6 patients in 12 had gravity dependent gradient distribution in heart failure group (figure 1A), while no patient had such distribution in COVID-19 group (p<0.001)",
        "There were more patients with pulmonary vein enlargement in heart failure group compared with that in COVID-19 group (75% vs. 8.3%, p=0.001) (figure 2C)",
        "And there were more patients with subpleural effusion and cardiac enlargement in heart failure group than that in COVID-19 group (50% vs. 0%, P=0.005, separately)",
        "More fibrous lesions were found in COVID-19 group although there was no statistical difference (25% vs. 0%, P=0.064) (figure 2E)"
    ],
    "processes": [],
    "key_statements": [
        "The comparison of computed tomography imaging between heart failure and COVID-19 pneumonia has not been fully elucidated",
        "There was no difference of ground glass opacity (GGO), consolidation, crazy paving pattern, lobes affected and septal thickening between heart failure and COVID-19 pneumonia",
        "With the aim to enhance the diagnosis of COVID-19 pneumonia at initial medical contact, we present the clinical and imagine features of heart failure and COVID-19 pneumonia patients and one patient combined with these 2 diseases, to clarify the characteristics of heart failure and COVID-19 pneumonia",
        "We found that ground glass opacity and septal thickening were all common lesions in both diseases",
        "Pulmonary computed tomography as an objective method will be a key point for patients without clear contact history and typical symptoms",
        "We found that there are some similarities in imaging features for patients with heart failure and COVID-19 pneumonia",
        "This study was just focus on the initial medical contact, and the computed tomography imaging showed here were almost belong to the early stage",
        "Predominated ground glass opacity and some consolidation were most popular in COVID-19",
        "Fibrous lesions rare reported 3 cases with COVID-19 were found with such lesions in this study, which is still consistent with current research[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>]",
        "The computed tomography imaging characteristics of both diseases may be mixed in one patient with heart failure and COVID-19, or the features of COVID-19 at initial medical contact will be covered by more progressively heart failure",
        "It should be more careful to contact with a patient with heart failure in epidemic area",
        "Hydrostatic pulmonary edema manifested by interstitial edema and alveolar flooding is the most frequently recognized pathophysiologic and radiologic feature in heart failure[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]",
        "These features are virtually identical for left-sided heart failure and fluid overload",
        "COVID-19 was characterized by an inflammatory pulmonary edema and alveolar damage",
        "Fibromyxoid exudation has been found in the lung tissue from patient obtained at autopsy[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>], which is absent in heart failure",
        "The leukocyte and neutrophil count of patients with heart failure was significantly higher than that of covid-19 patients, which may be attributed to the inflammatory state in vivo induced by heart failure or acute myocardial infarction[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>,<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]",
        "The lymphocyte count was decreased in heart failure, which may because, on one hand, the increase of neutrophil ratio in patients with heart failure may cause the relative decrease of lymphocyte ratio",
        "During epidemic period, it is essential for doctors to identify the imaging features of COVID-19 and heart failure. Both diseases can have similar ground glass opacity and septal thickening, rounded morphology, peripheral distribution and fibrous lesion were relatively specific in COVID-19"
    ],
    "top_statements": [
        "Heart failure is the most common disease faced by emergency doctors and cardiologists",
        "We found that ground glass opacity and septal thickening were all common lesions in both diseases",
        "We found that there are some similarities in imaging features for patients with heart failure and COVID-19 pneumonia",
        "The computed tomography imaging characteristics of both diseases may be mixed in one patient with heart failure and COVID-19, or the features of COVID-19 at initial medical contact will be covered by more progressively heart failure",
        "COVID-19 was characterized by an inflammatory pulmonary edema and alveolar damage",
        "Less patients had rounded morphology (8.3% vs. 67%, p=0.003), more patients had peribronchovascular thickening (75% vs. 33%, p=0.041) and fissural thickening (33% vs. 0%, p=0.028) in heart failure group than that in COVID-19 group",
        "During epidemic period, it is essential for doctors to identify the imaging features of COVID-19 and heart failure. Both diseases can have similar ground glass opacity and septal thickening, rounded morphology, peripheral distribution and fibrous lesion were relatively specific in COVID-19"
    ],
    "headline": "The computed tomography imaging characteristics of both diseases may be mixed in one patient with heart failure and COVID-19, or the features of COVID-19 at initial medical contact will be covered by more progressively heart failure",
    "contexts": [],
    "abbreviations": {
        "CT": "computed tomography",
        "GGO": "ground glass opacity",
        "CDC": "Center for Disease Control and Prevention",
        "IQR": "interquartile range",
        "CK": "creatine kinase",
        "cTnT": "cardiac troponin T",
        "ESR": "erythrocyte sedimentation rate",
        "CRP": "C-reactive protein"
    }
}
