{
    "filename": "2020.03.12.20034876v1.pdf",
    "content_type": "application/pdf",
    "file_size": 315720,
    "metadata": {
        "title": "Recommendations for standardized management of CML patients in the core epidemic area of COVID-19",
        "date": 2020,
        "affiliations": [
            "National Natural Science Foundation of"
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.03.12.20034876",
            "isbn": null,
            "doc_id": null,
            "url": "https://www.medrxiv.org/content/10.1101/2020.03.12.20034876v1.pdf"
        },
        "abstract": "Background\nSince late December 2019, the outbreak of the novel coronavirus disease, COVID-19, that began in Wuhan, has become endemic in China and more than 100 countries and regions in the world. There is no report about the prevalence of COVID-19 in CML patients untill now. We aimed to describe the clinical course, outcomes of CML patients with COVID-19 and prevalence of COVID-19 in CML patients.",
        "references": "@article{bastola2020a,\n  author = {Bastola, A. and Sah, R. and Rodriguez-Morales, A.J.},\n  title = {The first 2019 novel coronavirus case in Nepal},\n  journal = {The Lancet Infectious diseases},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{kim-a,\n  author = {Kim, J.Y. and Choe, P.G. and Oh, Y.},\n  title = {The First Case of 2019 Novel Coronavirus Pneumonia Imported into Korea from Wuhan, China: Implication for Infection Prevention and Control Measures},\n  journal = {Journal of Korean medical science},\n  volume = {2020},\n  pages = {61},\n  more-authors = {true},\n  number = {35},\n  language = {}\n}\n@article{lt2020a,\n  author = {LT Phan, TV Nguyen, QC Luong},\n  title = {Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam},\n  journal = {The New England journal of medicine},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{m2019a,\n  author = {M Ki, TFF -nCoV},\n  title = {Epidemiologic characteristics of early cases with 2019 novel coronavirus},\n  date = {2019},\n  journal = {Epidemiology and health},\n  volume = {2020},\n  pages = {2020007},\n  source = {disease in Republic of Korea},\n  language = {}\n}\n@article{holshue2020a,\n  author = {Holshue, M.L. and DeBolt, C. and Lindquist, S.},\n  title = {First Case of 2019 Novel Coronavirus in the United States},\n  journal = {The New England journal of medicine},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{silverstein2020a,\n  author = {Silverstein, W.K. and Stroud, L. and Cleghorn, G.E. and Leis, J.A.},\n  title = {First imported case of 2019 novel coronavirus in Canada, presenting as mild pneumonia. Lancet},\n  date = {2020},\n  language = {},\n  address = {London, England}\n}\n@misc{liang-a,\n  author = {Liang, W. and Guan, W. and Chen, R.},\n  title = {Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China. The Lancet Oncology 2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{wang-a,\n  author = {Wang, H. and Zhang, L.},\n  title = {Risk of COVID-19 for patients with cancer. The Lancet Oncology 2020},\n  language = {}\n}\n@article{xia2020a,\n  author = {Xia, Y. and Jin, R. and Zhao, J. and Li, W. and Shen, H.},\n  title = {Risk of COVID-19 for cancer patients},\n  journal = {The Lancet Oncology},\n  date = {2020},\n  language = {}\n}\n@article{chen2013a,\n  author = {Chen, Y. and Wang, H. and Kantarjian, H. and Cortes, J.},\n  title = {Trends in chronic myeloid leukemia incidence and survival in the United States from 1975 to 2009},\n  journal = {Leukemia & lymphoma},\n  date = {2013},\n  volume = {54},\n  pages = {1411–7},\n  number = {7},\n  language = {}\n}\n@article{sj2004a,\n  author = {SJ Harrison, PR Johnson, TL Holyoake},\n  title = {The Scotland Leukaemia Registry audit of incidence, diagnosis and clinical management of new patients with chronic myeloid leukaemia in 1999 and 2000},\n  journal = {Scottish medical journal},\n  date = {2004},\n  volume = {49},\n  pages = {87–90},\n  number = {3},\n  language = {}\n}\n@article{chang2011a,\n  author = {Chang, C.S. and Lee, K. and Yang, Y.H. and Lin, M.T. and Hsu, C.N.},\n  title = {Estimation of CML incidence: disagreement between national cancer registry and health claims data system in Taiwan},\n  journal = {Leukemia research},\n  date = {2011},\n  volume = {35},\n  pages = {53–4},\n  number = {5},\n  language = {}\n}\n@article{hoeglund2013a,\n  author = {Höglund, M. and Sandin, F. and Hellström, K.},\n  title = {Tyrosine kinase inhibitor usage, treatment outcome, and prognostic scores in CML: report from the population-based Swedish CML registry},\n  journal = {Blood},\n  date = {2013},\n  volume = {122},\n  pages = {1284–92},\n  more-authors = {true},\n  number = {7},\n  language = {}\n}\n@article{hoeglund2015a,\n  author = {Höglund, M. and Sandin, F. and Simonsson, B.},\n  title = {Epidemiology of chronic myeloid leukaemia: an update},\n  journal = {Annals of hematology},\n  date = {2015},\n  pages = {241–7},\n  language = {}\n}\n@article{tanaka-a,\n  author = {Tanaka, A. and Nishikawa, H. and Noguchi, S.},\n  title = {Tyrosine kinase inhibitor imatinib augments tumor immunity by depleting effector regulatory T cells},\n  journal = {The Journal of experimental medicine},\n  volume = {2020},\n  pages = {106273},\n  unmatched-author = {Shindo, S Kimura.},\n  more-authors = {true},\n  source = {Role of cancer immunology in chronic myelogenous leukemia},\n  unmatched-journal = {Leukemia research},\n  unmatched-volume = {2020; 88:},\n  number = {217},\n  language = {},\n  type = {H Ureshino, T}\n}\n@article{climent2019a,\n  author = {Climent, N. and Plana, M.},\n  title = {Immunomodulatory Activity of Tyrosine Kinase Inhibitors to Elicit Cytotoxicity Against Cancer and Viral Infection},\n  journal = {Frontiers in pharmacology},\n  date = {2019},\n  volume = {10},\n  pages = {1232},\n  language = {}\n}\n@article{coleman2016a,\n  author = {Coleman, C.M. and Sisk, J.M. and Mingo, R.M. and Nelson, E.A. and White, J.M. and Frieman, M.B.},\n  title = {Abelson Kinase Inhibitors Are Potent Inhibitors of Severe Acute Respiratory Syndrome Coronavirus and Middle East Respiratory Syndrome Coronavirus Fusion},\n  journal = {Journal of virology},\n  date = {2016},\n  volume = {90},\n  pages = {8924–33},\n  number = {19},\n  language = {}\n}\n@article{dyall2014a,\n  author = {Dyall, J. and Coleman, C.M. and Hart, B.J.},\n  title = {Repurposing of clinically developed drugs for treatment of Middle East respiratory syndrome coronavirus infection},\n  journal = {Antimicrobial agents and chemotherapy},\n  date = {2014},\n  volume = {58},\n  pages = {4885–93},\n  more-authors = {true},\n  number = {8},\n  language = {}\n}\n@article{sisk2018a,\n  author = {Sisk, J.M. and Frieman, M.B. and Machamer, C.E.},\n  title = {Coronavirus S protein-induced fusion is blocked prior to hemifusion by Abl kinase inhibitors},\n  journal = {The Journal of general virology},\n  date = {2018},\n  volume = {99},\n  pages = {619–30},\n  number = {5},\n  language = {}\n}\n@article{nishiura2019a,\n  author = {Nishiura, H. and Kobayashi, T. and Yang, Y.},\n  title = {The Rate of Underascertainment of Novel Coronavirus},\n  date = {2019},\n  journal = {Journal of clinical medicine},\n  volume = {2020},\n  more-authors = {true},\n  source = {Infection: Estimation Using Japanese Passengers Data on Evacuation Flights},\n  number = {9},\n  language = {}\n}\n",
        "references_ris": "TY  - JOUR\nAU  - Bastola, A.\nAU  - Sah, R.\nAU  - Rodriguez-Morales, A.J.\nTI  - The first 2019 novel coronavirus case in Nepal\nT2  - The Lancet Infectious diseases\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Kim, J.Y.\nAU  - Choe, P.G.\nAU  - Oh, Y.\nTI  - The First Case of 2019 Novel Coronavirus Pneumonia Imported into Korea from Wuhan, China: Implication for Infection Prevention and Control Measures\nT2  - Journal of Korean medical science\nVL  - 2020\nSP  - 61\nC1  - true\nIS  - 35\nLA  - \nER  - \n\nTY  - JOUR\nAU  - LT Phan, TV Nguyen, QC Luong\nTI  - Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam\nT2  - The New England journal of medicine\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - M Ki, TFF -nCoV\nTI  - Epidemiologic characteristics of early cases with 2019 novel coronavirus\nPY  - 2019\nDA  - 2019\nT2  - Epidemiology and health\nVL  - 2020\nSP  - 2020007\nT2  - disease in Republic of Korea\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Holshue, M.L.\nAU  - DeBolt, C.\nAU  - Lindquist, S.\nTI  - First Case of 2019 Novel Coronavirus in the United States\nT2  - The New England journal of medicine\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Silverstein, W.K.\nAU  - Stroud, L.\nAU  - Cleghorn, G.E.\nAU  - Leis, J.A.\nTI  - First imported case of 2019 novel coronavirus in Canada, presenting as mild pneumonia. Lancet\nPY  - 2020\nDA  - 2020\nLA  - \nCY  - London, England\nER  - \n\nTY  - GEN\nAU  - Liang, W.\nAU  - Guan, W.\nAU  - Chen, R.\nTI  - Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China. The Lancet Oncology 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Wang, H.\nAU  - Zhang, L.\nTI  - Risk of COVID-19 for patients with cancer. The Lancet Oncology 2020\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Xia, Y.\nAU  - Jin, R.\nAU  - Zhao, J.\nAU  - Li, W.\nAU  - Shen, H.\nTI  - Risk of COVID-19 for cancer patients\nT2  - The Lancet Oncology\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Chen, Y.\nAU  - Wang, H.\nAU  - Kantarjian, H.\nAU  - Cortes, J.\nTI  - Trends in chronic myeloid leukemia incidence and survival in the United States from 1975 to 2009\nT2  - Leukemia & lymphoma\nPY  - 2013\nDA  - 2013\nVL  - 54\nSP  - 1411\nEP  - 7\nIS  - 7\nLA  - \nER  - \n\nTY  - JOUR\nAU  - SJ Harrison, PR Johnson, TL Holyoake\nTI  - The Scotland Leukaemia Registry audit of incidence, diagnosis and clinical management of new patients with chronic myeloid leukaemia in 1999 and 2000\nT2  - Scottish medical journal\nPY  - 2004\nDA  - 2004\nVL  - 49\nSP  - 87\nEP  - 90\nIS  - 3\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Chang, C.S.\nAU  - Lee, K.\nAU  - Yang, Y.H.\nAU  - Lin, M.T.\nAU  - Hsu, C.N.\nTI  - Estimation of CML incidence: disagreement between national cancer registry and health claims data system in Taiwan\nT2  - Leukemia research\nPY  - 2011\nDA  - 2011\nVL  - 35\nSP  - 53\nEP  - 4\nIS  - 5\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Höglund, M.\nAU  - Sandin, F.\nAU  - Hellström, K.\nTI  - Tyrosine kinase inhibitor usage, treatment outcome, and prognostic scores in CML: report from the population-based Swedish CML registry\nT2  - Blood\nPY  - 2013\nDA  - 2013\nVL  - 122\nSP  - 1284\nEP  - 92\nC1  - true\nIS  - 7\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Höglund, M.\nAU  - Sandin, F.\nAU  - Simonsson, B.\nTI  - Epidemiology of chronic myeloid leukaemia: an update\nT2  - Annals of hematology\nPY  - 2015\nDA  - 2015\nSP  - 241\nEP  - 7\nLA  - \nER  - \n\nTY  - GEN\nAU  - Tanaka, A.\nAU  - Nishikawa, H.\nAU  - Noguchi, S.\nTI  - Tyrosine kinase inhibitor imatinib augments tumor immunity by depleting effector regulatory T cells\nT2  - The Journal of experimental medicine\nVL  - 2020\nSP  - 106273\nC1  - Shindo, S Kimura.\nC1  - true\nT2  - Role of cancer immunology in chronic myelogenous leukemia\nC1  - Leukemia research\nC1  - 2020; 88:\nIS  - 217\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Climent, N.\nAU  - Plana, M.\nTI  - Immunomodulatory Activity of Tyrosine Kinase Inhibitors to Elicit Cytotoxicity Against Cancer and Viral Infection\nT2  - Frontiers in pharmacology\nPY  - 2019\nDA  - 2019\nVL  - 10\nSP  - 1232\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Coleman, C.M.\nAU  - Sisk, J.M.\nAU  - Mingo, R.M.\nAU  - Nelson, E.A.\nAU  - White, J.M.\nAU  - Frieman, M.B.\nTI  - Abelson Kinase Inhibitors Are Potent Inhibitors of Severe Acute Respiratory Syndrome Coronavirus and Middle East Respiratory Syndrome Coronavirus Fusion\nT2  - Journal of virology\nPY  - 2016\nDA  - 2016\nVL  - 90\nSP  - 8924\nEP  - 33\nIS  - 19\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Dyall, J.\nAU  - Coleman, C.M.\nAU  - Hart, B.J.\nTI  - Repurposing of clinically developed drugs for treatment of Middle East respiratory syndrome coronavirus infection\nT2  - Antimicrobial agents and chemotherapy\nPY  - 2014\nDA  - 2014\nVL  - 58\nSP  - 4885\nEP  - 93\nC1  - true\nIS  - 8\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Sisk, J.M.\nAU  - Frieman, M.B.\nAU  - Machamer, C.E.\nTI  - Coronavirus S protein-induced fusion is blocked prior to hemifusion by Abl kinase inhibitors\nT2  - The Journal of general virology\nPY  - 2018\nDA  - 2018\nVL  - 99\nSP  - 619\nEP  - 30\nIS  - 5\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Nishiura, H.\nAU  - Kobayashi, T.\nAU  - Yang, Y.\nTI  - The Rate of Underascertainment of Novel Coronavirus\nPY  - 2019\nDA  - 2019\nT2  - Journal of clinical medicine\nVL  - 2020\nC1  - true\nT2  - Infection: Estimation Using Japanese Passengers Data on Evacuation Flights\nIS  - 9\nLA  - \nER  - \n\n",
        "links": [],
        "author_conclusions": [
            "In summary, through the Hubei Anti-Cancer Association Chronic Myeloid Leukemia Standardized Management Collaboration Group, we conducted online consultations, online smart hospitals and online courses to provide information, diagnosis and treatment to patients during the epidemic, and organized volunteers to deliver drugs to CML patients at their homes. The sample size of the study was relatively small and should be expanded to more accurately compare the prevalence of the infection in the different groups. Nevertheless, our findings suggest that standardized management to obtain the best clinical response reduces the risk of SARS-CoV-2 infection and improves the prognosis of those who are infected. CML is a chronic hematologic tumor, and comprehensive measures should be taken to delay and reduce the risk of infection by restricting patient exposure to situations with possible transmission. During the epidemic, special attention should be focused on those CML patients who are older, have co-morbidities and whose response to CML treatment is non-optimal."
        ],
        "table_captions": [],
        "figure_captions": []
    },
    "sections": {
        "summary": [
            "Background<br/><br/>Since late December 2019, the outbreak of the novel coronavirus disease, COVID-19, that began in Wuhan, has become endemic in China and more than 100 countries and regions in the world. There is no report about the prevalence of COVID-19 in CML patients untill now. We aimed to describe the clinical course, outcomes of CML patients with COVID-19 and prevalence of COVID-19 in CML patients."
        ],
        "methods": [
            "In this multi-center survey, cross-sectional survey, observational study, the clinical data of CML patients with COVID-19 in each center were collected. Simultaneously, an online survey was conducted for information about the CML patients under the management at each center by asking the CML patients to complete a questionnaire,from February 15, 2020 to February 21, 2020. The questionnaire includes demographic data, place of residence, smoking status, CML diagnosis and treatment, comorbidities, combined medications, epidemiological history, symptoms(fever, cough, shortness of breath, etc) during the epidemic. Additional clinical data was collected on respondents suspected or confirmed to have COVID-19. We described and analyzed the prevalence of COVID-19 in CML patients, and focus on the clinical characteristics and outcomes of COVID-19 patients. Data were compared between the CML patients with optimal response and those with non-optimal response. The primary outcome was prevalence of COVID-19 in CML patients, as of Feb 21, 2020. Secondary outcomes included the history of epidemiology of CML patients, the clinical characteristics and outcomes of CML patients with COVID-19 ."
        ],
        "findings": [
            "Of 392 respondents, 223( 56.9%) were males, and 240( 61.2%) were 50 years or younger. Only 10 patients took drugs irregularly due to the influence of the epidemic because of traffic control, pharmacies unable to operate normally, etc. In the history of epidemiology, there were 4 patients with definite contact with COVID-19, of which 3 were remote contact and 1 was close contact. 12 respondents had fever, cough or shortness of breath during the epidemic, 1 case (common type) was confirmed with COVID-19 and cured after treatment. 1 patient was clinically diagnosed and succumbed. 1 of 299 (0.3%) patients with an optimal response was diagnosed with COVID-19. Of the 50 patients who failed to respond to CML treatment or had a poor response, 1 patient (2%) had a clinical diagnosis of COVID-19.    Interpretation<br/><br/>While the 392 CML respondents required regular referrals to hospitals, they did not have much contact with COVID-19 patients during the outbreak. Patients who failed to achieved an optimal response to CML therapy appear more likely to have a symptomatic infection with SARS-CoV-2. Older patients with comorbidities are at increased risk of death. Funding This work was supported by grants from the National Natural Science Foundation of<br/><br/>China(NSFC)(81873440&81700142)."
        ],
        "introduction": [
            "Since late December 2019, the outbreak of the 2019 novel coronavirus disease (COVID-19) in Wuhan, China, has been endemic in China and more than 100 countries and regions in the world.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] By March 1, 2020, China had reported a total of 80,026 confirmed cases of novel coronavirus disease, with 2,912 deaths. In Hubei province which is still the core area of the COVID-19 epidemic in China there were 67,103 cases, accounting for 83.9% of total Chinese cases. The number of confirmed cases in South Korea, Iran, Italy, France, Japan and other countries continues to rise. Some studies have suggest that cancer patients are more susceptible to infection with SARS-CoV-2 than healthy people and have a worse prognosis because their immune systems are suppressed by the effects of the tumors and anti-cancer treatment[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>]. But this view is controversial[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>,<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>].<br/><br/>Chronic myelogenous leukemia (CML) is a neoplastic disease of hematopoietic stem cells that has an annual incidence of 0.4-1.75/100,000 11-15 and accounts for 15% of adult leukemia. Since imatinib and subsequent generations of newer tyrosine kinase inhibitors (TKIs) have been used with CML, the prognosis of CML patients has improved significantly. In fact, CML patients are currently approaching normal life expectancy. However, as the survival rates of CML patients improves, the prevalence of CML is increasing. The prevalence of CML in France is estimated to reach 18 / 100,000 in 2018 and 24 / 100,000 in 203016. We sought to determine whether CML patients have been as susceptible to SARS-CoV-2 as other cancer patients during the current epidemic, and what their prognosis has been. Standardized management of this large number of patients has become a new challenge for our hematologists. In order to optimize the care of CML patients as the pandemic spreads, it is therefore essential to understand the characteristics of SARS-CoV-2 infections in CML patients and the experience of their management in Hubei province. Methods: Study design and participants When the outbreak started, the 29 centers of the Hubei Anti-Cancer Association Chronic Myeloid Leukemia Standardized Management Collaboration Group adopted comprehensive management measures for CML patients. Various kinds of online consultation, online smart hospitals and online courses were made available to provide patients with information while they remained at home. Individualized treatment schemes were proposed according to the clinical situation of each patient. It was recommended that all patients, especially those with stable conditions, refrain from leaving their homes, and even avoid going to hospitals. Volunteers were organized to deliver drugs to CML patients in their homes in order to ensure their normal treatment would not be interrupted. Patients with COVID-19-related symptoms were promptly diagnosed and treated accordingly. All patients were diagnosed with 2019 novel coronavirus disease, according to WHO interim guidance[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>] or the 5th version of the novel coronavirus infection pneumonia diagnosis and treatment (The National health commission, People's Republic of China)[<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a> ]. Laboratory confirmation of SARS-CoV-2 infection was performed by the local health authority. Identification of COVID-19 patients was achieved by reviewing and analysing admission logs and histories from all available electronic medical records and patient care resources. Efficacy of CML was assessed according to the 2020 ELN guidelines[<a class=\"ref-link\" id=\"c19\" href=\"#r19\">19</a>]. The investigation was approved by the ethics committee of Union hospital, Tongji Medical college, Huazhong University of science and Technology. Data collection From February 15, 2020 to February 21, 2020, the clinical data of CML patients with COVID-19 in each center were collected. Simultaneously, an online survey was conducted for information about the CML patients under the management at each center by asking the CML patients to complete a questionnaire. A total of 413 questionnaires were collected, of which 392 were valid, but 21 of these were excluded because the respondents did not live in Hubei province during the outbreak. The questionnaire asked about general demographic characteristics, place of residence, smoking status, CML diagnosis and treatment, comorbidities, combined medications, epidemiological history, and symptoms of fever, cough, shortness of breath, etc. during the epidemic. Additional clinical data was collected on respondents suspected or confirmed to have COVID-19. Any missing or uncertain records were collected and clarified through direct communication with involved health-care providers and their families. Outcomes The primary outcome was prevalence of COVID-19 in CML patients, as of Feb 21, 2020. Secondary outcomes included the history of epidemiology of CML patients, the clinical characteristics and outcomes of CML patients with COVID-19. Statistical analysis The aim of this study is to report prevalence of COVID-19 in CML patients. COVID-19 infection in CML patients with different efficacy was compared. We also report the clinical courses and clinical outcomes of the COVID-19 patients. There were, therefore, no formal hypotheses being implemented to drive the sample size calculation and we included the maximum number of patients who met the inclusion criteria. Results A total of 413 questionnaires were collected, of which 392 were valid. Among them, 21<br/><br/>questionnaires were excluded because the respondents did not live in Hubei province during the outbreak. The following is the general situation of the respondents. There were 223 males, accounting for 56.9%, and 61.2% of the respondents were 50 years or younger. The age distribution chart is shown in Table 1. The other details are shown in Table 2. The epidemiological history is shown in Table 3. Specific data of clinical diagnosis and confirmed patients are shown in table 4.<br/><br/>Table 1(the age distribution chart)<br/><br/>General demographic characteristics Gender Male Female Age(years) Less than 18 years of age 18-35 36-50 51-65    Count<br/><br/>More than 75 years old<br/><br/>Diagnose CML time<br/><br/>Less than 3 months    3-12 months    1-3 years    3-10 years<br/><br/>More than 10 years<br/><br/>Current TKI status    Dasatinib    Imatinib    Nilotinib    Else<br/><br/>Efficacy evaluation of CML    Optimum response    Warnings    Failure    Not known    Comorbidities    Hypertension<br/><br/>Other Malignancies    Kidney diseases    Diabetes    None<br/><br/>Combined medications    Corticosteroids<br/><br/>Antihypertensive drugs ( Angiotensin-Converting 32<br/><br/>Enzyme Inhibitors)<br/><br/>Other anti-tumor drugs    Smoking history    Not have    Have<br/><br/>Have you forgotten to take medicine in the past 2 weeks    No<br/><br/>Yes Table 2(general demographic characteristics)<br/><br/>77 ( 10 patients took drugs irregularly due to the influence of the epidemic)<br/><br/>The epidemiological history Residence Wuhan Hubei province (except wuhan) contact with infected person Yes No not known Cluster onset yes no<br/><br/>4(3 were in remote contact and 1 was in close contact) 330 58<br/><br/>1 ( 3 people confirmed of COVID-19 in her family. This respondent did not live with the COVID-19 patient, the respondent does not have an infection at present) 391 Table 3 (the epidemiological histories) clinical data of the cases<br/><br/>Gender age Diagnose CML time Current TKI status Efficacy evaluation of CML Comorbidities Combined medications Residence The epidemiological history Other family members affected    Case 1    female male    89 years    47 years    11 years    3 years<br/><br/>Imatinib (Gleevec)<br/><br/>HQP1351 clinical trials failure<br/><br/>Optimal response coronary heart disease<br/><br/>Angiotensin-Converting Enzyme Inhibitors    Wuhan<br/><br/>Shiyan, Hubei province<br/><br/>Yes (exposure to relevant Yes (exposure to relevant environment) environment)    No fever    Signs and cough<br/><br/>Yes symptoms dyspnea    Yes pharyngalgia    No diarrhea    White blood cell    Laboratory count<br/><br/>5.13 (× 109 cells per L)    characteristics    Lymphocyte count<br/><br/>0.17(Lymphopenia) (× 109 cells per L)<br/><br/>Yes Yes Yes Yes No<br/><br/>0.78(Lymphopenia)<br/><br/>Elevated ALT (>45    U/L) or AST    Yes (>35 U/L)    Cardiac enzyme<br/><br/>Troponin positive<br/><br/>Creatinine elevate (139umol/l)<br/><br/>Confirmatory test done (SARS-CoV-2 quantitative    RT-PCR)    Normal Normal<br/><br/>Typical pneumonia on the chest CT Yes scan clinical classification    Critical type    Outcome death<br/><br/>Table 4 (clinical data of the cases)    Common type Cure"
        ],
        "discussion": [
            "While the 392 CML respondents required regular referrals to hospitals, they did not have much contact with COVID-19 patients during the outbreak, mainly due to the government policy of prevention and control. The survey found that 12 respondents had fever, cough or shortness of breath during the epidemic period, and 9 of them did not go to the hospital because their symptoms were mild or remitted with oral medication. Three people went to the hospital for treatment. After chest CT scan and SARS-CoV-2 quantitative RT-PCR testing, one of these three patients was confirmed to have of COVID-19 infection and was treated and cured. COVID-19 infection was excluded in a second patient. The third patient was clinically diagnosed based on the 5th version of the novel coronavirus infection pneumonia diagnosis and treatment (National Health Commission of the People's Republic of China) that was used at the time. This patient, who was clinically diagnosed and treated as a confirmed case, was an 89-year-old female with coronary heart disease and long-term ACEI treatment. She had been treated with imatinib, but the response was evaluated as failure. After initially having a cough, the patient quickly developed dyspnea that was not relieved with oxygen therapy at home. She was admitted to the emergency department where she was found to have extreme lymphocytopenia, respiratory failure, renal insufficiency, and myocardial damage. Her condition rapidly deteriorated and she succumbed after three days of hospitalization. This is consistent with previous reports that elderly patients with comorbidities have a poor prognosis and high mortality[<a class=\"ref-link\" id=\"c20\" href=\"#r20\">20</a>-<a class=\"ref-link\" id=\"c22\" href=\"#r22\">22</a>], and the degree of lymphopenia is related to the severity of the disease. Another CML patient with a confirmed COVID-19 infection was a 47-year-old male who had failed CML treatment, had the T315I mutation and was participating in an ongoing clinical trial of an alternative CML treatment (HQP1351). Although he obtained an optimal MMR response, he was not taking TKIs during the outbreak due to side effects. He presented with cough and fever and was found to be infected with SARS-CoV-2, but a chest CT scan did not show pneumonia and he was cured and discharged after treatment. The specific data of the clinical diagnosis and confirmed patients are shown in table 4.<br/><br/>We then analyzed SARS-CoV-2 infections in patients based on their response to anti-CML therapy (see Table 5 for details), and found that only 1 of 299 (0.3%) patients with an optimal response was diagnosed with COVID-19. Of the 50 patients who failed to respond to CML treatment or had a poor response, 1 patient (2%) had a clinical diagnosis of COVID-19. Thus patients who failed to achieved an optimal response to CML therapy appear more likely to have a symptomatic infection with SARS-CoV-2. This tendency requires further study, but there are two possibilities that might explain it. First, an optimal response to TKI treatment may be associated with immune recovery. CML patients exhibit selective depletion of effector T reg cells (eT reg cells)[<a class=\"ref-link\" id=\"c23\" href=\"#r23\">23</a>,<a class=\"ref-link\" id=\"c24\" href=\"#r24\">24</a>], while TKIs increase the number of natural killer cells (NK), NK-LGL and T-LGLs cells[<a class=\"ref-link\" id=\"c25\" href=\"#r25\">25</a>], which play a role in regulating immunity. Second, previous studies have reported that imatinib and other TKI drugs have antiviral activity in vitro against Middle East respiratory syndrome coronavirus (MERS-COV) and severe acute respiratory syndrome coronavirus (SARS-COV)[<a class=\"ref-link\" id=\"c26\" href=\"#r26\">26</a>-<a class=\"ref-link\" id=\"c28\" href=\"#r28\">28</a>]. It will be interesting to see if TKIs also have activity against anti-SARS-CoV-2.<br/><br/>We analyzed the 82 respondents living in Wuhan and found that there was 1 clinically diagnosed case (1.2%). Of the Japanese citizens evacuated from Wuhan, 8/565 (1.4%) had a confirmed infection with COVID-1929. Among 310 CML living patients in Hubei province outside of Wuhan, 1 case of infection (0.32%) was diagnosed.<br/><br/>In summary, through the Hubei Anti-Cancer Association Chronic Myeloid Leukemia Standardized Management Collaboration Group, we conducted online consultations, online smart hospitals and online courses to provide information, diagnosis and treatment to patients during the epidemic, and organized volunteers to deliver drugs to CML patients at their homes. The sample size of the study was relatively small and should be expanded to more accurately compare the prevalence of the infection in the different groups. Nevertheless, our findings suggest that standardized management to obtain the best clinical response reduces the risk of SARS-CoV-2 infection and improves the prognosis of those who are infected. CML is a chronic hematologic tumor, and comprehensive measures should be taken to delay and reduce the risk of infection by restricting patient exposure to situations with possible transmission. During the epidemic, special attention should be focused on those CML patients who are older, have co-morbidities and whose response to CML treatment is non-optimal.<br/><br/>Optimal response(299 persons) Warnings or failure(50 persons)<br/><br/>Forgotten to take medicine in the past 2 weeks<br/><br/>Contact with infected person 4<br/><br/>Have Comorbidities<br/><br/>Diagnosed COVID-19<br/><br/>Table 5 ( Data were compared between the CML patients with optimal response and those with non-optimal response)<br/><br/>1. 2019-nCoV acute respiratory disease, Australia: Epidemiology Report 1 (Reporting week 26 January - 1 February 2020). Communicable diseases intelligence (2018) 2020; 44. 2. A Bastola, R Sah, AJ Rodriguez-Morales, et al The first 2019 novel coronavirus case in Nepal. The Lancet Infectious diseases 2020. 3. JY Kim, PG Choe, Y Oh, et al The First Case of 2019 Novel Coronavirus Pneumonia Imported into Korea from Wuhan, China: Implication for Infection Prevention and Control Measures. Journal of Korean medical science 2020; 35(5): e61.<br/><br/>4. LT Phan, TV Nguyen, QC Luong, et al Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam. The New England journal of medicine 2020. 5. M Ki, TFF -nCoV. Epidemiologic characteristics of early cases with 2019 novel coronavirus (2019-nCoV) disease in Republic of Korea. Epidemiology and health 2020: e2020007. 6. ML Holshue, C DeBolt, S Lindquist, et al First Case of 2019 Novel Coronavirus in the United States. The New England journal of medicine 2020. 7. WK Silverstein, L Stroud, GE Cleghorn, JA Leis. First imported case of 2019 novel coronavirus in Canada, presenting as mild pneumonia. Lancet (London, England) 2020. 8. W Liang, W Guan, R Chen, et al Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China. The Lancet Oncology 2020. 9. H Wang, L Zhang. Risk of COVID-19 for patients with cancer. The Lancet Oncology 2020. 10. Y Xia, R Jin, J Zhao, W Li, H Shen. Risk of COVID-19 for cancer patients. The Lancet Oncology 2020. 11. Y Chen, H Wang, H Kantarjian, J Cortes. Trends in chronic myeloid leukemia incidence and survival in the United States from 1975 to 2009. Leukemia & lymphoma 2013; 54(7): 1411-7. 12. SJ Harrison, PR Johnson, TL Holyoake. The Scotland Leukaemia Registry audit of incidence, diagnosis and clinical management of new patients with chronic myeloid leukaemia in 1999 and 2000. Scottish medical journal 2004; 49(3): 87-90. 13. CS Chang, K Lee, YH Yang, MT Lin, CN Hsu. Estimation of CML incidence: disagreement between national cancer registry and health claims data system in Taiwan. Leukemia research 2011; 35(5): e53-4. 14. M Höglund, F Sandin, K Hellström, et al Tyrosine kinase inhibitor usage, treatment outcome, and prognostic scores in CML: report from the population-based Swedish CML registry. Blood 2013; 122(7): 1284-92. 15. M Höglund, F Sandin, B Simonsson. Epidemiology of chronic myeloid leukaemia: an update. Annals of hematology 2015: S241-7. 16. M Delord, S Foulon, JM Cayuela, P Rousselot, J Bonastre. The rising prevalence of chronic myeloid leukemia in France. Leukemia research 2018; 69: 94-9. 17.WHO. Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected. Jan 11, 2020. (accessed Feb 8, 2020). https://www.who.int/publications-detail/clinical-management-of\r severe-acute-respiratory-inf ection-when-novel-coronavirus-(ncov)- infection-is-suspected (accessed Feb 8, 2020). 18.National Health Commission of the People’s Republic of China. The 5th version of the novel coronavirus infection pneumonia diagnosis and treatment. http://www.nhc.gov.cn/yzygj/s7653p/202002/3b09b894ac9b4204a79db5b8912d4440.shtml 19.A Hochhaus ,M Baccarani ,RT Silver, et al European LeukemiaNet 2020 recommendations for treating chronic myeloid leukemia. Leukemia 2020. 20. [The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China]. Zhonghua liu xing bing xue za zhi = Zhonghua liuxingbingxue zazhi 2020; 41(2): 145-51. 21. [An update on the epidemiological characteristics of novel coronavirus pneumonia (COVID-19)]. Zhonghua liu xing bing xue za zhi = Zhonghua liuxingbingxue zazhi 2020; 41(2): 139-44. 22. N Chen, M Zhou, X Dong, et al Epidemiological and clinical characteristics of 99 cases of<br/><br/>2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet (London, England) 2020. 23. A Tanaka, H Nishikawa, S Noguchi, et al Tyrosine kinase inhibitor imatinib augments tumor immunity by depleting effector regulatory T cells. The Journal of experimental medicine 2020; 217(2). 24. H Ureshino, T Shindo, S Kimura. Role of cancer immunology in chronic myelogenous leukemia. Leukemia research 2020; 88: 106273. 25. N Climent, M Plana. Immunomodulatory Activity of Tyrosine Kinase Inhibitors to Elicit Cytotoxicity Against Cancer and Viral Infection. Frontiers in pharmacology 2019; 10: 1232. 26. CM Coleman, JM Sisk, RM Mingo, EA Nelson, JM White, MB Frieman. Abelson Kinase Inhibitors Are Potent Inhibitors of Severe Acute Respiratory Syndrome Coronavirus and Middle East Respiratory Syndrome Coronavirus Fusion. Journal of virology 2016; 90(19): 8924-33. 27. J Dyall, CM Coleman, BJ Hart, et al Repurposing of clinically developed drugs for treatment of Middle East respiratory syndrome coronavirus infection. Antimicrobial agents and chemotherapy 2014; 58(8): 4885-93. 28. JM Sisk, MB Frieman, CE Machamer. Coronavirus S protein-induced fusion is blocked prior to hemifusion by Abl kinase inhibitors. The Journal of general virology 2018; 99(5): 619-30. 29. H Nishiura, T Kobayashi, Y Yang, et al The Rate of Underascertainment of Novel Coronavirus (2019-nCoV) Infection: Estimation Using Japanese Passengers Data on Evacuation Flights. Journal of clinical medicine 2020; 9(2)."
        ],
        "funding": [
            "Funding This work was supported by grants from the National Natural Science Foundation of"
        ],
        "ethical_compliance": [
            "The investigation was approved by the ethics committee of Union hospital, Tongji Medical college, Huazhong University of science and Technology"
        ]
    },
    "structured_content": {
        "Summary": [],
        "Background": [
            "Since late December 2019, the outbreak of the novel coronavirus disease, COVID-19, that began in Wuhan, has become endemic in China and more than 100 countries and regions in the world. There is no report about the prevalence of COVID-19 in CML patients untill now. We aimed to describe the clinical course, outcomes of CML patients with COVID-19 and prevalence of COVID-19 in CML patients."
        ],
        "Methods": [
            "In this multi-center survey, cross-sectional survey, observational study, the clinical data of CML patients with COVID-19 in each center were collected. Simultaneously, an online survey was conducted for information about the CML patients under the management at each center by asking the CML patients to complete a questionnaire,from February 15, 2020 to February 21, 2020. The questionnaire includes demographic data, place of residence, smoking status, CML diagnosis and treatment, comorbidities, combined medications, epidemiological history, symptoms(fever, cough, shortness of breath, etc) during the epidemic. Additional clinical data was collected on respondents suspected or confirmed to have COVID-19. We described and analyzed the prevalence of COVID-19 in CML patients, and focus on the clinical characteristics and outcomes of COVID-19 patients. Data were compared between the CML patients with optimal response and those with non-optimal response. The primary outcome was prevalence of COVID-19 in CML patients, as of Feb 21, 2020. Secondary outcomes included the history of epidemiology of CML patients, the clinical characteristics and outcomes of CML patients with COVID-19 ."
        ],
        "Findings": [
            "Of 392 respondents, 223( 56.9%) were males, and 240( 61.2%) were 50 years or younger. Only 10 patients took drugs irregularly due to the influence of the epidemic because of traffic control, pharmacies unable to operate normally, etc. In the history of epidemiology, there were 4 patients with definite contact with COVID-19, of which 3 were remote contact and 1 was close contact. 12 respondents had fever, cough or shortness of breath during the epidemic, 1 case (common type) was confirmed with COVID-19 and cured after treatment. 1 patient was clinically diagnosed and succumbed. 1 of 299 (0.3%) patients with an optimal response was diagnosed with COVID-19. Of the 50 patients who failed to respond to CML treatment or had a poor response, 1 patient (2%) had a clinical diagnosis of COVID-19.",
            "While the 392 CML respondents required regular referrals to hospitals, they did not have much contact with COVID-19 patients during the outbreak. Patients who failed to achieved an optimal response to CML therapy appear more likely to have a symptomatic infection with SARS-CoV-2. Older patients with comorbidities are at increased risk of death. Funding This work was supported by grants from the National Natural Science Foundation of",
            "China(NSFC)(81873440&81700142)."
        ],
        "Introduction": [
            "Since late December 2019, the outbreak of the 2019 novel coronavirus disease (COVID-19) in Wuhan, China, has been endemic in China and more than 100 countries and regions in the world.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] By March 1, 2020, China had reported a total of 80,026 confirmed cases of novel coronavirus disease, with 2,912 deaths. In Hubei province which is still the core area of the COVID-19 epidemic in China there were 67,103 cases, accounting for 83.9% of total Chinese cases. The number of confirmed cases in South Korea, Iran, Italy, France, Japan and other countries continues to rise. Some studies have suggest that cancer patients are more susceptible to infection with SARS-CoV-2 than healthy people and have a worse prognosis because their immune systems are suppressed by the effects of the tumors and anti-cancer treatment[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>]. But this view is controversial[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>,<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>].",
            "Chronic myelogenous leukemia (CML) is a neoplastic disease of hematopoietic stem cells that has an annual incidence of 0.4-1.75/100,000 11-15 and accounts for 15% of adult leukemia. Since imatinib and subsequent generations of newer tyrosine kinase inhibitors (TKIs) have been used with CML, the prognosis of CML patients has improved significantly. In fact, CML patients are currently approaching normal life expectancy. However, as the survival rates of CML patients improves, the prevalence of CML is increasing. The prevalence of CML in France is estimated to reach 18 / 100,000 in 2018 and 24 / 100,000 in 203016. We sought to determine whether CML patients have been as susceptible to SARS-CoV-2 as other cancer patients during the current epidemic, and what their prognosis has been. Standardized management of this large number of patients has become a new challenge for our hematologists. In order to optimize the care of CML patients as the pandemic spreads, it is therefore essential to understand the characteristics of SARS-CoV-2 infections in CML patients and the experience of their management in Hubei province. Methods: Study design and participants When the outbreak started, the 29 centers of the Hubei Anti-Cancer Association Chronic Myeloid Leukemia Standardized Management Collaboration Group adopted comprehensive management measures for CML patients. Various kinds of online consultation, online smart hospitals and online courses were made available to provide patients with information while they remained at home. Individualized treatment schemes were proposed according to the clinical situation of each patient. It was recommended that all patients, especially those with stable conditions, refrain from leaving their homes, and even avoid going to hospitals. Volunteers were organized to deliver drugs to CML patients in their homes in order to ensure their normal treatment would not be interrupted. Patients with COVID-19-related symptoms were promptly diagnosed and treated accordingly. All patients were diagnosed with 2019 novel coronavirus disease, according to WHO interim guidance[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>] or the 5th version of the novel coronavirus infection pneumonia diagnosis and treatment (The National health commission, People's Republic of China)[<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a> ]. Laboratory confirmation of SARS-CoV-2 infection was performed by the local health authority. Identification of COVID-19 patients was achieved by reviewing and analysing admission logs and histories from all available electronic medical records and patient care resources. Efficacy of CML was assessed according to the 2020 ELN guidelines[<a class=\"ref-link\" id=\"c19\" href=\"#r19\">19</a>]. The investigation was approved by the ethics committee of Union hospital, Tongji Medical college, Huazhong University of science and Technology. Data collection From February 15, 2020 to February 21, 2020, the clinical data of CML patients with COVID-19 in each center were collected. Simultaneously, an online survey was conducted for information about the CML patients under the management at each center by asking the CML patients to complete a questionnaire. A total of 413 questionnaires were collected, of which 392 were valid, but 21 of these were excluded because the respondents did not live in Hubei province during the outbreak. The questionnaire asked about general demographic characteristics, place of residence, smoking status, CML diagnosis and treatment, comorbidities, combined medications, epidemiological history, and symptoms of fever, cough, shortness of breath, etc. during the epidemic. Additional clinical data was collected on respondents suspected or confirmed to have COVID-19. Any missing or uncertain records were collected and clarified through direct communication with involved health-care providers and their families. Outcomes The primary outcome was prevalence of COVID-19 in CML patients, as of Feb 21, 2020. Secondary outcomes included the history of epidemiology of CML patients, the clinical characteristics and outcomes of CML patients with COVID-19. Statistical analysis The aim of this study is to report prevalence of COVID-19 in CML patients. COVID-19 infection in CML patients with different efficacy was compared. We also report the clinical courses and clinical outcomes of the COVID-19 patients. There were, therefore, no formal hypotheses being implemented to drive the sample size calculation and we included the maximum number of patients who met the inclusion criteria. Results A total of 413 questionnaires were collected, of which 392 were valid. Among them, 21",
            "questionnaires were excluded because the respondents did not live in Hubei province during the outbreak. The following is the general situation of the respondents. There were 223 males, accounting for 56.9%, and 61.2% of the respondents were 50 years or younger. The age distribution chart is shown in Table 1. The other details are shown in Table 2. The epidemiological history is shown in Table 3. Specific data of clinical diagnosis and confirmed patients are shown in table 4.",
            "General demographic characteristics Gender Male Female Age(years) Less than 18 years of age 18-35 36-50 51-65",
            "The epidemiological history Residence Wuhan Hubei province (except wuhan) contact with infected person Yes No not known Cluster onset yes no",
            "1 ( 3 people confirmed of COVID-19 in her family. This respondent did not live with the COVID-19 patient, the respondent does not have an infection at present) 391 Table 3 (the epidemiological histories) clinical data of the cases"
        ],
        "Discussion": [
            "While the 392 CML respondents required regular referrals to hospitals, they did not have much contact with COVID-19 patients during the outbreak, mainly due to the government policy of prevention and control. The survey found that 12 respondents had fever, cough or shortness of breath during the epidemic period, and 9 of them did not go to the hospital because their symptoms were mild or remitted with oral medication. Three people went to the hospital for treatment. After chest CT scan and SARS-CoV-2 quantitative RT-PCR testing, one of these three patients was confirmed to have of COVID-19 infection and was treated and cured. COVID-19 infection was excluded in a second patient. The third patient was clinically diagnosed based on the 5th version of the novel coronavirus infection pneumonia diagnosis and treatment (National Health Commission of the People's Republic of China) that was used at the time. This patient, who was clinically diagnosed and treated as a confirmed case, was an 89-year-old female with coronary heart disease and long-term ACEI treatment. She had been treated with imatinib, but the response was evaluated as failure. After initially having a cough, the patient quickly developed dyspnea that was not relieved with oxygen therapy at home. She was admitted to the emergency department where she was found to have extreme lymphocytopenia, respiratory failure, renal insufficiency, and myocardial damage. Her condition rapidly deteriorated and she succumbed after three days of hospitalization. This is consistent with previous reports that elderly patients with comorbidities have a poor prognosis and high mortality[<a class=\"ref-link\" id=\"c20\" href=\"#r20\">20</a>-<a class=\"ref-link\" id=\"c22\" href=\"#r22\">22</a>], and the degree of lymphopenia is related to the severity of the disease. Another CML patient with a confirmed COVID-19 infection was a 47-year-old male who had failed CML treatment, had the T315I mutation and was participating in an ongoing clinical trial of an alternative CML treatment (HQP1351). Although he obtained an optimal MMR response, he was not taking TKIs during the outbreak due to side effects. He presented with cough and fever and was found to be infected with SARS-CoV-2, but a chest CT scan did not show pneumonia and he was cured and discharged after treatment. The specific data of the clinical diagnosis and confirmed patients are shown in table 4.",
            "We then analyzed SARS-CoV-2 infections in patients based on their response to anti-CML therapy (see Table 5 for details), and found that only 1 of 299 (0.3%) patients with an optimal response was diagnosed with COVID-19. Of the 50 patients who failed to respond to CML treatment or had a poor response, 1 patient (2%) had a clinical diagnosis of COVID-19. Thus patients who failed to achieved an optimal response to CML therapy appear more likely to have a symptomatic infection with SARS-CoV-2. This tendency requires further study, but there are two possibilities that might explain it. First, an optimal response to TKI treatment may be associated with immune recovery. CML patients exhibit selective depletion of effector T reg cells (eT reg cells)[<a class=\"ref-link\" id=\"c23\" href=\"#r23\">23</a>,<a class=\"ref-link\" id=\"c24\" href=\"#r24\">24</a>], while TKIs increase the number of natural killer cells (NK), NK-LGL and T-LGLs cells[<a class=\"ref-link\" id=\"c25\" href=\"#r25\">25</a>], which play a role in regulating immunity. Second, previous studies have reported that imatinib and other TKI drugs have antiviral activity in vitro against Middle East respiratory syndrome coronavirus (MERS-COV) and severe acute respiratory syndrome coronavirus (SARS-COV)[<a class=\"ref-link\" id=\"c26\" href=\"#r26\">26</a>-<a class=\"ref-link\" id=\"c28\" href=\"#r28\">28</a>]. It will be interesting to see if TKIs also have activity against anti-SARS-CoV-2.",
            "We analyzed the 82 respondents living in Wuhan and found that there was 1 clinically diagnosed case (1.2%). Of the Japanese citizens evacuated from Wuhan, 8/565 (1.4%) had a confirmed infection with COVID-1929. Among 310 CML living patients in Hubei province outside of Wuhan, 1 case of infection (0.32%) was diagnosed.",
            "In summary, through the Hubei Anti-Cancer Association Chronic Myeloid Leukemia Standardized Management Collaboration Group, we conducted online consultations, online smart hospitals and online courses to provide information, diagnosis and treatment to patients during the epidemic, and organized volunteers to deliver drugs to CML patients at their homes. The sample size of the study was relatively small and should be expanded to more accurately compare the prevalence of the infection in the different groups. Nevertheless, our findings suggest that standardized management to obtain the best clinical response reduces the risk of SARS-CoV-2 infection and improves the prognosis of those who are infected. CML is a chronic hematologic tumor, and comprehensive measures should be taken to delay and reduce the risk of infection by restricting patient exposure to situations with possible transmission. During the epidemic, special attention should be focused on those CML patients who are older, have co-morbidities and whose response to CML treatment is non-optimal.",
            "Table 5 ( Data were compared between the CML patients with optimal response and those with non-optimal response)",
            "1. 2019-nCoV acute respiratory disease, Australia: Epidemiology Report 1 (Reporting week 26 January - 1 February 2020). Communicable diseases intelligence (2018) 2020; 44. 2. A Bastola, R Sah, AJ Rodriguez-Morales, et al The first 2019 novel coronavirus case in Nepal. The Lancet Infectious diseases 2020. 3. JY Kim, PG Choe, Y Oh, et al The First Case of 2019 Novel Coronavirus Pneumonia Imported into Korea from Wuhan, China: Implication for Infection Prevention and Control Measures. Journal of Korean medical science 2020; 35(5): e61.",
            "4. LT Phan, TV Nguyen, QC Luong, et al Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam. The New England journal of medicine 2020. 5. M Ki, TFF -nCoV. Epidemiologic characteristics of early cases with 2019 novel coronavirus (2019-nCoV) disease in Republic of Korea. Epidemiology and health 2020: e2020007. 6. ML Holshue, C DeBolt, S Lindquist, et al First Case of 2019 Novel Coronavirus in the United States. The New England journal of medicine 2020. 7. WK Silverstein, L Stroud, GE Cleghorn, JA Leis. First imported case of 2019 novel coronavirus in Canada, presenting as mild pneumonia. Lancet (London, England) 2020. 8. W Liang, W Guan, R Chen, et al Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China. The Lancet Oncology 2020. 9. H Wang, L Zhang. Risk of COVID-19 for patients with cancer. The Lancet Oncology 2020. 10. Y Xia, R Jin, J Zhao, W Li, H Shen. Risk of COVID-19 for cancer patients. The Lancet Oncology 2020. 11. Y Chen, H Wang, H Kantarjian, J Cortes. Trends in chronic myeloid leukemia incidence and survival in the United States from 1975 to 2009. Leukemia & lymphoma 2013; 54(7): 1411-7. 12. SJ Harrison, PR Johnson, TL Holyoake. The Scotland Leukaemia Registry audit of incidence, diagnosis and clinical management of new patients with chronic myeloid leukaemia in 1999 and 2000. Scottish medical journal 2004; 49(3): 87-90. 13. CS Chang, K Lee, YH Yang, MT Lin, CN Hsu. Estimation of CML incidence: disagreement between national cancer registry and health claims data system in Taiwan. Leukemia research 2011; 35(5): e53-4. 14. M Höglund, F Sandin, K Hellström, et al Tyrosine kinase inhibitor usage, treatment outcome, and prognostic scores in CML: report from the population-based Swedish CML registry. Blood 2013; 122(7): 1284-92. 15. M Höglund, F Sandin, B Simonsson. Epidemiology of chronic myeloid leukaemia: an update. Annals of hematology 2015: S241-7. 16. M Delord, S Foulon, JM Cayuela, P Rousselot, J Bonastre. The rising prevalence of chronic myeloid leukemia in France. Leukemia research 2018; 69: 94-9. 17.WHO. Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected. Jan 11, 2020. (accessed Feb 8, 2020). https://www.who.int/publications-detail/clinical-management-of\r severe-acute-respiratory-inf ection-when-novel-coronavirus-(ncov)- infection-is-suspected (accessed Feb 8, 2020). 18.National Health Commission of the People’s Republic of China. The 5th version of the novel coronavirus infection pneumonia diagnosis and treatment. http://www.nhc.gov.cn/yzygj/s7653p/202002/3b09b894ac9b4204a79db5b8912d4440.shtml 19.A Hochhaus ,M Baccarani ,RT Silver, et al European LeukemiaNet 2020 recommendations for treating chronic myeloid leukemia. Leukemia 2020. 20. [The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China]. Zhonghua liu xing bing xue za zhi = Zhonghua liuxingbingxue zazhi 2020; 41(2): 145-51. 21. [An update on the epidemiological characteristics of novel coronavirus pneumonia (COVID-19)]. Zhonghua liu xing bing xue za zhi = Zhonghua liuxingbingxue zazhi 2020; 41(2): 139-44. 22. N Chen, M Zhou, X Dong, et al Epidemiological and clinical characteristics of 99 cases of",
            "2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet (London, England) 2020. 23. A Tanaka, H Nishikawa, S Noguchi, et al Tyrosine kinase inhibitor imatinib augments tumor immunity by depleting effector regulatory T cells. The Journal of experimental medicine 2020; 217(2). 24. H Ureshino, T Shindo, S Kimura. Role of cancer immunology in chronic myelogenous leukemia. Leukemia research 2020; 88: 106273. 25. N Climent, M Plana. Immunomodulatory Activity of Tyrosine Kinase Inhibitors to Elicit Cytotoxicity Against Cancer and Viral Infection. Frontiers in pharmacology 2019; 10: 1232. 26. CM Coleman, JM Sisk, RM Mingo, EA Nelson, JM White, MB Frieman. Abelson Kinase Inhibitors Are Potent Inhibitors of Severe Acute Respiratory Syndrome Coronavirus and Middle East Respiratory Syndrome Coronavirus Fusion. Journal of virology 2016; 90(19): 8924-33. 27. J Dyall, CM Coleman, BJ Hart, et al Repurposing of clinically developed drugs for treatment of Middle East respiratory syndrome coronavirus infection. Antimicrobial agents and chemotherapy 2014; 58(8): 4885-93. 28. JM Sisk, MB Frieman, CE Machamer. Coronavirus S protein-induced fusion is blocked prior to hemifusion by Abl kinase inhibitors. The Journal of general virology 2018; 99(5): 619-30. 29. H Nishiura, T Kobayashi, Y Yang, et al The Rate of Underascertainment of Novel Coronavirus (2019-nCoV) Infection: Estimation Using Japanese Passengers Data on Evacuation Flights. Journal of clinical medicine 2020; 9(2)."
        ]
    },
    "participants": [
        {
            "participant": "respondents",
            "number": 392,
            "context": "It is made available under a CC-BY-NC-ND 4.0 International license. <mark class=\"stats\">Of 392 respondents, 223( 56.9%) were males, and 240( 61.2%) were 50 years or younger</mark>. Only 10 patients took drugs irregularly due to the influence of the epidemic because of traffic control, pharmacies unable to operate normally, etc"
        },
        {
            "participant": "patients",
            "number": 10,
            "context": "Of 392 respondents, 223( 56.9%) were males, and 240( 61.2%) were 50 years or younger. <mark class=\"stats\">Only 10 patients took drugs irregularly due to the influence of the epidemic because of traffic control, pharmacies unable to operate normally, etc</mark>. In the history of epidemiology, there were 4 patients with definite contact with COVID-19, of which 3 were remote contact and 1 was close contact. 12 respondents had fever, cough or shortness of breath during the epidemic, 1 case (common type) was confirmed with COVID-19 and cured after treatment. 1 patient was clinically diagnosed and succumbed. 1 of 299 (0.3%) patients with an optimal response was diagnosed with COVID-19"
        },
        {
            "participant": "patients with definite contact with COVID-19",
            "number": 4,
            "context": "Only 10 patients took drugs irregularly due to the influence of the epidemic because of traffic control, pharmacies unable to operate normally, etc. <mark class=\"stats\">In the history of epidemiology, there were 4 patients with definite contact with COVID-19, of which 3 were remote contact and 1 was close contact. 12 respondents had fever, cough or shortness of breath during the epidemic, 1 case (common type) was confirmed with COVID-19 and cured after treatment. 1 patient was clinically diagnosed and succumbed. 1 of 299 (0.3%) patients with an optimal response was diagnosed with COVID-19</mark>. Of the 50 patients who failed to respond to CML treatment or had a poor response, 1 patient (2%) had a clinical diagnosis of COVID-19"
        },
        {
            "participant": "patients",
            "number": 50,
            "context": "In the history of epidemiology, there were 4 patients with definite contact with COVID-19, of which 3 were remote contact and 1 was close contact. 12 respondents had fever, cough or shortness of breath during the epidemic, 1 case (common type) was confirmed with COVID-19 and cured after treatment. 1 patient was clinically diagnosed and succumbed. 1 of 299 (0.3%) patients with an optimal response was diagnosed with COVID-19. <mark class=\"stats\">Of the 50 patients who failed to respond to CML treatment or had a poor response, 1 patient (2%) had a clinical diagnosis of COVID-19</mark>. While the 392 CML respondents required regular referrals to hospitals, they did not have much contact with COVID-19 patients during the outbreak"
        },
        {
            "participant": "CML respondents",
            "number": 392,
            "context": "Of the 50 patients who failed to respond to CML treatment or had a poor response, 1 patient (2%) had a clinical diagnosis of COVID-19. <mark class=\"stats\">While the 392 CML respondents required regular referrals to hospitals, they did not have much contact with COVID-19 patients during the outbreak</mark>. Patients who failed to achieved an optimal response to CML therapy appear more likely to have a symptomatic infection with SARS-CoV-2"
        },
        {
            "participant": "confirmed cases",
            "number": 80026,
            "context": "Introduction Since late December 2019, the outbreak of the 2019 novel coronavirus disease (COVID-19) in Wuhan, China, has been endemic in China and more than 100 countries and regions in the world.1-7. <mark class=\"stats\">By March 1, 2020, China had reported a total of 80,026 confirmed cases of novel coronavirus disease, with 2,912 deaths</mark>. In Hubei province which is still the core area of the COVID-19 epidemic in China there were 67,103 cases, accounting for 83.9% of total Chinese cases"
        },
        {
            "participant": "cases",
            "number": 67103,
            "context": "By March 1, 2020, China had reported a total of 80,026 confirmed cases of novel coronavirus disease, with 2,912 deaths. <mark class=\"stats\">In Hubei province which is still the core area of the COVID-19 epidemic in China there were 67,103 cases, accounting for 83.9% of total Chinese cases</mark>. The number of confirmed cases in South Korea, Iran, Italy, France, Japan and other countries continues to rise"
        },
        {
            "participant": "centers",
            "number": 29,
            "context": "In order to optimize the care of CML patients as the pandemic spreads, it is therefore essential to understand the characteristics of SARS-CoV-2 infections in CML patients and the experience of their management in Hubei province. <mark class=\"stats\">Methods: Study design and participants When the outbreak started, the 29 centers of the Hubei Anti-Cancer Association Chronic Myeloid Leukemia Standardized Management Collaboration Group adopted comprehensive management measures for CML patients</mark>. Various kinds of online consultation, online smart hospitals and online courses were made available to provide patients with information while they remained at home"
        },
        {
            "participant": "males",
            "number": 223,
            "context": "The following is the general situation of the respondents. <mark class=\"stats\">There were 223 males, accounting for 56.9%, and 61.2% of the respondents were 50 years or younger</mark>. The age distribution chart is shown in Table 1"
        },
        {
            "participant": "patients",
            "number": 10,
            "context": "Yes Table 2(general demographic characteristics). <mark class=\"stats\">77 ( 10 patients took drugs irregularly due to the influence of the epidemic)</mark>. The epidemiological history Residence Wuhan Hubei province (except wuhan) contact with infected person Yes No not known Cluster onset yes no"
        },
        {
            "participant": "people",
            "number": 3,
            "context": "4(3 were in remote contact and 1 was in close contact) 330 58. <mark class=\"stats\">1 ( 3 people confirmed of COVID-19 in her family</mark>. This respondent did not live with the COVID-19 patient, the respondent does not have an infection at present) 391 Table 3 (the epidemiological histories) clinical data of the cases"
        },
        {
            "participant": "CML respondents",
            "number": 392,
            "context": "Common type Cure. <mark class=\"stats\">While the 392 CML respondents required regular referrals to hospitals, they did not have much contact with COVID-19 patients during the outbreak, mainly due to the government policy of prevention and control</mark>. The survey found that 12 respondents had fever, cough or shortness of breath during the epidemic period, and 9 of them did not go to the hospital because their symptoms were mild or remitted with oral medication"
        },
        {
            "participant": "respondents",
            "number": 12,
            "context": "While the 392 CML respondents required regular referrals to hospitals, they did not have much contact with COVID-19 patients during the outbreak, mainly due to the government policy of prevention and control. <mark class=\"stats\">The survey found that 12 respondents had fever, cough or shortness of breath during the epidemic period, and 9 of them did not go to the hospital because their symptoms were mild or remitted with oral medication</mark>. Three people went to the hospital for treatment"
        },
        {
            "participant": "people",
            "number": 3,
            "context": "The survey found that 12 respondents had fever, cough or shortness of breath during the epidemic period, and 9 of them did not go to the hospital because their symptoms were mild or remitted with oral medication. <mark class=\"stats\">Three people went to the hospital for treatment</mark>. After chest CT scan and SARS-CoV-2 quantitative RT-PCR testing, one of these three patients was confirmed to have of COVID-19 infection and was treated and cured"
        },
        {
            "participant": "patients",
            "number": 50,
            "context": "We then analyzed SARS-CoV-2 infections in patients based on their response to anti-CML therapy (see Table 5 for details), and found that only 1 of 299 (0.3%) patients with an optimal response was diagnosed with COVID-19. <mark class=\"stats\">Of the 50 patients who failed to respond to CML treatment or had a poor response, 1 patient (2%) had a clinical diagnosis of COVID-19</mark>. Thus patients who failed to achieved an optimal response to CML therapy appear more likely to have a symptomatic infection with SARS-CoV-2"
        },
        {
            "participant": "respondents",
            "number": 82,
            "context": "It will be interesting to see if TKIs also have activity against anti-SARS-CoV-2. <mark class=\"stats\">We analyzed the 82 respondents living in Wuhan and found that there was 1 clinically diagnosed case (1.2%)</mark>. Of the Japanese citizens evacuated from Wuhan, 8/565 (1.4%) had a confirmed infection with COVID-1929"
        },
        {
            "participant": "CML living patients",
            "number": 310,
            "context": "Of the Japanese citizens evacuated from Wuhan, 8/565 (1.4%) had a confirmed infection with COVID-1929. <mark class=\"stats\">Among 310 CML living patients in Hubei province outside of Wuhan, 1 case of infection (0.32%) was diagnosed</mark>. In summary, through the Hubei Anti-Cancer Association Chronic Myeloid Leukemia Standardized Management Collaboration Group, we conducted online consultations, online smart hospitals and online courses to provide information, diagnosis and treatment to patients during the epidemic, and organized volunteers to deliver drugs to CML patients at their homes"
        },
        {
            "participant": "persons",
            "number": 299,
            "context": "During the epidemic, special attention should be focused on those CML patients who are older, have co-morbidities and whose response to CML treatment is non-optimal. <mark class=\"stats\">Optimal response(299 persons) Warnings or failure(50 persons)</mark>. Forgotten to take medicine in the past 2 weeks"
        }
    ],
    "statistics": [],
    "keywords": [
        "RT-PCR",
        "leukemia",
        "clinical course",
        "leukaemia",
        "COVID-19",
        "novel coronavirus disease",
        "standardized management",
        "Chronic myelogenous leukemia",
        "hubei province",
        "cml patient",
        "cancer patient",
        "late december",
        "coronavirus",
        "imatinib",
        "pneumonia",
        "natural killer cells",
        "SARS",
        "tyrosine",
        "prognosis",
        "sars cov",
        "tyrosine kinase inhibitors",
        "chronic myeloid"
    ],
    "keyword_relevance": {
        "Chronic myelogenous leukemia": 0.3157894736842105,
        "COVID-19": 0.21578947368421053,
        "coronavirus": 0.09473684210526316,
        "SARS": 0.07368421052631578,
        "tyrosine kinase inhibitors": 0.04736842105263158,
        "pneumonia": 0.042105263157894736,
        "leukemia": 0.031578947368421054,
        "novel coronavirus disease": 0.02631578947368421,
        "prognosis": 0.02631578947368421,
        "chronic myeloid": 0.02631578947368421,
        "imatinib": 0.021052631578947368,
        "cancer patient": 0.015789473684210527,
        "natural killer cells": 0.015789473684210527,
        "RT-PCR": 0.010526315789473684,
        "clinical course": 0.010526315789473684,
        "leukaemia": 0.010526315789473684,
        "standardized management": 0.010526315789473684,
        "tyrosine": 0.005263157894736842,
        "hubei province": 0.0,
        "cml patient": 0.0,
        "late december": 0.0,
        "sars cov": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> Since late December 2019, the outbreak of the 2019 novel coronavirus disease (COVID-19) in Wuhan, China, has been endemic in China and more than 100 countries and regions in the world.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>].",
        "1 ( 3 people confirmed of COVID-19 in her family",
        "This respondent did not live with the COVID-19 patient, the respondent does not have an infection at present) 391 Table 3 clinical data of the cases.",
        "Gender age Diagnose CML time Current TKI status Efficacy evaluation of CML Comorbidities Combined medications Residence The epidemiological history Other family members affected Case 1 female male 89 years 47 years 11 years 3 years.",
        "<h2 style=\"display: inline\">Methods:</h2> In this multi-center survey, cross-sectional survey, observational study, the clinical data of CML patients with COVID-19 in each center were collected.",
        "The questionnaire includes demographic data, place of residence, smoking status, CML diagnosis and treatment, comorbidities, combined medications, epidemiological history, symptoms during the epidemic.",
        "The authors described and analyzed the prevalence of COVID-19 in CML patients, and focus on the clinical characteristics and outcomes of COVID-19 patients.",
        "The primary outcome was prevalence of COVID-19 in CML patients, as of Feb 21, 2020.",
        "Secondary outcomes included the history of epidemiology of CML patients, the clinical characteristics and outcomes of CML patients with COVID-19",
        "<h2 style=\"display: inline\">Results:</h2> Of 392 respondents, 223( 56.9%) were males, and 240( 61.2%) were 50 years or younger.",
        "1 of 299 (0.3%) patients with an optimal response was diagnosed with COVID-19.",
        "Of the 50 patients who failed to respond to CML treatment or had a poor response, 1 patient (2%) had a clinical diagnosis of COVID-19.",
        "While the 392 CML respondents required regular referrals to hospitals, they did not have much contact with COVID-19 patients during the outbreak.",
        "Patients who failed to achieved an optimal response to CML therapy appear more likely to have a symptomatic infection with SARS-CoV-2.",
        "<h2 style=\"display: inline\">Conclusion:</h2> While the 392 CML respondents required regular referrals to hospitals, they did not have much contact with COVID-19 patients during the outbreak, mainly due to the government policy of prevention and control.",
        "The third patient was clinically diagnosed based on the 5th version of the novel coronavirus infection pneumonia diagnosis and treatment (National Health Commission of the People's Republic of China) that was used at the time.",
        "This patient, who was clinically diagnosed and treated as a confirmed case, was an 89-year-old female with coronary heart disease and long-term ACEI treatment.",
        "The authors aimed to describe the clinical course, outcomes of CML patients with COVID-19 and prevalence of COVID-19 in CML patients"
    ],
    "structured_summary": {
        "Introduction": [
            "Since late December 2019, the outbreak of the 2019 novel coronavirus disease (COVID-19) in Wuhan, China, has been endemic in China and more than 100 countries and regions in the world.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>].",
            "1 ( 3 people confirmed of COVID-19 in her family",
            "This respondent did not live with the COVID-19 patient, the respondent does not have an infection at present) 391 Table 3 clinical data of the cases.",
            "Gender age Diagnose CML time Current TKI status Efficacy evaluation of CML Comorbidities Combined medications Residence The epidemiological history Other family members affected Case 1 female male 89 years 47 years 11 years 3 years."
        ],
        "Methods": [
            "In this multi-center survey, cross-sectional survey, observational study, the clinical data of CML patients with COVID-19 in each center were collected.",
            "The questionnaire includes demographic data, place of residence, smoking status, CML diagnosis and treatment, comorbidities, combined medications, epidemiological history, symptoms during the epidemic.",
            "The authors described and analyzed the prevalence of COVID-19 in CML patients, and focus on the clinical characteristics and outcomes of COVID-19 patients.",
            "The primary outcome was prevalence of COVID-19 in CML patients, as of Feb 21, 2020.",
            "Secondary outcomes included the history of epidemiology of CML patients, the clinical characteristics and outcomes of CML patients with COVID-19"
        ],
        "Results": [
            "Of 392 respondents, 223( 56.9%) were males, and 240( 61.2%) were 50 years or younger.",
            "1 of 299 (0.3%) patients with an optimal response was diagnosed with COVID-19.",
            "Of the 50 patients who failed to respond to CML treatment or had a poor response, 1 patient (2%) had a clinical diagnosis of COVID-19.",
            "While the 392 CML respondents required regular referrals to hospitals, they did not have much contact with COVID-19 patients during the outbreak.",
            "Patients who failed to achieved an optimal response to CML therapy appear more likely to have a symptomatic infection with SARS-CoV-2."
        ],
        "Conclusion": [
            "While the 392 CML respondents required regular referrals to hospitals, they did not have much contact with COVID-19 patients during the outbreak, mainly due to the government policy of prevention and control.",
            "The third patient was clinically diagnosed based on the 5th version of the novel coronavirus infection pneumonia diagnosis and treatment (National Health Commission of the People's Republic of China) that was used at the time.",
            "This patient, who was clinically diagnosed and treated as a confirmed case, was an 89-year-old female with coronary heart disease and long-term ACEI treatment.",
            "The authors aimed to describe the clinical course, outcomes of CML patients with COVID-19 and prevalence of COVID-19 in CML patients"
        ]
    },
    "reference_links": [
        {
            "id": "2",
            "alt_id": "Bastola_et+al_2020_a",
            "entry": "2. A Bastola, R Sah, AJ Rodriguez-Morales, et al. The first 2019 novel coronavirus case in Nepal. The Lancet Infectious diseases 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=A%20Bastola%20R%20Sah%20AJ%20RodriguezMorales%20et%20al%20The%20first%202019%20novel%20coronavirus%20case%20in%20Nepal%20The%20Lancet%20Infectious%20diseases%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=A%20Bastola%20R%20Sah%20AJ%20RodriguezMorales%20et%20al%20The%20first%202019%20novel%20coronavirus%20case%20in%20Nepal%20The%20Lancet%20Infectious%20diseases%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=A%20Bastola%20R%20Sah%20AJ%20RodriguezMorales%20et%20al%20The%20first%202019%20novel%20coronavirus%20case%20in%20Nepal%20The%20Lancet%20Infectious%20diseases%202020"
        },
        {
            "id": "3",
            "alt_id": "Kim_et+al_2019_a",
            "entry": "3. JY Kim, PG Choe, Y Oh, et al. The First Case of 2019 Novel Coronavirus Pneumonia Imported into Korea from Wuhan, China: Implication for Infection Prevention and Control Measures. Journal of Korean medical science 2020; 35(5): e61.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=JY%20Kim%20PG%20Choe%20Y%20Oh%20et%20al%20The%20First%20Case%20of%202019%20Novel%20Coronavirus%20Pneumonia%20Imported%20into%20Korea%20from%20Wuhan%20China%20Implication%20for%20Infection%20Prevention%20and%20Control%20Measures%20Journal%20of%20Korean%20medical%20science%202020%20355%20e61",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=JY%20Kim%20PG%20Choe%20Y%20Oh%20et%20al%20The%20First%20Case%20of%202019%20Novel%20Coronavirus%20Pneumonia%20Imported%20into%20Korea%20from%20Wuhan%20China%20Implication%20for%20Infection%20Prevention%20and%20Control%20Measures%20Journal%20of%20Korean%20medical%20science%202020%20355%20e61",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=JY%20Kim%20PG%20Choe%20Y%20Oh%20et%20al%20The%20First%20Case%20of%202019%20Novel%20Coronavirus%20Pneumonia%20Imported%20into%20Korea%20from%20Wuhan%20China%20Implication%20for%20Infection%20Prevention%20and%20Control%20Measures%20Journal%20of%20Korean%20medical%20science%202020%20355%20e61"
        },
        {
            "id": "4",
            "alt_id": "Lt_2020_a",
            "entry": "4. LT Phan, TV Nguyen, QC Luong, et al. Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam. The New England journal of medicine 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=LT%20Phan%2C%20TV%20Nguyen%2C%20QC%20Luong%20Importation%20and%20Human-to-Human%20Transmission%20of%20a%20Novel%20Coronavirus%20in%20Vietnam%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=LT%20Phan%2C%20TV%20Nguyen%2C%20QC%20Luong%20Importation%20and%20Human-to-Human%20Transmission%20of%20a%20Novel%20Coronavirus%20in%20Vietnam%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=LT%20Phan%2C%20TV%20Nguyen%2C%20QC%20Luong%20Importation%20and%20Human-to-Human%20Transmission%20of%20a%20Novel%20Coronavirus%20in%20Vietnam%202020"
        },
        {
            "id": "5",
            "alt_id": "M_2019_a",
            "entry": "5. M Ki, TFF -nCoV. Epidemiologic characteristics of early cases with 2019 novel coronavirus (2019-nCoV) disease in Republic of Korea. Epidemiology and health 2020: e2020007.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=M%20Ki%20TFF%20nCoV%20Epidemiologic%20characteristics%20of%20early%20cases%20with%202019%20novel%20coronavirus%202019nCoV%20disease%20in%20Republic%20of%20Korea%20Epidemiology%20and%20health%202020%20e2020007",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=M%20Ki%20TFF%20nCoV%20Epidemiologic%20characteristics%20of%20early%20cases%20with%202019%20novel%20coronavirus%202019nCoV%20disease%20in%20Republic%20of%20Korea%20Epidemiology%20and%20health%202020%20e2020007",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=M%20Ki%20TFF%20nCoV%20Epidemiologic%20characteristics%20of%20early%20cases%20with%202019%20novel%20coronavirus%202019nCoV%20disease%20in%20Republic%20of%20Korea%20Epidemiology%20and%20health%202020%20e2020007"
        },
        {
            "id": "6",
            "alt_id": "Holshue_et+al_2020_a",
            "entry": "6. ML Holshue, C DeBolt, S Lindquist, et al. First Case of 2019 Novel Coronavirus in the United States. The New England journal of medicine 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=ML%20Holshue%20C%20DeBolt%20S%20Lindquist%20et%20al%20First%20Case%20of%202019%20Novel%20Coronavirus%20in%20the%20United%20States%20The%20New%20England%20journal%20of%20medicine%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=ML%20Holshue%20C%20DeBolt%20S%20Lindquist%20et%20al%20First%20Case%20of%202019%20Novel%20Coronavirus%20in%20the%20United%20States%20The%20New%20England%20journal%20of%20medicine%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=ML%20Holshue%20C%20DeBolt%20S%20Lindquist%20et%20al%20First%20Case%20of%202019%20Novel%20Coronavirus%20in%20the%20United%20States%20The%20New%20England%20journal%20of%20medicine%202020"
        },
        {
            "id": "7",
            "alt_id": "Silverstein_et+al_2020_a",
            "entry": "7. WK Silverstein, L Stroud, GE Cleghorn, JA Leis. First imported case of 2019 novel coronavirus in Canada, presenting as mild pneumonia. Lancet (London, England) 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=WK%20Silverstein%20L%20Stroud%20GE%20Cleghorn%20JA%20Leis%20First%20imported%20case%20of%202019%20novel%20coronavirus%20in%20Canada%20presenting%20as%20mild%20pneumonia%20Lancet%20London%20England%202020"
        },
        {
            "id": "8",
            "alt_id": "Liang_et+al_2020_a",
            "entry": "8. W Liang, W Guan, R Chen, et al. Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China. The Lancet Oncology 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=W%20Liang%20W%20Guan%20R%20Chen%20et%20al%20Cancer%20patients%20in%20SARSCoV2%20infection%20a%20nationwide%20analysis%20in%20China%20The%20Lancet%20Oncology%202020"
        },
        {
            "id": "9",
            "alt_id": "Wang_2020_a",
            "entry": "9. H Wang, L Zhang. Risk of COVID-19 for patients with cancer. The Lancet Oncology 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=H%20Wang%20L%20Zhang%20Risk%20of%20COVID19%20for%20patients%20with%20cancer%20The%20Lancet%20Oncology%202020"
        },
        {
            "id": "10",
            "alt_id": "Xia_et+al_2020_a",
            "entry": "10. Y Xia, R Jin, J Zhao, W Li, H Shen. Risk of COVID-19 for cancer patients. The Lancet Oncology 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Xia%2C%20Y.%20Jin%2C%20R.%20Zhao%2C%20J.%20Li%2C%20W.%20Risk%20of%20COVID-19%20for%20cancer%20patients%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Xia%2C%20Y.%20Jin%2C%20R.%20Zhao%2C%20J.%20Li%2C%20W.%20Risk%20of%20COVID-19%20for%20cancer%20patients%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Xia%2C%20Y.%20Jin%2C%20R.%20Zhao%2C%20J.%20Li%2C%20W.%20Risk%20of%20COVID-19%20for%20cancer%20patients%202020"
        },
        {
            "id": "11",
            "alt_id": "Chen_et+al_2013_a",
            "entry": "11. Y Chen, H Wang, H Kantarjian, J Cortes. Trends in chronic myeloid leukemia incidence and survival in the United States from 1975 to 2009. Leukemia & lymphoma 2013; 54(7): 1411-7.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Y%20Chen%20H%20Wang%20H%20Kantarjian%20J%20Cortes%20Trends%20in%20chronic%20myeloid%20leukemia%20incidence%20and%20survival%20in%20the%20United%20States%20from%201975%20to%202009%20Leukemia%20%20lymphoma%202013%20547%2014117",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Y%20Chen%20H%20Wang%20H%20Kantarjian%20J%20Cortes%20Trends%20in%20chronic%20myeloid%20leukemia%20incidence%20and%20survival%20in%20the%20United%20States%20from%201975%20to%202009%20Leukemia%20%20lymphoma%202013%20547%2014117",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Y%20Chen%20H%20Wang%20H%20Kantarjian%20J%20Cortes%20Trends%20in%20chronic%20myeloid%20leukemia%20incidence%20and%20survival%20in%20the%20United%20States%20from%201975%20to%202009%20Leukemia%20%20lymphoma%202013%20547%2014117"
        },
        {
            "id": "12",
            "alt_id": "Sj_2004_a",
            "entry": "12. SJ Harrison, PR Johnson, TL Holyoake. The Scotland Leukaemia Registry audit of incidence, diagnosis and clinical management of new patients with chronic myeloid leukaemia in 1999 and 2000. Scottish medical journal 2004; 49(3): 87-90.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=SJ%20Harrison%20PR%20Johnson%20TL%20Holyoake%20The%20Scotland%20Leukaemia%20Registry%20audit%20of%20incidence%20diagnosis%20and%20clinical%20management%20of%20new%20patients%20with%20chronic%20myeloid%20leukaemia%20in%201999%20and%202000%20Scottish%20medical%20journal%202004%20493%208790",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=SJ%20Harrison%20PR%20Johnson%20TL%20Holyoake%20The%20Scotland%20Leukaemia%20Registry%20audit%20of%20incidence%20diagnosis%20and%20clinical%20management%20of%20new%20patients%20with%20chronic%20myeloid%20leukaemia%20in%201999%20and%202000%20Scottish%20medical%20journal%202004%20493%208790",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=SJ%20Harrison%20PR%20Johnson%20TL%20Holyoake%20The%20Scotland%20Leukaemia%20Registry%20audit%20of%20incidence%20diagnosis%20and%20clinical%20management%20of%20new%20patients%20with%20chronic%20myeloid%20leukaemia%20in%201999%20and%202000%20Scottish%20medical%20journal%202004%20493%208790"
        },
        {
            "id": "13",
            "alt_id": "Chang_et+al_2011_a",
            "entry": "13. CS Chang, K Lee, YH Yang, MT Lin, CN Hsu. Estimation of CML incidence: disagreement between national cancer registry and health claims data system in Taiwan. Leukemia research 2011; 35(5): e53-4.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chang%2C%20C.S.%20Lee%2C%20K.%20Yang%2C%20Y.H.%20Lin%2C%20M.T.%20Estimation%20of%20CML%20incidence%3A%20disagreement%20between%20national%20cancer%20registry%20and%20health%20claims%20data%20system%20in%20Taiwan%202011",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Chang%2C%20C.S.%20Lee%2C%20K.%20Yang%2C%20Y.H.%20Lin%2C%20M.T.%20Estimation%20of%20CML%20incidence%3A%20disagreement%20between%20national%20cancer%20registry%20and%20health%20claims%20data%20system%20in%20Taiwan%202011",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Chang%2C%20C.S.%20Lee%2C%20K.%20Yang%2C%20Y.H.%20Lin%2C%20M.T.%20Estimation%20of%20CML%20incidence%3A%20disagreement%20between%20national%20cancer%20registry%20and%20health%20claims%20data%20system%20in%20Taiwan%202011"
        },
        {
            "id": "14",
            "alt_id": "Hoeglund_et+al_2013_a",
            "entry": "14. M Höglund, F Sandin, K Hellström, et al. Tyrosine kinase inhibitor usage, treatment outcome, and prognostic scores in CML: report from the population-based Swedish CML registry. Blood 2013; 122(7): 1284-92.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=H%C3%B6glund%2C%20M.%20Sandin%2C%20F.%20Hellstr%C3%B6m%2C%20K.%20Tyrosine%20kinase%20inhibitor%20usage%2C%20treatment%20outcome%2C%20and%20prognostic%20scores%20in%20CML%3A%20report%20from%20the%20population-based%20Swedish%20CML%20registry%202013",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=H%C3%B6glund%2C%20M.%20Sandin%2C%20F.%20Hellstr%C3%B6m%2C%20K.%20Tyrosine%20kinase%20inhibitor%20usage%2C%20treatment%20outcome%2C%20and%20prognostic%20scores%20in%20CML%3A%20report%20from%20the%20population-based%20Swedish%20CML%20registry%202013",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=H%C3%B6glund%2C%20M.%20Sandin%2C%20F.%20Hellstr%C3%B6m%2C%20K.%20Tyrosine%20kinase%20inhibitor%20usage%2C%20treatment%20outcome%2C%20and%20prognostic%20scores%20in%20CML%3A%20report%20from%20the%20population-based%20Swedish%20CML%20registry%202013"
        },
        {
            "id": "15",
            "alt_id": "Hoeglund_et+al_2015_a",
            "entry": "15. M Höglund, F Sandin, B Simonsson. Epidemiology of chronic myeloid leukaemia: an update. Annals of hematology 2015: S241-7.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=H%C3%B6glund%2C%20M.%20Sandin%2C%20F.%20Simonsson%2C%20B.%20Epidemiology%20of%20chronic%20myeloid%20leukaemia%3A%20an%20update%202015",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=H%C3%B6glund%2C%20M.%20Sandin%2C%20F.%20Simonsson%2C%20B.%20Epidemiology%20of%20chronic%20myeloid%20leukaemia%3A%20an%20update%202015",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=H%C3%B6glund%2C%20M.%20Sandin%2C%20F.%20Simonsson%2C%20B.%20Epidemiology%20of%20chronic%20myeloid%20leukaemia%3A%20an%20update%202015"
        },
        {
            "id": "23",
            "alt_id": "Tanaka_et+al_0000_a",
            "entry": "23. A Tanaka, H Nishikawa, S Noguchi, et al. Tyrosine kinase inhibitor imatinib augments tumor immunity by depleting effector regulatory T cells. The Journal of experimental medicine 2020; 217(2). 24. H Ureshino, T Shindo, S Kimura. Role of cancer immunology in chronic myelogenous leukemia. Leukemia research 2020; 88: 106273.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Tanaka%2C%20A.%20Nishikawa%2C%20H.%20Noguchi%2C%20S.%20Tyrosine%20kinase%20inhibitor%20imatinib%20augments%20tumor%20immunity%20by%20depleting%20effector%20regulatory%20T%20cells"
        },
        {
            "id": "25",
            "alt_id": "Climent_2019_a",
            "entry": "25. N Climent, M Plana. Immunomodulatory Activity of Tyrosine Kinase Inhibitors to Elicit Cytotoxicity Against Cancer and Viral Infection. Frontiers in pharmacology 2019; 10: 1232.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Climent%2C%20N.%20Plana%2C%20M.%20Immunomodulatory%20Activity%20of%20Tyrosine%20Kinase%20Inhibitors%20to%20Elicit%20Cytotoxicity%20Against%20Cancer%20and%20Viral%20Infection%202019",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Climent%2C%20N.%20Plana%2C%20M.%20Immunomodulatory%20Activity%20of%20Tyrosine%20Kinase%20Inhibitors%20to%20Elicit%20Cytotoxicity%20Against%20Cancer%20and%20Viral%20Infection%202019",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Climent%2C%20N.%20Plana%2C%20M.%20Immunomodulatory%20Activity%20of%20Tyrosine%20Kinase%20Inhibitors%20to%20Elicit%20Cytotoxicity%20Against%20Cancer%20and%20Viral%20Infection%202019"
        },
        {
            "id": "26",
            "alt_id": "Coleman_et+al_2016_a",
            "entry": "26. CM Coleman, JM Sisk, RM Mingo, EA Nelson, JM White, MB Frieman. Abelson Kinase Inhibitors Are Potent Inhibitors of Severe Acute Respiratory Syndrome Coronavirus and Middle East Respiratory Syndrome Coronavirus Fusion. Journal of virology 2016; 90(19): 8924-33.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Coleman%2C%20C.M.%20Sisk%2C%20J.M.%20Mingo%2C%20R.M.%20Nelson%2C%20E.A.%20Abelson%20Kinase%20Inhibitors%20Are%20Potent%20Inhibitors%20of%20Severe%20Acute%20Respiratory%20Syndrome%20Coronavirus%20and%20Middle%20East%20Respiratory%20Syndrome%20Coronavirus%20Fusion%202016",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Coleman%2C%20C.M.%20Sisk%2C%20J.M.%20Mingo%2C%20R.M.%20Nelson%2C%20E.A.%20Abelson%20Kinase%20Inhibitors%20Are%20Potent%20Inhibitors%20of%20Severe%20Acute%20Respiratory%20Syndrome%20Coronavirus%20and%20Middle%20East%20Respiratory%20Syndrome%20Coronavirus%20Fusion%202016",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Coleman%2C%20C.M.%20Sisk%2C%20J.M.%20Mingo%2C%20R.M.%20Nelson%2C%20E.A.%20Abelson%20Kinase%20Inhibitors%20Are%20Potent%20Inhibitors%20of%20Severe%20Acute%20Respiratory%20Syndrome%20Coronavirus%20and%20Middle%20East%20Respiratory%20Syndrome%20Coronavirus%20Fusion%202016"
        },
        {
            "id": "27",
            "alt_id": "Dyall_et+al_2014_a",
            "entry": "27. J Dyall, CM Coleman, BJ Hart, et al. Repurposing of clinically developed drugs for treatment of Middle East respiratory syndrome coronavirus infection. Antimicrobial agents and chemotherapy 2014; 58(8): 4885-93.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Dyall%2C%20J.%20Coleman%2C%20C.M.%20Hart%2C%20B.J.%20Repurposing%20of%20clinically%20developed%20drugs%20for%20treatment%20of%20Middle%20East%20respiratory%20syndrome%20coronavirus%20infection%202014",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Dyall%2C%20J.%20Coleman%2C%20C.M.%20Hart%2C%20B.J.%20Repurposing%20of%20clinically%20developed%20drugs%20for%20treatment%20of%20Middle%20East%20respiratory%20syndrome%20coronavirus%20infection%202014",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Dyall%2C%20J.%20Coleman%2C%20C.M.%20Hart%2C%20B.J.%20Repurposing%20of%20clinically%20developed%20drugs%20for%20treatment%20of%20Middle%20East%20respiratory%20syndrome%20coronavirus%20infection%202014"
        },
        {
            "id": "28",
            "alt_id": "Sisk_et+al_2018_a",
            "entry": "28. JM Sisk, MB Frieman, CE Machamer. Coronavirus S protein-induced fusion is blocked prior to hemifusion by Abl kinase inhibitors. The Journal of general virology 2018; 99(5): 619-30.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Sisk%2C%20J.M.%20Frieman%2C%20M.B.%20Machamer%2C%20C.E.%20Coronavirus%20S%20protein-induced%20fusion%20is%20blocked%20prior%20to%20hemifusion%20by%20Abl%20kinase%20inhibitors%202018",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Sisk%2C%20J.M.%20Frieman%2C%20M.B.%20Machamer%2C%20C.E.%20Coronavirus%20S%20protein-induced%20fusion%20is%20blocked%20prior%20to%20hemifusion%20by%20Abl%20kinase%20inhibitors%202018",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Sisk%2C%20J.M.%20Frieman%2C%20M.B.%20Machamer%2C%20C.E.%20Coronavirus%20S%20protein-induced%20fusion%20is%20blocked%20prior%20to%20hemifusion%20by%20Abl%20kinase%20inhibitors%202018"
        },
        {
            "id": "29",
            "alt_id": "Nishiura_et+al_2019_a",
            "entry": "29. H Nishiura, T Kobayashi, Y Yang, et al. The Rate of Underascertainment of Novel Coronavirus (2019-nCoV) Infection: Estimation Using Japanese Passengers Data on Evacuation Flights. Journal of clinical medicine 2020; 9(2).",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Nishiura%2C%20H.%20Kobayashi%2C%20T.%20Yang%2C%20Y.%20The%20Rate%20of%20Underascertainment%20of%20Novel%20Coronavirus%202019",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Nishiura%2C%20H.%20Kobayashi%2C%20T.%20Yang%2C%20Y.%20The%20Rate%20of%20Underascertainment%20of%20Novel%20Coronavirus%202019",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Nishiura%2C%20H.%20Kobayashi%2C%20T.%20Yang%2C%20Y.%20The%20Rate%20of%20Underascertainment%20of%20Novel%20Coronavirus%202019"
        }
    ],
    "facts": [
        "that began in Wuhan",
        "China had reported a total of 80,026 confirmed cases of novel coronavirus disease",
        "Some studies have suggest that cancer patients are more susceptible to infection",
        "a worse prognosis because their immune systems are suppressed by the effects of the tumors and anti-cancer treatment[8",
        "Chronic myelogenous leukemia is a neoplastic disease of hematopoietic stem cells",
        "subsequent generations of newer tyrosine kinase inhibitors have been used with CML",
        "whether CML patients have been as susceptible to SARS-CoV-2 as other cancer patients",
        "Standardized management of this large number of patients has become a new challenge for our hematologists",
        "In order to optimize the care of CML patients",
        "essential to understand the characteristics of SARS-CoV-2 infections in CML patients",
        "Individualized treatment schemes were proposed according to the clinical situation",
        "All patients were diagnosed with 2019 novel coronavirus disease",
        "Laboratory confirmation of SARS-CoV-2 infection was performed by the local health authority",
        "Efficacy of CML was assessed according to the 2020 ELN guidelines[19",
        "The investigation was approved by the ethics committee of Union hospital",
        "an online survey was conducted for information about the CML patients",
        "because the respondents did not live in Hubei province during the outbreak",
        "The questionnaire asked about general demographic characteristics",
        "Additional clinical data was collected on respondents suspected",
        "Secondary outcomes included the history of epidemiology of CML patients",
        "questionnaires were excluded because the respondents did not live in",
        "The following is the general situation of the respondents",
        "The age distribution chart is shown in Table 1",
        "The other details are shown in Table 2",
        "The epidemiological history is shown in Table 3",
        "confirmed patients are shown in table 4",
        "Data were compared between the CML patients with optimal response",
        "of 299 patients with an optimal response was diagnosed with COVID-19",
        "Of the 50 patients who failed to respond to CML treatment",
        "1 patient had a clinical diagnosis of COVID-19",
        "Patients who failed to achieved an optimal response to CML therapy appear more likely to have a symptomatic infection with SARS-CoV-2",
        "Older patients with comorbidities are at increased risk of death",
        "This work was supported by grants from the National Natural Science Foundation",
        "The survey found that 12 respondents had fever",
        "Three people went to the hospital for treatment",
        "of these three patients was confirmed to have of COVID-19 infection",
        "COVID-19 infection was excluded in a second patient",
        "The third patient was clinically diagnosed based on the 5th version of the novel coronavirus infection pneumonia diagnosis and treatment",
        "that was used at the time",
        "the response was evaluated as failure",
        "the patient quickly developed dyspnea that was not relieved with oxygen therapy at home",
        "the degree of lymphopenia is related to the severity of the disease",
        "analyzed SARS-CoV-2 infections in patients based on their response to anti-CML therapy",
        "patients who failed to achieved an optimal response to CML therapy appear more likely to have a symptomatic infection with SARS-CoV-2",
        "an optimal response to TKI treatment may be associated with immune recovery",
        "while TKIs increase the number of natural killer cells",
        "which play a role in regulating immunity",
        "Second, previous studies have reported that imatinib",
        "interesting to see if TKIs have activity against anti-SARS-CoV-2",
        "the 82 respondents living in Wuhan",
        "Of the Japanese citizens evacuated from Wuhan",
        "our findings suggest that standardized management to obtain the best clinical response reduces the risk of SARS-CoV-2 infection",
        "special attention should be focused on those CML patients who are older",
        "et al The First Case of 2019 Novel Coronavirus Pneumonia Imported into Korea from Wuhan"
    ],
    "claims": [
        "We aimed to describe the clinical course, outcomes of CML patients with COVID-19 and prevalence of COVID-19 in CML patients",
        "We described and analyzed the prevalence of COVID-19 in CML patients, and focus on the clinical characteristics and outcomes of COVID-19 patients",
        "Statistical analysis The aim of this study is to report prevalence of COVID-19 in CML patients",
        "We also report the clinical courses and clinical outcomes of the COVID-19 patients"
    ],
    "findings": [],
    "processes": [],
    "key_statements": [
        "An online survey was conducted for information about the Chronic myelogenous leukemia patients under the management at each center by asking the Chronic myelogenous leukemia patients to complete a questionnaire,from February 15, 2020 to February 21, 2020",
        "We described and analyzed the prevalence of COVID-19 in Chronic myelogenous leukemia patients, and focus on the clinical characteristics and outcomes of COVID-19 patients",
        "Data were compared between the Chronic myelogenous leukemia patients with optimal response and those with non-optimal response",
        "Secondary outcomes included the history of epidemiology of Chronic myelogenous leukemia patients, the clinical characteristics and outcomes of Chronic myelogenous leukemia patients with COVID-19",
        "Of the 50 patients who failed to respond to Chronic myelogenous leukemia treatment or had a poor response, 1 patient (2%) had a clinical diagnosis of COVID-19",
        "Patients who failed to achieved an optimal response to Chronic myelogenous leukemia therapy appear more likely to have a symptomatic infection with SARS-CoV-2",
        "Older patients with comorbidities are at increased risk of death",
        "By March 1, 2020, China had reported a total of 80,026 confirmed cases of novel coronavirus disease, with 2,912 deaths",
        "Some studies have suggest that cancer patients are more susceptible to infection with SARS-CoV-2 than healthy people and have a worse prognosis because their immune systems are suppressed by the effects of the tumors and anti-cancer treatment[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>]",
        "We sought to determine whether Chronic myelogenous leukemia patients have been as susceptible to SARS-CoV-2 as other cancer patients during the current epidemic, and what their prognosis has been",
        "In order to optimize the care of Chronic myelogenous leukemia patients as the pandemic spreads, it is essential to understand the characteristics of SARS-CoV-2 infections in Chronic myelogenous leukemia patients and the experience of their management in Hubei province",
        "All patients were diagnosed with 2019 novel coronavirus disease, according to WHO interim guidance[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>] or the 5th version of the novel coronavirus infection pneumonia diagnosis and treatment (The National health commission, People's Republic of China)[<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>]",
        "Statistical analysis The aim of this study is to report prevalence of COVID-19 in Chronic myelogenous leukemia patients",
        "After chest CT scan and SARS-CoV-2 quantitative RT-PCR testing, one of these three patients was confirmed to have of COVID-19 infection and was treated and cured",
        "The third patient was clinically diagnosed based on the 5th version of the novel coronavirus infection pneumonia diagnosis and treatment (National Health Commission of the People's Republic of China) that was used at the time",
        "We analyzed SARS-CoV-2 infections in patients based on their response to anti-Chronic myelogenous leukemia therapy, and found that only 1 of 299 (0.3%) patients with an optimal response was diagnosed with COVID-19",
        "Chronic myelogenous leukemia patients exhibit selective depletion of effector T reg cells[<a class=\"ref-link\" id=\"c23\" href=\"#r23\">23</a>,<a class=\"ref-link\" id=\"c24\" href=\"#r24\">24</a>], while tyrosine kinase inhibitors increase the number of natural killer cells (NK), natural killer cells-LGL and T-LGLs cells[<a class=\"ref-link\" id=\"c25\" href=\"#r25\">25</a>], which play a role in regulating immunity",
        "Previous studies have reported that imatinib and other tyrosine kinase inhibitors drugs have antiviral activity in vitro against Middle East respiratory syndrome coronavirus (MERS-COV) and severe acute respiratory syndrome coronavirus (SARS-COV)[<a class=\"ref-link\" id=\"c26\" href=\"#r26\">26</a>-<a class=\"ref-link\" id=\"c28\" href=\"#r28\">28</a>]",
        "Our findings suggest that standardized management to obtain the best clinical response reduces the risk of SARS-CoV-2 infection and improves the prognosis of those who are infected",
        "Special attention should be focused on those Chronic myelogenous leukemia patients who are older, have co-morbidities and whose response to Chronic myelogenous leukemia treatment is non-optimal"
    ],
    "top_statements": [
        "Since late December 2019, the outbreak of the 2019 novel coronavirus disease (COVID-19) in Wuhan, China, has been endemic in China and more than 100 countries and regions in the world.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]",
        "Secondary outcomes included the history of epidemiology of Chronic myelogenous leukemia patients, the clinical characteristics and outcomes of Chronic myelogenous leukemia patients with COVID-19",
        "Of the 50 patients who failed to respond to Chronic myelogenous leukemia treatment or had a poor response, 1 patient (2%) had a clinical diagnosis of COVID-19",
        "Patients who failed to achieved an optimal response to Chronic myelogenous leukemia therapy appear more likely to have a symptomatic infection with SARS-CoV-2",
        "In order to optimize the care of Chronic myelogenous leukemia patients as the pandemic spreads, it is essential to understand the characteristics of SARS-CoV-2 infections in Chronic myelogenous leukemia patients and the experience of their management in Hubei province",
        "Chronic myelogenous leukemia patients exhibit selective depletion of effector T reg cells[<a class=\"ref-link\" id=\"c23\" href=\"#r23\">23</a>,<a class=\"ref-link\" id=\"c24\" href=\"#r24\">24</a>], while tyrosine kinase inhibitors increase the number of natural killer cells (NK), natural killer cells-LGL and T-LGLs cells[<a class=\"ref-link\" id=\"c25\" href=\"#r25\">25</a>], which play a role in regulating immunity"
    ],
    "headline": "Of the 50 patients who failed to respond to Chronic myelogenous leukemia treatment or had a poor response, 1 patient had a clinical diagnosis of COVID-19",
    "contexts": [],
    "abbreviations": {
        "CML": "Chronic myelogenous leukemia",
        "TKIs": "tyrosine kinase inhibitors",
        "NK": "natural killer cells"
    }
}
