{
    "filename": "2020.02.22.20026500v1.pdf",
    "content_type": "application/pdf",
    "file_size": 375943,
    "metadata": {
        "title": "Neurological Manifestations of Hospitalized Patients with COVID-19 in Wuhan, China: a retrospective case series study",
        "date": 2020,
        "author": "Ling Mao, Mengdie Wang, Shengcai Chen, Quanwei He, Jiang Chang, Candong Hong, Yifan Zhou, David Wang, Yanan Li, Huijuan Jin, Bo Hu",
        "affiliations": [
            "Contributed equally",
            "Correspondence authors",
            "Bo Hu, Department of neurology, Union hospital, Tongji medical college, Huazhong university of science and technology, Wuhan, 430022, China hubo@mail.hust.edu.cn Or Prof. Huijuan Jin, Department of Neurology, Union hospital, Tongji medical college, Huazhong university of science and technology, Wuhan, 430022, China jinhuijuan1983@163.com",
            "Yanan Li, Department of Neurology, Union hospital, Tongji medical college, Huazhong university of science and technology, Wuhan, 430022, China liyn@mail.hust.edu.cn",
            "Union Hospital of Huazhong University of Science and Technology in Wuhan, China. PARTICIPANTS Two hundred fourteen hospitalized patients with laboratory confirmed diagnosis of severe acute respiratory syndrome from coronavirus 2 (SARS-CoV-2) infection. Data were collected from"
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.02.22.20026500",
            "isbn": null,
            "doc_id": null,
            "url": "https://www.medrxiv.org/content/10.1101/2020.02.22.20026500v1.pdf"
        },
        "abstract": "OBJECTIVE To study the neurological manifestations of patients with coronavirus disease 2019 (COVID-19). DESIGN Retrospective case series SETTING Three designated COVID-19 care hospitals of the Union Hospital of Huazhong University of Science and Technology in Wuhan, China. PARTICIPANTS Two hundred fourteen hospitalized patients with laboratory confirmed diagnosis of severe acute respiratory syndrome from coronavirus 2 (SARS-CoV-2) infection. Data were collected from 16 January 2020 to 19 February 2020. MAIN OUTCOME MEASURES Clinical data were extracted from electronic medical records and reviewed by a trained team of physicians. Neurological symptoms fall into three categories: central nervous system (CNS) symptoms or diseases (headache, dizziness, impaired consciousness, ataxia, acute cerebrovascular disease, and epilepsy), peripheral nervous system (PNS) symptoms (hypogeusia, hyposmia, hypopsia, and neuralgia), and skeletal muscular symptoms. Data of all neurological symptoms were checked by two trained neurologists. RESULTS Of 214 patients studied, 88 (41.1%) were severe and 126 (58.9%) were non-severe patients. Compared with non-severe patients, severe patients were older (58.7 ± 15.0 years vs 48.9 ± 14.7 years), had more underlying disorders (42 [47.7%] vs 41",
        "references": "@article{zhou2020a,\n  author = {Zhou, P. and Yang, X.L. and Wang, X.G.},\n  title = {A pneumonia outbreak associated with a new coronavirus of probable bat origin},\n  journal = {Nature},\n  date = {2020},\n  doi = {doi: 10.1038/s41586-020-2012-7},\n  more-authors = {true},\n  source = {published online 3 February},\n  language = {}\n}\n@misc{zhao-a,\n  author = {Zhao, Y. and Zhao, Z. and Wang, Y.},\n  title = {Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov. bioRxiv 2020, published online 26 January},\n  doi = {doi: 10.1101/2020.01.26.919985},\n  more-authors = {true},\n  language = {}\n}\n@article{su2016a,\n  author = {Su, S. and Wong, G. and Shi, W.},\n  title = {Epidemiology, genetic recombination, and pathogenesis of coronaviruses},\n  journal = {Trends Microbiol},\n  date = {2016},\n  volume = {24},\n  pages = {490–502},\n  doi = {doi: 10.1016/j.tim.2016.03.003},\n  more-authors = {true},\n  language = {}\n}\n@misc{guan-a,\n  author = {Guan, W.J. and Ni, Z.Y. and Hu, Y.},\n  title = {Clinical characteristics of 2019 novel coronavirus infection in China},\n  note = {medRxiv 2020, published online 9 February},\n  doi = {doi: 10.1101/2020.02.06.20020974},\n  more-authors = {true},\n  language = {}\n}\n@article{huang-a,\n  author = {Huang, C. and Wang, Y. and Li, X.},\n  title = {Clinical features of patients with 2019 novel coronavirus in Wuhan, China},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {497–506},\n  doi = {doi: 10.1016/S01406736(20)30183-5},\n  more-authors = {true},\n  number = {10223},\n  language = {}\n}\n@article{metlay2019a,\n  author = {Metlay, J.P. and Waterer, G.W. and Long, A.C.},\n  title = {Diagnosis and treatment of adults with community-acquired pneumonia: An official clinical practice guideline of the American Thoracic},\n  journal = {Society and Infectious Disease Society of America. Am J Respir Crit Care Med},\n  date = {2019},\n  pages = {45–67},\n  doi = {doi: 10.1164/rccm.201908-1581ST},\n  more-authors = {true},\n  language = {}\n}\n@article{hamming2004a,\n  author = {Hamming, W.Timens and Bulthuis, M.L.C.},\n  title = {Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis},\n  journal = {J Pathol},\n  date = {2004},\n  volume = {203},\n  pages = {631–637},\n  doi = {doi: 10.1002/path.1570},\n  more-authors = {true},\n  language = {}\n}\n@incollection{marc-a,\n  author = {Marc, D. and Dominique, J.F. and Élodie, B.},\n  title = {Human coronavirus: respiratory pathogens revisited as infectious neuroinvasive, neurotropic, and neurovirulent agents},\n  editor = {Sunit, K.S. and Daniel, R.},\n  publisher = {CRC press 2013},\n  pages = {93–122},\n  more-authors = {true},\n  source = {Neuroviral Infections: RNA Viruses and Retroviruses},\n  language = {},\n  address = {Florida Boca Raton}\n}\n@article{arabi2017a,\n  author = {Arabi, Y.M. and Balkhy, H.H. and Hayden, F.G.},\n  title = {Middle East Respiratory Syndrome},\n  journal = {N Engl J Med},\n  date = {2017},\n  volume = {376},\n  pages = {584–594},\n  doi = {doi: 10.1056/NEJMsr1408795},\n  more-authors = {true},\n  language = {}\n}\n@article{cabello-verrugio2015a,\n  author = {Cabello-Verrugio, C. and Morales, M.G. and Rivera, J.C.},\n  title = {Renin-Angiotensin System: An Old Player with Novel Functions in Skeletal Muscle},\n  journal = {Med Res Rev},\n  date = {2015},\n  volume = {35},\n  pages = {437–63},\n  doi = {doi: 10.1002/med.21343},\n  more-authors = {true},\n  language = {}\n}\n@article{ding2004a,\n  author = {Ding, Y. and He, L. and Zhang, Q.},\n  title = {Organ distribution of severe acute respiratory syndrome (SARS) associated coronavirus (SARS-CoV) in SARS patients: implications for pathogenesis and virus transmission pathways},\n  journal = {J Pathol},\n  date = {2004},\n  volume = {203},\n  pages = {62230},\n  doi = {doi: 10.1002/path.1560},\n  more-authors = {true},\n  language = {}\n}\n",
        "links": [
            "https://www.who.int/emergencies/mers-cov/en/",
            "https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200221-sitrep-32-covid-19.pdf?sfvrsn=4802d089_2",
            "https://www.who.int/internal-publications-detail/clinical-management-"
        ],
        "emails": [
            "liyn@mail.hust.edu.cn",
            "hubo@mail.hust.edu.cn",
            "jinhuijuan1983@163.com"
        ],
        "references_ris": "TY  - JOUR\nAU  - Zhou, P.\nAU  - Yang, X.L.\nAU  - Wang, X.G.\nTI  - A pneumonia outbreak associated with a new coronavirus of probable bat origin\nT2  - Nature\nPY  - 2020\nDA  - 2020\nDO  - 10.1038/s41586-020-2012-7\nC1  - true\nT2  - published online 3 February\nLA  - \nER  - \n\nTY  - GEN\nAU  - Zhao, Y.\nAU  - Zhao, Z.\nAU  - Wang, Y.\nTI  - Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov. bioRxiv 2020, published online 26 January\nDO  - 10.1101/2020.01.26.919985\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Su, S.\nAU  - Wong, G.\nAU  - Shi, W.\nTI  - Epidemiology, genetic recombination, and pathogenesis of coronaviruses\nT2  - Trends Microbiol\nPY  - 2016\nDA  - 2016\nVL  - 24\nSP  - 490\nEP  - 502\nDO  - 10.1016/j.tim.2016.03.003\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Guan, W.J.\nAU  - Ni, Z.Y.\nAU  - Hu, Y.\nTI  - Clinical characteristics of 2019 novel coronavirus infection in China\nN1  - medRxiv 2020, published online 9 February\nDO  - 10.1101/2020.02.06.20020974\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Huang, C.\nAU  - Wang, Y.\nAU  - Li, X.\nTI  - Clinical features of patients with 2019 novel coronavirus in Wuhan, China\nT2  - Lancet\nVL  - 2020\nSP  - 497\nEP  - 506\nDO  - 10.1016/S01406736(20)30183-5\nC1  - true\nIS  - 10223\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Metlay, J.P.\nAU  - Waterer, G.W.\nAU  - Long, A.C.\nTI  - Diagnosis and treatment of adults with community-acquired pneumonia: An official clinical practice guideline of the American Thoracic\nT2  - Society and Infectious Disease Society of America. Am J Respir Crit Care Med\nPY  - 2019\nDA  - 2019\nSP  - 45\nEP  - 67\nDO  - 10.1164/rccm.201908-1581ST\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Hamming, W.Timens\nAU  - Bulthuis, M.L.C.\nTI  - Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis\nT2  - J Pathol\nPY  - 2004\nDA  - 2004\nVL  - 203\nSP  - 631\nEP  - 637\nDO  - 10.1002/path.1570\nC1  - true\nLA  - \nER  - \n\nTY  - CHAP\nAU  - Marc, D.\nAU  - Dominique, J.F.\nAU  - Élodie, B.\nTI  - Human coronavirus: respiratory pathogens revisited as infectious neuroinvasive, neurotropic, and neurovirulent agents\nA2  - Sunit, K.S.\nA2  - Daniel, R.\nPB  - CRC press 2013\nSP  - 93\nEP  - 122\nC1  - true\nT2  - Neuroviral Infections: RNA Viruses and Retroviruses\nLA  - \nCY  - Florida Boca Raton\nER  - \n\nTY  - JOUR\nAU  - Arabi, Y.M.\nAU  - Balkhy, H.H.\nAU  - Hayden, F.G.\nTI  - Middle East Respiratory Syndrome\nT2  - N Engl J Med\nPY  - 2017\nDA  - 2017\nVL  - 376\nSP  - 584\nEP  - 594\nDO  - 10.1056/NEJMsr1408795\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Cabello-Verrugio, C.\nAU  - Morales, M.G.\nAU  - Rivera, J.C.\nTI  - Renin-Angiotensin System: An Old Player with Novel Functions in Skeletal Muscle\nT2  - Med Res Rev\nPY  - 2015\nDA  - 2015\nVL  - 35\nSP  - 437\nEP  - 63\nDO  - 10.1002/med.21343\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Ding, Y.\nAU  - He, L.\nAU  - Zhang, Q.\nTI  - Organ distribution of severe acute respiratory syndrome (SARS) associated coronavirus (SARS-CoV) in SARS patients: implications for pathogenesis and virus transmission pathways\nT2  - J Pathol\nPY  - 2004\nDA  - 2004\nVL  - 203\nSP  - 62230\nDO  - 10.1002/path.1560\nC1  - true\nLA  - \nER  - \n\n",
        "author_conclusions": [
            "In conclusion, SARS-CoV-2 may infect nervous system, skeletal muscle as well as respiratory tract. In those with severe infection, neurological involvement is more likely, which includes acute cerebrovascular diseases, conscious disturbance and skeletal muscle injury. Involvement of the nervous system carries a poor prognosis. Their clinical conditions may worsen and patients may die soon. Therefore, for patient with COVID19, physicians should pay close attention to any neurologic manifestations in addition to the symptoms of respiratory system. Funding This work was supported by the National Key Research and Development Program of China (No 2018YFC1312200 to BH), the National Natural Science Foundation of China (No 81820108010 to BH, No.81974182 to LM, No.81671147 to JHJ)and Major refractory diseases pilot project of clinical collaboration with Chinese & Western Medicine (SATCM-20180339)."
        ],
        "table_captions": [
            {
                "id": "1",
                "caption": "Clinical characteristics of patients with COVID-19"
            },
            {
                "id": "2",
                "caption": "Laboratory findings of patients with COVID-19"
            },
            {
                "id": "3",
                "caption": "Laboratory findings of COVID-19 patients with CNS symptoms"
            },
            {
                "id": "4",
                "caption": "Laboratory findings of COVID-19 patients with PNS symptoms"
            },
            {
                "id": "5",
                "caption": "Laboratory findings of COVID-19 patients with muscle injury"
            }
        ],
        "figure_captions": [],
        "tables_url": "https://scholarcy.nyc3.digitaloceanspaces.com/tables/docker-test/2020.02.22.20026500v1.xlsx"
    },
    "sections": {
        "introduction": [
            "In December 2019, many unexplained pneumonia cases occurred in Wuhan, China, and has rapidly spread to other parts of China, then to Europe, North America and Asia. This outbreak was confirmed to be caused by a novel coronavirus (2019 novel coronavirus, 2019-nCoV) [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. 2019-nCov was reported to have symptoms resembled that of severe acute respiratory syndrome coronavirus (SARS-CoV) in 2003 [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. Both shared the same receptor, angiotensin-converting enzyme 2 (ACE2) [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. Therefore, this virus was named SARS-CoV-2, and recently WHO named it coronavirus disease 2019 (COVID-19). Until February 21th 2020, there were 75569 confirmed cases of COVID-19 and 2239 deaths in China [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>].<br/><br/>Coronaviruses can cause multiple systemic infections or injuries in various animals [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. However, some of them can adapt fast and cross the species barrier, such as in the cases of SARS-CoV and Middle East respiratory syndrome-CoV (MERS-CoV), causing epidemics or pandemics. Infection in human often leads to severe clinical symptoms and high mortality [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. As for COVID-19, several studies have described clinical manifestations including respiratory symptoms, myalgia and fatigue. COVID-19 also has characteristic laboratory findings and lung CT abnormalities [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. However, it has not been reported that patients with COVID-19 had any neurological manifestations. Here, we would like to report the characteristic neurological manifestation of SARSCoV-2 infection in 78 of 214 patients with laboratory-confirmed diagnosis of COVID-19 and treated at our hospitals, which are located in the epicenter of Wuhan. Methods Study Design and Participants This was a retrospective study. Data was reviewed on all patients with COVID-19 from January 16 to February 19, 2020 at three designated COVID-19 care hospitals of<br/><br/>Union Hospital of Huazhong University of Science and Technology. All patients with COVID-19 enrolled in this study were diagnosed according to the WHO interim guideline [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>]. Only those cases confirmed by a positive result to real-time reversetranscriptase polymerase-chain-reaction (RT-PCR) assay from throat swab specimens were included in the analysis [<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]. Union Hospital, located in the endemic areas of COVID-19 in Wuhan, Hubei Province, is one of the major tertiary healthcare system and teaching hospitals responsible for the treatments for SARS-CoV-2 infection as designated by the government. The study was performed in accordance to the principles of the Declaration of Helsinki and was approved by the Research Ethics Committee of Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China. Verbal consent was obtained from patients before the enrollment. Data Collection The demographic characteristics, medical history, symptoms, clinical signs, laboratory findings, chest computed tomographic (CT) scan findings were extracted from electronic medical records. The data were reviewed by a trained team of physicians. Neurological symptoms were categorized into three main areas: central nervous system (CNS) symptoms or disease, peripheral nervous system (PNS) symptoms and muscular symptoms. Acute cerebrovascular disease included ischemic stroke and cerebral hemorrhage diagnosed by head CT. Muscle injury was defined when a patient had myalgia and elevated serum creatine kinase level above 200 U/L [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. All neurological symptoms were reviewed and confirmed by two trained neurologists. The date of disease onset was defined as the day when the symptom was noticed. The severity of COVID-19 was defined by the international guidelines for community-acquired pneumonia [<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>].<br/><br/>Throat swab samples were collected and placed into a collection tube containing preservation solution for the virus [<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]. SARS-CoV-2 was confirmed by real-time RTPCR assay using a SARS-CoV-2 nucleic acid detection kit according to the manufacturer’s protocol (Shanghai bio-germ Medical Technology Co Ltd). Statistical Analysis Continuous variables were described as means and standard deviations, or medians and interquartile range (IQR) values. Categorical variables were expressed as counts and percentages. Continuous variables were compared by using the unpaired Wilcox rank-sum test. Proportions for categorical variables were compared using the χ2 test. All statistical analyses were performed using R (version 3.3.0) software. The significance threshold was set at a P<0.05. Results Demographic and clinical characteristics A total of 214 hospitalized patients with confirmed SARS-CoV-2 infection were included in the present analysis. Their demographic and clinical characteristics were shown in Table 1. Their average age was 52.7 ± 15.5 years, and 127 (59.3%) were females. Of these patients, 83 (38.8%) had at least one of the following underlying disorders: hypertension (51 [23.8%]), diabetes (30 [14.0%]), cardiovascular disease (15 [7.0%]), and malignancy (13 [6.1%]). The most common symptoms at onset of illness were fever (132 [61.7%]), dry cough (107 [50.0%]) and anorexia (68 [31.8%]). Seventy-eight (36.4%) patients had nervons system symptoms: CNS (53 [24.8%]), PNS (19 [8.9%]) and skeletal muscles (23 [10.7%]). In patients with CNS symptoms, the most common complaints were dizziness (36 [16.8%] and headache (28 [13.1%]). In patients with PNS symptoms, the most common complaints were hypogeusia (12 [5.6%]) and hyposmia (11 [5.1%]).<br/><br/>According to the diagnostic criteria, 88 (41.1%) patients were severe and 126 (58.9%) patients were non-severe, respectively. The patients with severe infection were significantly older (58.2 ± 15.0 years vs 48.9 ± 14.7 years; P<0.001) and more likely to have other underlying disorders (42 [47.7%] vs 41 [32.5%], P<0.05), especially hypertension (32 [36.4%] vs 19 [15.1%], P<0.001), and had less typical symptoms such as fever (40 [45.5%] vs 92 [73%], P<0.001) and dry cough (30 [34.1%] vs 77 [61.1%], P<0.001). Moreover, nervous system symptoms were significantly more common in severe cases as compared with non-severe cases (40 [45.5%] vs. 38 [30.2%], P<0.05). They included acute cerebrovascular disease (5 [5.7%] (4 patients with ischemic stroke and 1 with cerebral hemorrhage who died later from respiratory failure) vs. 1 [0.8%] (1 patient with ischemic stroke), P<0.05), impaired consciousness (13 [14.8%] vs. 3 [2.4%], P<0.001) and muscle injury (17 [19.3%] vs. 6 [4.8%], P<0.001). Laboratory findings in severe patients and non-severe patients Table 2 showed the laboratory findings in severe and non-severe subgroups. Severe patients had more increased inflammatory response, including higher white blood cell, neutrophil counts, lower lymphocyte counts and more increased C-reaction protein levels compared with those in non-severe patients (white blood cell: median, 5.4 [IQR, 0.1-20.4] vs 4.5 [IQR, 1.8-14.0], P<0.01; neutrophil: median, 3.8 [IQR, 0.018.7] vs 2.6 [IQR, 0.7-11.8], P<0.001; lymphocyte: median, 0.9 [IQR, 0.1-2.6] vs 1.3 [IQR, 0.4-2.6], P<0.001; C-reaction protein: median, 37.1 [IQR, 0.1-212.0] vs 9.4 [IQR, 0.2-126.0], P<0.001). The severe patients had higher D-dimer levels than nonsevere patients (median, 0.9 [IQR, 0.1-20.0] vs 0.4 [IQR, 0.2-8.7], P<0.001), which was indicative of consumptive coagulation system. In addition, severe patients had multiple organ involvement, such as serious liver (increased lactate dehydrogenase, alanine aminotransferase and aspartate aminotransferase levels), kidney (increased blood urea nitrogen and creatinine levels) and muscle damage (increased creatinine kinase levels). Laboratory findings in patients with and without CNS symptoms Table 3 showed the laboratory findings of patients with and without CNS symptoms. We found that patients with CNS symptoms had lower lymphocyte, platelet counts and higher blood urea nitrogen levels compared with those without CNS symptoms (lymphocyte: median, 1.0 [IQR, 0.1-2.3] vs 1.2 [IQR, 0.2-2.6], P<0.05; platelet: median, 180.0 [IQR, 18.0-564.0] vs 227.0 [IQR, 42.0-583.0], P<0.01; blood urea nitrogen: median, 4.5 [IQR, 1.6-48.1] vs 4.1 [IQR, 1.5-19.1], P<0.05). For the severe subgroup, patients with CNS symptoms also had lower lymphocyte, platelet counts and higher blood urea nitrogen levels compared with those without CNS symptoms (lymphocyte: median, 0.7 [IQR, 0.1-1.6] vs 0.9 [IQR, 0.2-2.6], P<0.01; platelet: median, 169.0 [IQR, 18.0-564.0] vs 220.0 [IQR, 109.0-576.0], P<0.05; blood urea nitrogen: median, 5.0 [IQR, 2.3-48.1] vs 4.4 [IQR, 1.5-19.1], P<0.05). For non-severe subgroup, there were no significant differences in laboratory findings of patients with and without CNS symptoms. Laboratory findings in patients with and without PNS symptoms Table 4 showed the laboratory findings of patients with and without PNS symptoms. We found that there were no significant differences in laboratory findings of patients with PNS and those without PNS. Similar results were also found in the severe subgroup and non-severe subgroup, respectively. Laboratory findings in patients with and without muscle injury Table 5 showed the laboratory findings of patients with and without muscle injury. Compared with the patients without muscle injury, patients with muscle injury had higher neutrophil counts, lower lymphocyte counts and higher C-reactive protein levels, D-dimer levels (neutrophil: median, 4.3 [IQR, 0.9-18.7] vs 2.9 [IQR, 0.0-13.0], P<0.05; lymphocyte: median, 0.9 [IQR, 0.1-2.6] vs 1.2 [IQR, 0.1-2.6], P<0.01; C-reaction protein: median, 56.0 [IQR, 0.1-212.0] vs 11.1 [IQR, 0.1-204.5], P<0.001; Ddimer: median, 1.3 [IQR, 0.2-20.0] vs 0.5 [IQR, 0.1-20.0]). The abnormalities were manifestation of increased inflammatory response and blood coagulation function. In addition, we found that patients with muscle injury had multi-organ damage including more serious liver (increased lactate dehydrogenase, alanine aminotransferase and aspartate aminotransferase levels), and kidney (increased blood urea nitrogen and creatinine levels) abnormalities. For the severe subgroup, patients with muscle injury had increased inflammatory response (decreased lymphocyte counts and increased C-reactive protein levels), and more serious liver (increased lactate dehydrogenase, alanine aminotransferase and aspartate aminotransferase levels), kidney (increased creatinine levels) and muscle damage (increased creatinine kinase levels). For non-severe subgroup, patients with muscle injury only had higher C-reactive protein and creatinine kinase levels compared with those without muscle injury. Discussion This is the first report on detailed neurologic manifestations of the hospitalized patients with COVID-19. As of February 19, 2020, of 214 patients included in this study, 88 (41.1%) were severe and 126 (58.9%) were non-severe. Of these, 78 (36.4%) had various neurologic manifestations involved CNS, PNS and skeletal muscles. Compared with non-severe patients, severe patients were older and had more hypertension but less with typical symptoms such as fever and cough. Severe patients were more likely to develop neurological symptoms, especially acute cerebrovascular disease, conscious disturbance and muscle injury. Therefore, for patients with COVID-19, we need to pay close attention to their neurologic manifestations, especially for those with severe infectons, which may have contributed to their demise. Moreover, during the epidemic period of COVID-19, when seeing patients with these neurologic manifestations, doctors should consider SARS-CoV-2 infection as a differential diagnosis so to avoid delayed diagnosis or misdiagnosis and prevention of transmission.<br/><br/>Recently, ACE2 is identified as the functional receptor for SARS-CoV-2 [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>], which is present in multiple human organs, including nervous system and skeletal muscle [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]. The expression and distribution of ACE2 remind us that the SARS-CoV-2 may cause some neurological symptoms through direct or indirect mechanisms. Neurological injury has been confirmed in the infection of other coronavirus such as in SARS-CoV and MERS-CoV. The researchers detected SARS-CoV nucleic acid in the cerebrospinal fluid of those patients and also in their brain tissue on autopsy [1213].<br/><br/>CNS symptoms were the main form of neurological injury in patients with COVID19 in this study. The pathological mechanism may be from the CNS invasion of SARS-CoV-2, similar to SARS and MERS virus. Like other respiratory viruses, SARS-COV-2 may enter the CNS through the hematogenous or retrograde neuronal route. The latter can be supported by the fact that some patients in this study had hyposmia. We also found that the lymphocyte counts were lower for patients with CNS symptoms than without CNS symptoms. This phenomenon may be indicative of the immunosuppression in COVID-19 patients with CNS symptoms, especially in the severe subgroup. Moreover, we found severe patients had higher D-dimer levels than that of non-severe patients. This may be the reason why severe patients are more likely to develop cerebrovascular disease.<br/><br/>Consistent with the previous studies [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] muscle symptom was also common in our study. We speculate that the symptom was due to skeletal muscle injury, as confirmed by elevated creatine kinase levels. We found that patients with muscle symptoms had higher creatine kinase and lactate dehydrogenase levels than those without muscle symptoms. Furthermore, creatine kinase and lactate dehydrogenase levels in severe patients were much higher than those of none-severe patients. This injure could be related to ACE2 in skeletal muscle [<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]. However, SARS-CoV, using the same receptor, was not detected in skeletal muscle by post-mortem examination [<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]. Therefore, whether SARS-CoV-2 infects skeletal muscle cells by binding with ACE2 requires to be further studied. One other reason was the infection-mediated harmful immune response that caused the nervous system abnormalities. Significantly elevated pro-inflammatory cytokines in serum may cause muscle damage.<br/><br/>This study has several limitations. First, only 214 patients were studied, which could cause biases in clinical observation. It would be better to include more patients from Wuhan, other cities in China, and even other countries. Second, all data were abstracted from the electronic medical records, certain patients with neurological problem might not be captured if their neurological symptoms were too mild, such as with hypogeusia and hyposmia . Third, because most patients were still hospitalized and information regarding clinical outcomes was unavailable at the time of analysis, it was difficult to assess the effect of these neurologic manifestations on their outcome, and continued observations of the natural history of disease are needed.<br/><br/>In conclusion, SARS-CoV-2 may infect nervous system, skeletal muscle as well as respiratory tract. In those with severe infection, neurological involvement is more likely, which includes acute cerebrovascular diseases, conscious disturbance and skeletal muscle injury. Involvement of the nervous system carries a poor prognosis. Their clinical conditions may worsen and patients may die soon. Therefore, for patient with COVID19, physicians should pay close attention to any neurologic manifestations in addition to the symptoms of respiratory system. Funding This work was supported by the National Key Research and Development Program of China (No 2018YFC1312200 to BH), the National Natural Science Foundation of China (No 81820108010 to BH, No.81974182 to LM, No.81671147 to JHJ)and Major refractory diseases pilot project of clinical collaboration with Chinese & Western Medicine (SATCM-20180339).<br/><br/>Reference 1. Zhu N, Zhang D, Wang W, et al A novel coronavirus from patients with pneumonia in China. N Engl J Med 2020; 20:382-8. doi:10.1056/NEJMoa2001017 2. Zhou P, Yang XL, Wang XG, et al A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature 2020; published online 3 February. doi:10.1038/s41586-020-2012-7<br/><br/>3. Zhao Y, Zhao Z, Wang Y, et al Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov. bioRxiv 2020, published online 26 January. doi: 10.1101/2020.01.26.919985.<br/><br/>4. WHO. Coronavirus disease 2019 (COVID-19) Situation Report-32. January, 2020. https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200221-sitrep-32-covid-19.pdf?sfvrsn=4802d089_2 (accessed Feb 21, 2020).<br/><br/>5. Su S, Wong G, Shi W, et al Epidemiology, genetic recombination, and pathogenesis of coronaviruses. Trends Microbiol 2016; 24:490-502. doi:10.1016/j.tim.2016.03.003<br/><br/>6. WHO. Middle East respiratory syndrome coronavirus (MERS-CoV). November, 2019. https://www.who.int/emergencies/mers-cov/en/ (accessed Jan 19, 2020).<br/><br/>7. Guan WJ, Ni ZY, Hu Y, et al Clinical characteristics of 2019 novel coronavirus infection in China. medRxiv 2020, published online 9 February. doi:10.1101/2020.02.06.20020974.<br/><br/>8. WHO. Clinical management of severe acute respiratory infection when Novel coronavirus (nCoV) infection is suspected: interim guidance. January, 2020. https://www.who.int/internal-publications-detail/clinical-management- of-severeacute-respiratory-infection-when-novel-coronavirus-(ncov)-infection-is-suspected (accessed February 5, 2020)<br/><br/>9. Huang C, Wang Y, Li X, et al Clinical features of patients with 2019 novel coronavirus in Wuhan, China. Lancet 2020; 10223:497-506. doi: 10.1016/S01406736(20)30183-5<br/><br/>10. Metlay JP, Waterer GW, Long AC, et al Diagnosis and treatment of adults with community-acquired pneumonia: An official clinical practice guideline of the American Thoracic Society and Infectious Disease Society of America. Am J Respir Crit Care Med 2019; 200:e45-e67. doi:10.1164/rccm.201908-1581ST<br/><br/>11. Hamming, W Timens, MLC Bulthuis, et al Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis. J Pathol 2004; 203:631–637. doi:10.1002/path.1570<br/><br/>12. Marc D, Dominique JF, Élodie B, et al Human coronavirus: respiratory pathogens revisited as infectious neuroinvasive, neurotropic, and neurovirulent agents. In: Sunit KS, Daniel R. Neuroviral Infections: RNA Viruses and Retroviruses. Florida Boca Raton: CRC press 2013:93-122.<br/><br/>13. Arabi YM, Balkhy HH, Hayden FG, et al Middle East Respiratory Syndrome. N Engl J Med 2017, 376:584-594. doi:10.1056/NEJMsr1408795<br/><br/>14. Cabello-Verrugio C, Morales MG, Rivera JC, et al Renin-Angiotensin System: An Old Player with Novel Functions in Skeletal Muscle. Med Res Rev 2015, 35:437–63. doi:10.1002/med.21343<br/><br/>15. Ding Y, He L, Zhang Q, et al Organ distribution of severe acute respiratory syndrome (SARS) associated coronavirus (SARS-CoV) in SARS patients: implications for pathogenesis and virus transmission pathways. J Pathol 2004; 203:62230. doi:10.1002/path.1560    Total (n=214)    Severe (n=88)<br/><br/>Non-severe (n=126)    P<br/><br/>Age (y), means ± standard deviations<br/><br/>Age, n (%) <50 y ≥50 y    <0.001    90 (42.1)<br/><br/>Sex, n (%) Female Male    <0.05    87 (40.7)<br/><br/>Comorbidities, n (%) Any Hypertension<br/><br/>Diabetes Cardio cerebrovascular disease Malignancy    7 (8.0)    8 (6.3)    5 (5.7)<br/><br/>Chronic kidney disease Typical symptoms, n (%)    Fever    6 (2.8)    2 (2.3)    4 (3.2)    Dry cough<br/><br/>Anorexia Diarrhea Pharyngalgia Abdominal pain<br/><br/>Nervous system symptoms,n (%) Any CNS Dizziness Headache<br/><br/>Impaired consciousness Acute cerebrovascular disease Ataxia Epilepsy PNS Hypogeusia Hyposmia Hypopsia Neuralgia Muscle injury    6 (6.8)    1 (0.8)    1 (1.1)    0 (0.0)    NA    12 (9.5)    3 (3.4)    9 (7.1)    4 (4.5)<br/><br/>Data are presented as means ± standard deviations and n/N (%). Abbreviations: CNS, central nervous symptoms; PNS, peripheral nerves symptoms. P values indicate differences between severe and non-severe patients. P<0.05 was considered statistically significant.    Median (range)<br/><br/>White blood cell count, ×109/L<br/><br/>4.9 (0.1-20.4) 5.4 (0.1-20.4) 4.5 (1.8-14.0) <0.01<br/><br/>Neutrophil, ×109/L<br/><br/>3.0 (0.0-18.7) 3.8 (0.0-18.7) 2.6 (0.7-11.8) <0.001<br/><br/>Lymphocyte count, ×109/L 1.1 (0.1-2.6) 0.9 (0.1-2.6) 1.3 (0.4-2.6) <0.001<br/><br/>Platelet count, ×109/L<br/><br/>209.0 (18.0583.0)<br/><br/>204.5 (18.0576.0)<br/><br/>219.0 (42.0583.0)<br/><br/>C-reactive protein, mg/L 12.2 (0.1-212.0) 37.1 (0.1-212.0) 9.4 (0.4-126.0) <0.001    D-dimer, mg/L<br/><br/>0.5 (0.1-20.0) 0.9 (0.1-20.0) 0.4 (0.2-8.7) <0.001<br/><br/>Creatine kinase, U/L<br/><br/>64.0 (8.812216.0)<br/><br/>83.0 (8.812216.0)<br/><br/>59.0 (19.01260.0)    <0.01<br/><br/>Lactate dehydrogenase, U/L    241.5 (2.2908.0)    302.0 (2.2880.0)    215.0 (2.5908.0)    <0001<br/><br/>Alanine aminotransferase, 26.0 (5.0-    U/L    1933.0)    32.5 (5.01933.0)    23.0 (6.0261.0)<br/><br/>Aspartate aminotransfer- 26.0 (8.0-    ase, U/L    8191.0)    34.0 (8.08191.0)    23.0 (9.0244.0)<br/><br/>Blood urea nitrogen, mmol/L<br/><br/>4.1 (1.5-48.1) 4.6 (1.5-48.1) 3.8 (1.6-13.7) <0.001<br/><br/>Creatinine, μmol/L<br/><br/>68.2 (35.99435.0)<br/><br/>71.6 (35.99435.0)    65.6 (39.4229.1)<br/><br/>P values indicate differences between severe and non-severe patients. P<0.05 was considered statistcally significant.    Total    Severe    Non-severe<br/><br/>With CNS symptoms (n=53)<br/><br/>Without CNS symptoms (n=161)    (n=27)    (n=61)    (n=26)    (n=100)<br/><br/>White blood cell count, ×109/L 4.6 (0.1-12.5)    4.9 (1.8-20.4)<br/><br/>0.582 5.3 (0.1-12.5)    5.5 (1.9-20.4)    4.1 (2.4-11.0)    4.6 (1.8-14.0)    2.6 (0.0-10.9)    3.1 (0.7-18.7)<br/><br/>0.413 3.8 (0.0-10.9)    3.6 (0.7-18.7)    2.2 (0.9-7.4)    2.8 (0.7-11.8)<br/><br/>Lymphocyte count, ×109/L    1.0 (0.1-2.3)    1.2 (0.2-2.6)<br/><br/><0.05 0.7 (0.1-1.6)    0.9 (0.2-2.6)    1.3 (0.7-2.3)    1.3 (0.4-2.6)<br/><br/>180.0 (18.0-564.0) 227.0 (42.0-583.0) <0.01 169.0 (18.0-564.0) 220.0 (109.0-576.0) <0.05<br/><br/>188.5 (110.0-548.0) 232.0 (42.0-583.0) 0.093<br/><br/>C-reactive protein, mg/L<br/><br/>14.1 (0.1-212.0) 11.4 (0.1-204.5)<br/><br/>0.307 48.6 (0.1-212.0) 26.1 (0.1-204.5)    7.4 (3.1-111.0)    9.8 (0.4-126.0)    0.5 (0.2-9.7)    0.5 (0.1-20.0)<br/><br/>0.750 1.2 (0.2-9.7)    0.9 (0.1-20.0)    0.4 (0.2-6.4)    0.4 (0.2-8.7)<br/><br/>79.0 (8.8-12216.0) 60.5 (19.0-1260.0) 0.167 104.0 (8.8-12216.0) 64.0 (19.0-1214.0) 0.081<br/><br/>52.5 (28.0-206.0)<br/><br/>59.0 (19.0-1260.0) 0.561<br/><br/>243.0 (2.2-880.0) 241.0 (3.5-908.0) 0.766 334.0 (2.2-880.0) 299.0 (3.5-743.0) 0.324<br/><br/>198.0 (2.5-417.0)<br/><br/>226.0 (121.0-908.0) 0.142<br/><br/>Alanine aminotransferase, U/L 27.0 (5.0-261.0) 26.0 (6.0-1933.0) 0.214 35.0 (5.0-259.0) 31.0 (7.0-1933.0) 0.320<br/><br/>25.5 (13.0-261.0)    23.0 (6.0-135.0)<br/><br/>Aspartate aminotransferase, U/L 29.5 (13.0-213.0) 26.0 (8.0-8191.0) 0.1031 35.5 (14.0-213.0) 34.0 (8.0-8191.0) 0.319<br/><br/>23.0 (13.0-198.0)    23.5 (9.0-244.0)<br/><br/>Blood urea nitrogen, mmol/L 4.5 (1.6-48.1)    4.1 (1.5-19.1)<br/><br/><0.05 5.0 (2.3-48.1)    4.4 (1.5-19.1)    3.9 (1.6-9.4)    3.8 (1.7-13.7)<br/><br/>71.7 (37.1-1299.2) 66.3 (35.9-9435.0) 0.062 71.7 (37.1-1299.2) 68.4 (35.9-9435.0) 0.245<br/><br/>72.0 (40.3-133.6)<br/><br/>63.4 (39.4-229.1) 0.265<br/><br/>Abbreviations: CNS, central nerves system. P values indicate differences between patients with and without CNS. P < 0.05 was considered statistically significant<br/><br/>With PNS symptoms (n=19)<br/><br/>White blood cell count, ×109/L 4.8 (2.8-7.5)<br/><br/>Without PNS (n=195)    4.9 (0.1-20.4)    (n=7)    4.5 (3.1-6.8)    (n=81)    (n=12)<br/><br/>Without PNS symptoms (n=114)    5.6 (0.1-20.4)<br/><br/>0.105 4.9 (2.8-7.5)    4.4 (1.8-14.0)    2.8 (1.5-5.4)    3.0 (0.0-18.7)    2.6 (1.5-5.3)    4.1 (0.0-18.7)<br/><br/>0.099 2.9 (1.9-5.4)    2.5 (0.7-11.8)    1.2 (0.6-2.6)    1.1 (0.1-2.6)    1.2 (0.6-1.6)    0.9 (0.1-2.6)<br/><br/>0.257 1.2 (0.7-2.6)    1.3 (0.4-2.4)<br/><br/>204.0 (111.0-305.0) 213.0 (18.0-583.0) 0.564<br/><br/>204.0 (111.0-245.0) 205.0 (18.0-576.0) 0.558 214.5 (155.0-305.0) 219.0 (42.0-583.0) 0.806    12.0 (3.1-81.0)    12.3 (0.1-212.0)    7.5 (3.1-76.4)    43.7 (0.1-212.0)<br/><br/>0.134 13.0 (3.1-81.0)<br/><br/>8.8 (0.4-126.0) 0.598    0.4 (0.2-9.5)    0.5 (0.2-9.5)    1.3 (0.1-20.0)<br/><br/>0.272 0.4 (0.2-4.5)<br/><br/>67.0 (32.0-1214.0) 64.0 (8.8-12216.0) 0.413<br/><br/>105.0 (32.0-1214.0) 83.0 (8.8-12216.0) 0.761 66.0 (42.0-171.0) 57.5 (19.0-1260.0) 0.291<br/><br/>Lactate dehydrogenase, U/L 205.0 (2.5-517.0) 242.0 (2.2-908.0) 0.284<br/><br/>170.0 (46.0-517.0) 309.0 (2.2-880.0) 0.050 254.0 (2.5-481.0) 215.0 (2.9-908.0) 0.669<br/><br/>Alanine aminotransferase, U/L 26.0 (5.0-116.0)<br/><br/>27.0 (6.0-1933.0) 0.695    19.0 (5.0-80.0)<br/><br/>Aspartate aminotransferase, U/L    22.0 (8.0-115.0)<br/><br/>27.0 (9.0-8191.0) 0.288    22.0 (8.0-53.0)<br/><br/>Blood urea nitrogen, mmol/L 4.1 (1.6-8.8)    4.1 (1.5-48.1)    4.2 (3.5-8.8)<br/><br/>35.0 (8.0-1933.0) 0.232 26.0 (8.0-116.0) 23.0 (6.0-261.0) 0.555<br/><br/>35.5 (12.0-8191.0) 0.126 22.0 (14.0-115.0) 23.5 (9.0-244.0) 1.000    4.7 (1.5-48.1)<br/><br/>0.963 3.7 (1.6-5.3)    3.9 (1.7-13.7)<br/><br/>62.5 (48.1-121.4) 68.3 (35.9-9435.0) 0.455<br/><br/>71.4 (58.3-121.4)<br/><br/>71.7 (35.9-9435.0) 0.717 59.9 (48.1-77.3) 66.6 (39.4-229.1) 0.235<br/><br/>Abbreviations: PNS, peripheral nerves system. P values indicate differences between patients with and without PNS. P<0.05 was considered statistically significant.<br/><br/>With muscle injury (n=23)<br/><br/>Without muscle injury (n=191)<br/><br/>With muscle injury injury (n=17)    (n=71)<br/><br/>White blood cell count, ×109/L 6.0 (2.3-20.4)    4.8 (0.1-15.6)    6.7 (2.3-20.4)    5.2 (0.1-15.6)    4.3 (0.9-18.7)    2.9 (0.0-13.0)    5.5 (0.9-18.7)    3.5 (0.0-13.0)    1.2 (0.1-2.6)    0.8 (0.1-2.6)    0.9 (0.1-2.5)<br/><br/>185.0 (82.0-436.0) 215.0 (18.0-583.0) 0.224<br/><br/>182.0 (82.0-436.0) 209.0 (18.0-576.0) 0.407<br/><br/>With muscle injury (n=6)<br/><br/>Without muscle injury (n=120)    4.3 (2.4-6.1)    4.5 (1.8-14.0)    2.6 (1.1-4.5)    2.6 (0.7-11.8)    1.2 (1.0-2.1)<br/><br/>223.0 (122.0-304.0) 219.0 (42.0-583.0) 0.688    56.0 (0.1-212.0)<br/><br/>11.1 (0.1-204.5) <0.001<br/><br/>70.8 (0.1-212.0) 21.0 (0.1-204.5) 0.078    18.1 (9.7-126.0)<br/><br/>8.1 (0.4-123.0) <0.05<br/><br/>D-dimer, mg/L Creatine kinase, U/L    1.3 (0.2-20.0)<br/><br/>400.0 (203.0-12216.0) 58.5 (8.8-212.0) <0.001    1.7 (0.2-20.0)<br/><br/>525.0 (203.012216.0)    0.6 (0.1-20.0)    0.4 (0.2-1.3)<br/><br/>64.0 (8.8-212.0) <0.001 231.0 (206.0-1260.0) 57.5 (19.0-184.0) <0.001<br/><br/>415.0 (147.0-743.0) 229.0 (2.2-908.0) <0.001<br/><br/>Alanine aminotransferase, U/L 44.0 (14.0-173.0)<br/><br/>25.0 (5.0-1933.0) <0.01<br/><br/>Aspartate aminotransferase, U/L 46.0 (22.0-209.0)<br/><br/>25.0 (8.0-8191.0) <0.001<br/><br/>Blood urea nitrogen, mmol/L 4.8 (2.0-48.1)<br/><br/>442.0 (147.0743.0)<br/><br/>285.0 (2.2-880.0) <0.01<br/><br/>315.0 (210.0-666.0) 213.0 (2.5-908.0) <0.05<br/><br/>50.0 (14.0-173.0) 30.0 (5.0-1933.0) <0.05    28.0 (16.0-63.0)<br/><br/>23.0 (6.0-261.0) 0.495<br/><br/>53.0 (26.0-209.0) 31.0 (8.0-8191.0) <0.001 34.5 (22.0-60.0)<br/><br/>23.0 (9.0-244.0) 0.065    4.8 (2.4-48.1)    4.6 (1.5-19.1)    5.9 (2.0-10.6)    3.8 (1.6-13.7)<br/><br/>80.5 (43.7-1299.2) 66.9 (35.9-9435.0) <0.01<br/><br/>81.5 (43.7-1299.2) 68.4 (35.9-9435.0) <0.05<br/><br/>77.4 (60.7-229.1)<br/><br/>65.1 (39.4-215.3) 0.050<br/><br/>P values indicate differences between patients with and without muscle injury. P<0.05 was considered statistically significant."
        ],
        "funding": [
            "Funding This work was supported by the National Key Research and Development Program of China (No 2018YFC1312200 to BH), the National Natural Science Foundation of China (No 81820108010 to BH, No.81974182 to LM, No.81671147 to JHJ)and Major refractory diseases pilot project of clinical collaboration with Chinese & Western Medicine (SATCM-20180339)"
        ],
        "ethical_compliance": [
            "The study was performed in accordance to the principles of the Declaration of Helsinki and was approved by the Research Ethics Committee of Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China",
            "Verbal consent was obtained from patients before the enrollment"
        ],
        "limitations": [
            "This study has several limitations. First, only 214 patients were studied, which could cause biases in clinical observation. It would be better to include more patients from Wuhan, other cities in China, and even other countries. Second, all data were abstracted from the electronic medical records, certain patients with neurological problem might not be captured if their neurological symptoms were too mild, such as with hypogeusia and hyposmia . Third, because most patients were still hospitalized and information regarding clinical outcomes was unavailable at the time of analysis, it was difficult to assess the effect of these neurologic manifestations on their outcome, and continued observations of the natural history of disease are needed."
        ]
    },
    "structured_content": {
        "Introduction": [
            "In December 2019, many unexplained pneumonia cases occurred in Wuhan, China, and has rapidly spread to other parts of China, then to Europe, North America and Asia. This outbreak was confirmed to be caused by a novel coronavirus (2019 novel coronavirus, 2019-nCoV) [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. 2019-nCov was reported to have symptoms resembled that of severe acute respiratory syndrome coronavirus (SARS-CoV) in 2003 [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. Both shared the same receptor, angiotensin-converting enzyme 2 (ACE2) [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. Therefore, this virus was named SARS-CoV-2, and recently WHO named it coronavirus disease 2019 (COVID-19). Until February 21th 2020, there were 75569 confirmed cases of COVID-19 and 2239 deaths in China [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>].",
            "Coronaviruses can cause multiple systemic infections or injuries in various animals [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. However, some of them can adapt fast and cross the species barrier, such as in the cases of SARS-CoV and Middle East respiratory syndrome-CoV (MERS-CoV), causing epidemics or pandemics. Infection in human often leads to severe clinical symptoms and high mortality [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. As for COVID-19, several studies have described clinical manifestations including respiratory symptoms, myalgia and fatigue. COVID-19 also has characteristic laboratory findings and lung CT abnormalities [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. However, it has not been reported that patients with COVID-19 had any neurological manifestations. Here, we would like to report the characteristic neurological manifestation of SARSCoV-2 infection in 78 of 214 patients with laboratory-confirmed diagnosis of COVID-19 and treated at our hospitals, which are located in the epicenter of Wuhan. Methods Study Design and Participants This was a retrospective study. Data was reviewed on all patients with COVID-19 from January 16 to February 19, 2020 at three designated COVID-19 care hospitals of",
            "Union Hospital of Huazhong University of Science and Technology. All patients with COVID-19 enrolled in this study were diagnosed according to the WHO interim guideline [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>]. Only those cases confirmed by a positive result to real-time reversetranscriptase polymerase-chain-reaction (RT-PCR) assay from throat swab specimens were included in the analysis [<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]. Union Hospital, located in the endemic areas of COVID-19 in Wuhan, Hubei Province, is one of the major tertiary healthcare system and teaching hospitals responsible for the treatments for SARS-CoV-2 infection as designated by the government. The study was performed in accordance to the principles of the Declaration of Helsinki and was approved by the Research Ethics Committee of Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China. Verbal consent was obtained from patients before the enrollment. Data Collection The demographic characteristics, medical history, symptoms, clinical signs, laboratory findings, chest computed tomographic (CT) scan findings were extracted from electronic medical records. The data were reviewed by a trained team of physicians. Neurological symptoms were categorized into three main areas: central nervous system (CNS) symptoms or disease, peripheral nervous system (PNS) symptoms and muscular symptoms. Acute cerebrovascular disease included ischemic stroke and cerebral hemorrhage diagnosed by head CT. Muscle injury was defined when a patient had myalgia and elevated serum creatine kinase level above 200 U/L [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. All neurological symptoms were reviewed and confirmed by two trained neurologists. The date of disease onset was defined as the day when the symptom was noticed. The severity of COVID-19 was defined by the international guidelines for community-acquired pneumonia [<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>].",
            "Throat swab samples were collected and placed into a collection tube containing preservation solution for the virus [<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]. SARS-CoV-2 was confirmed by real-time RTPCR assay using a SARS-CoV-2 nucleic acid detection kit according to the manufacturer’s protocol (Shanghai bio-germ Medical Technology Co Ltd). Statistical Analysis Continuous variables were described as means and standard deviations, or medians and interquartile range (IQR) values. Categorical variables were expressed as counts and percentages. Continuous variables were compared by using the unpaired Wilcox rank-sum test. Proportions for categorical variables were compared using the χ2 test. All statistical analyses were performed using R (version 3.3.0) software. The significance threshold was set at a P<0.05. Results Demographic and clinical characteristics A total of 214 hospitalized patients with confirmed SARS-CoV-2 infection were included in the present analysis. Their demographic and clinical characteristics were shown in Table 1. Their average age was 52.7 ± 15.5 years, and 127 (59.3%) were females. Of these patients, 83 (38.8%) had at least one of the following underlying disorders: hypertension (51 [23.8%]), diabetes (30 [14.0%]), cardiovascular disease (15 [7.0%]), and malignancy (13 [6.1%]). The most common symptoms at onset of illness were fever (132 [61.7%]), dry cough (107 [50.0%]) and anorexia (68 [31.8%]). Seventy-eight (36.4%) patients had nervons system symptoms: CNS (53 [24.8%]), PNS (19 [8.9%]) and skeletal muscles (23 [10.7%]). In patients with CNS symptoms, the most common complaints were dizziness (36 [16.8%] and headache (28 [13.1%]). In patients with PNS symptoms, the most common complaints were hypogeusia (12 [5.6%]) and hyposmia (11 [5.1%]).",
            "According to the diagnostic criteria, 88 (41.1%) patients were severe and 126 (58.9%) patients were non-severe, respectively. The patients with severe infection were significantly older (58.2 ± 15.0 years vs 48.9 ± 14.7 years; P<0.001) and more likely to have other underlying disorders (42 [47.7%] vs 41 [32.5%], P<0.05), especially hypertension (32 [36.4%] vs 19 [15.1%], P<0.001), and had less typical symptoms such as fever (40 [45.5%] vs 92 [73%], P<0.001) and dry cough (30 [34.1%] vs 77 [61.1%], P<0.001). Moreover, nervous system symptoms were significantly more common in severe cases as compared with non-severe cases (40 [45.5%] vs. 38 [30.2%], P<0.05). They included acute cerebrovascular disease (5 [5.7%] (4 patients with ischemic stroke and 1 with cerebral hemorrhage who died later from respiratory failure) vs. 1 [0.8%] (1 patient with ischemic stroke), P<0.05), impaired consciousness (13 [14.8%] vs. 3 [2.4%], P<0.001) and muscle injury (17 [19.3%] vs. 6 [4.8%], P<0.001). Laboratory findings in severe patients and non-severe patients Table 2 showed the laboratory findings in severe and non-severe subgroups. Severe patients had more increased inflammatory response, including higher white blood cell, neutrophil counts, lower lymphocyte counts and more increased C-reaction protein levels compared with those in non-severe patients (white blood cell: median, 5.4 [IQR, 0.1-20.4] vs 4.5 [IQR, 1.8-14.0], P<0.01; neutrophil: median, 3.8 [IQR, 0.018.7] vs 2.6 [IQR, 0.7-11.8], P<0.001; lymphocyte: median, 0.9 [IQR, 0.1-2.6] vs 1.3 [IQR, 0.4-2.6], P<0.001; C-reaction protein: median, 37.1 [IQR, 0.1-212.0] vs 9.4 [IQR, 0.2-126.0], P<0.001). The severe patients had higher D-dimer levels than nonsevere patients (median, 0.9 [IQR, 0.1-20.0] vs 0.4 [IQR, 0.2-8.7], P<0.001), which was indicative of consumptive coagulation system. In addition, severe patients had multiple organ involvement, such as serious liver (increased lactate dehydrogenase, alanine aminotransferase and aspartate aminotransferase levels), kidney (increased blood urea nitrogen and creatinine levels) and muscle damage (increased creatinine kinase levels). Laboratory findings in patients with and without CNS symptoms Table 3 showed the laboratory findings of patients with and without CNS symptoms. We found that patients with CNS symptoms had lower lymphocyte, platelet counts and higher blood urea nitrogen levels compared with those without CNS symptoms (lymphocyte: median, 1.0 [IQR, 0.1-2.3] vs 1.2 [IQR, 0.2-2.6], P<0.05; platelet: median, 180.0 [IQR, 18.0-564.0] vs 227.0 [IQR, 42.0-583.0], P<0.01; blood urea nitrogen: median, 4.5 [IQR, 1.6-48.1] vs 4.1 [IQR, 1.5-19.1], P<0.05). For the severe subgroup, patients with CNS symptoms also had lower lymphocyte, platelet counts and higher blood urea nitrogen levels compared with those without CNS symptoms (lymphocyte: median, 0.7 [IQR, 0.1-1.6] vs 0.9 [IQR, 0.2-2.6], P<0.01; platelet: median, 169.0 [IQR, 18.0-564.0] vs 220.0 [IQR, 109.0-576.0], P<0.05; blood urea nitrogen: median, 5.0 [IQR, 2.3-48.1] vs 4.4 [IQR, 1.5-19.1], P<0.05). For non-severe subgroup, there were no significant differences in laboratory findings of patients with and without CNS symptoms. Laboratory findings in patients with and without PNS symptoms Table 4 showed the laboratory findings of patients with and without PNS symptoms. We found that there were no significant differences in laboratory findings of patients with PNS and those without PNS. Similar results were also found in the severe subgroup and non-severe subgroup, respectively. Laboratory findings in patients with and without muscle injury Table 5 showed the laboratory findings of patients with and without muscle injury. Compared with the patients without muscle injury, patients with muscle injury had higher neutrophil counts, lower lymphocyte counts and higher C-reactive protein levels, D-dimer levels (neutrophil: median, 4.3 [IQR, 0.9-18.7] vs 2.9 [IQR, 0.0-13.0], P<0.05; lymphocyte: median, 0.9 [IQR, 0.1-2.6] vs 1.2 [IQR, 0.1-2.6], P<0.01; C-reaction protein: median, 56.0 [IQR, 0.1-212.0] vs 11.1 [IQR, 0.1-204.5], P<0.001; Ddimer: median, 1.3 [IQR, 0.2-20.0] vs 0.5 [IQR, 0.1-20.0]). The abnormalities were manifestation of increased inflammatory response and blood coagulation function. In addition, we found that patients with muscle injury had multi-organ damage including more serious liver (increased lactate dehydrogenase, alanine aminotransferase and aspartate aminotransferase levels), and kidney (increased blood urea nitrogen and creatinine levels) abnormalities. For the severe subgroup, patients with muscle injury had increased inflammatory response (decreased lymphocyte counts and increased C-reactive protein levels), and more serious liver (increased lactate dehydrogenase, alanine aminotransferase and aspartate aminotransferase levels), kidney (increased creatinine levels) and muscle damage (increased creatinine kinase levels). For non-severe subgroup, patients with muscle injury only had higher C-reactive protein and creatinine kinase levels compared with those without muscle injury. Discussion This is the first report on detailed neurologic manifestations of the hospitalized patients with COVID-19. As of February 19, 2020, of 214 patients included in this study, 88 (41.1%) were severe and 126 (58.9%) were non-severe. Of these, 78 (36.4%) had various neurologic manifestations involved CNS, PNS and skeletal muscles. Compared with non-severe patients, severe patients were older and had more hypertension but less with typical symptoms such as fever and cough. Severe patients were more likely to develop neurological symptoms, especially acute cerebrovascular disease, conscious disturbance and muscle injury. Therefore, for patients with COVID-19, we need to pay close attention to their neurologic manifestations, especially for those with severe infectons, which may have contributed to their demise. Moreover, during the epidemic period of COVID-19, when seeing patients with these neurologic manifestations, doctors should consider SARS-CoV-2 infection as a differential diagnosis so to avoid delayed diagnosis or misdiagnosis and prevention of transmission.",
            "Recently, ACE2 is identified as the functional receptor for SARS-CoV-2 [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>], which is present in multiple human organs, including nervous system and skeletal muscle [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]. The expression and distribution of ACE2 remind us that the SARS-CoV-2 may cause some neurological symptoms through direct or indirect mechanisms. Neurological injury has been confirmed in the infection of other coronavirus such as in SARS-CoV and MERS-CoV. The researchers detected SARS-CoV nucleic acid in the cerebrospinal fluid of those patients and also in their brain tissue on autopsy [1213].",
            "CNS symptoms were the main form of neurological injury in patients with COVID19 in this study. The pathological mechanism may be from the CNS invasion of SARS-CoV-2, similar to SARS and MERS virus. Like other respiratory viruses, SARS-COV-2 may enter the CNS through the hematogenous or retrograde neuronal route. The latter can be supported by the fact that some patients in this study had hyposmia. We also found that the lymphocyte counts were lower for patients with CNS symptoms than without CNS symptoms. This phenomenon may be indicative of the immunosuppression in COVID-19 patients with CNS symptoms, especially in the severe subgroup. Moreover, we found severe patients had higher D-dimer levels than that of non-severe patients. This may be the reason why severe patients are more likely to develop cerebrovascular disease.",
            "Consistent with the previous studies [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] muscle symptom was also common in our study. We speculate that the symptom was due to skeletal muscle injury, as confirmed by elevated creatine kinase levels. We found that patients with muscle symptoms had higher creatine kinase and lactate dehydrogenase levels than those without muscle symptoms. Furthermore, creatine kinase and lactate dehydrogenase levels in severe patients were much higher than those of none-severe patients. This injure could be related to ACE2 in skeletal muscle [<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]. However, SARS-CoV, using the same receptor, was not detected in skeletal muscle by post-mortem examination [<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]. Therefore, whether SARS-CoV-2 infects skeletal muscle cells by binding with ACE2 requires to be further studied. One other reason was the infection-mediated harmful immune response that caused the nervous system abnormalities. Significantly elevated pro-inflammatory cytokines in serum may cause muscle damage.",
            "This study has several limitations. First, only 214 patients were studied, which could cause biases in clinical observation. It would be better to include more patients from Wuhan, other cities in China, and even other countries. Second, all data were abstracted from the electronic medical records, certain patients with neurological problem might not be captured if their neurological symptoms were too mild, such as with hypogeusia and hyposmia . Third, because most patients were still hospitalized and information regarding clinical outcomes was unavailable at the time of analysis, it was difficult to assess the effect of these neurologic manifestations on their outcome, and continued observations of the natural history of disease are needed.",
            "In conclusion, SARS-CoV-2 may infect nervous system, skeletal muscle as well as respiratory tract. In those with severe infection, neurological involvement is more likely, which includes acute cerebrovascular diseases, conscious disturbance and skeletal muscle injury. Involvement of the nervous system carries a poor prognosis. Their clinical conditions may worsen and patients may die soon. Therefore, for patient with COVID19, physicians should pay close attention to any neurologic manifestations in addition to the symptoms of respiratory system. Funding This work was supported by the National Key Research and Development Program of China (No 2018YFC1312200 to BH), the National Natural Science Foundation of China (No 81820108010 to BH, No.81974182 to LM, No.81671147 to JHJ)and Major refractory diseases pilot project of clinical collaboration with Chinese & Western Medicine (SATCM-20180339).",
            "Reference 1. Zhu N, Zhang D, Wang W, et al A novel coronavirus from patients with pneumonia in China. N Engl J Med 2020; 20:382-8. doi:10.1056/NEJMoa2001017 2. Zhou P, Yang XL, Wang XG, et al A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature 2020; published online 3 February. doi:10.1038/s41586-020-2012-7",
            "3. Zhao Y, Zhao Z, Wang Y, et al Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov. bioRxiv 2020, published online 26 January. doi: 10.1101/2020.01.26.919985.",
            "4. WHO. Coronavirus disease 2019 (COVID-19) Situation Report-32. January, 2020. https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200221-sitrep-32-covid-19.pdf?sfvrsn=4802d089_2 (accessed Feb 21, 2020).",
            "5. Su S, Wong G, Shi W, et al Epidemiology, genetic recombination, and pathogenesis of coronaviruses. Trends Microbiol 2016; 24:490-502. doi:10.1016/j.tim.2016.03.003",
            "6. WHO. Middle East respiratory syndrome coronavirus (MERS-CoV). November, 2019. https://www.who.int/emergencies/mers-cov/en/ (accessed Jan 19, 2020).",
            "7. Guan WJ, Ni ZY, Hu Y, et al Clinical characteristics of 2019 novel coronavirus infection in China. medRxiv 2020, published online 9 February. doi:10.1101/2020.02.06.20020974.",
            "8. WHO. Clinical management of severe acute respiratory infection when Novel coronavirus (nCoV) infection is suspected: interim guidance. January, 2020. https://www.who.int/internal-publications-detail/clinical-management- of-severeacute-respiratory-infection-when-novel-coronavirus-(ncov)-infection-is-suspected (accessed February 5, 2020)",
            "9. Huang C, Wang Y, Li X, et al Clinical features of patients with 2019 novel coronavirus in Wuhan, China. Lancet 2020; 10223:497-506. doi: 10.1016/S01406736(20)30183-5",
            "10. Metlay JP, Waterer GW, Long AC, et al Diagnosis and treatment of adults with community-acquired pneumonia: An official clinical practice guideline of the American Thoracic Society and Infectious Disease Society of America. Am J Respir Crit Care Med 2019; 200:e45-e67. doi:10.1164/rccm.201908-1581ST",
            "11. Hamming, W Timens, MLC Bulthuis, et al Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis. J Pathol 2004; 203:631–637. doi:10.1002/path.1570",
            "12. Marc D, Dominique JF, Élodie B, et al Human coronavirus: respiratory pathogens revisited as infectious neuroinvasive, neurotropic, and neurovirulent agents. In: Sunit KS, Daniel R. Neuroviral Infections: RNA Viruses and Retroviruses. Florida Boca Raton: CRC press 2013:93-122.",
            "13. Arabi YM, Balkhy HH, Hayden FG, et al Middle East Respiratory Syndrome. N Engl J Med 2017, 376:584-594. doi:10.1056/NEJMsr1408795",
            "14. Cabello-Verrugio C, Morales MG, Rivera JC, et al Renin-Angiotensin System: An Old Player with Novel Functions in Skeletal Muscle. Med Res Rev 2015, 35:437–63. doi:10.1002/med.21343",
            "15. Ding Y, He L, Zhang Q, et al Organ distribution of severe acute respiratory syndrome (SARS) associated coronavirus (SARS-CoV) in SARS patients: implications for pathogenesis and virus transmission pathways. J Pathol 2004; 203:62230. doi:10.1002/path.1560"
        ],
        "Diabetes Cardio cerebrovascular disease Malignancy": [],
        "Dry cough": [],
        "Anorexia Diarrhea Pharyngalgia Abdominal pain": [
            "Data are presented as means ± standard deviations and n/N (%). Abbreviations: CNS, central nervous symptoms; PNS, peripheral nerves symptoms. P values indicate differences between severe and non-severe patients. P<0.05 was considered statistically significant.",
            "C-reactive protein, mg/L 12.2 (0.1-212.0) 37.1 (0.1-212.0) 9.4 (0.4-126.0) <0.001",
            "P values indicate differences between severe and non-severe patients. P<0.05 was considered statistcally significant.",
            "180.0 (18.0-564.0) 227.0 (42.0-583.0) <0.01 169.0 (18.0-564.0) 220.0 (109.0-576.0) <0.05",
            "79.0 (8.8-12216.0) 60.5 (19.0-1260.0) 0.167 104.0 (8.8-12216.0) 64.0 (19.0-1214.0) 0.081",
            "243.0 (2.2-880.0) 241.0 (3.5-908.0) 0.766 334.0 (2.2-880.0) 299.0 (3.5-743.0) 0.324",
            "Alanine aminotransferase, U/L 27.0 (5.0-261.0) 26.0 (6.0-1933.0) 0.214 35.0 (5.0-259.0) 31.0 (7.0-1933.0) 0.320",
            "Aspartate aminotransferase, U/L 29.5 (13.0-213.0) 26.0 (8.0-8191.0) 0.1031 35.5 (14.0-213.0) 34.0 (8.0-8191.0) 0.319",
            "71.7 (37.1-1299.2) 66.3 (35.9-9435.0) 0.062 71.7 (37.1-1299.2) 68.4 (35.9-9435.0) 0.245",
            "Abbreviations: CNS, central nerves system. P values indicate differences between patients with and without CNS. P < 0.05 was considered statistically significant",
            "204.0 (111.0-245.0) 205.0 (18.0-576.0) 0.558 214.5 (155.0-305.0) 219.0 (42.0-583.0) 0.806",
            "105.0 (32.0-1214.0) 83.0 (8.8-12216.0) 0.761 66.0 (42.0-171.0) 57.5 (19.0-1260.0) 0.291",
            "170.0 (46.0-517.0) 309.0 (2.2-880.0) 0.050 254.0 (2.5-481.0) 215.0 (2.9-908.0) 0.669",
            "Abbreviations: PNS, peripheral nerves system. P values indicate differences between patients with and without PNS. P<0.05 was considered statistically significant.",
            "P values indicate differences between patients with and without muscle injury. P<0.05 was considered statistically significant."
        ]
    },
    "participants": [
        {
            "participant": "hospitalized patients with laboratory confirmed diagnosis of severe acute respiratory",
            "number": 214,
            "context": "DESIGN Retrospective case series SETTING Three designated COVID-19 care hospitals of the Union Hospital of Huazhong University of Science and Technology in Wuhan, China. <mark class=\"stats\">PARTICIPANTS Two hundred fourteen hospitalized patients with laboratory confirmed diagnosis of severe acute respiratory syndrome from coronavirus 2 (SARS-CoV-2) infection</mark>. Data were collected from 16 January 2020 to 19 February 2020"
        },
        {
            "participant": "trained neurologists",
            "number": 2,
            "context": "Neurological symptoms fall into three categories: central nervous system (CNS) symptoms or diseases (headache, dizziness, impaired consciousness, ataxia, acute cerebrovascular disease, and epilepsy), peripheral nervous system (PNS) symptoms (hypogeusia, hyposmia, hypopsia, and neuralgia), and skeletal muscular symptoms. <mark class=\"stats\">Data of all neurological symptoms were checked by two trained neurologists</mark>. RESULTS Of 214 patients studied, 88 (41.1%) were severe and 126 (58.9%) were non-severe patients"
        },
        {
            "participant": "patients",
            "number": 214,
            "context": "Data of all neurological symptoms were checked by two trained neurologists. <mark class=\"stats\">RESULTS Of 214 patients studied, 88 (41.1%) were severe and 126 (58.9%) were non-severe patients</mark>. Compared with non-severe patients, severe patients were older (58.7 ± 15.0 years vs 48.9 ± 14.7 years), had more underlying disorders (42 [47.7%] vs 41"
        },
        {
            "participant": "confirmed cases",
            "number": 75569,
            "context": "Therefore, this virus was named SARS-CoV-2, and recently WHO named it coronavirus disease 2019 (COVID-19). <mark class=\"stats\">Until February 21th 2020, there were 75569 confirmed cases of COVID-19 and 2239 deaths in China [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]</mark>. Coronaviruses can cause multiple systemic infections or injuries in various animals [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]"
        },
        {
            "participant": "patients with laboratory-confirmed diagnosis of COVID-19 and treated",
            "number": 214,
            "context": "However, it has not been reported that patients with COVID-19 had any neurological manifestations. <mark class=\"stats\">Here, we would like to report the characteristic neurological manifestation of SARSCoV-2 infection in 78 of 214 patients with laboratory-confirmed diagnosis of COVID-19 and treated at our hospitals, which are located in the epicenter of Wuhan</mark>. Methods Study Design and Participants This was a retrospective study"
        },
        {
            "participant": "trained neurologists",
            "number": 2,
            "context": "Muscle injury was defined when a patient had myalgia and elevated serum creatine kinase level above 200 U/L [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. <mark class=\"stats\">All neurological symptoms were reviewed and confirmed by two trained neurologists</mark>. The date of disease onset was defined as the day when the symptom was noticed"
        },
        {
            "participant": "hospitalized patients with confirmed SARS-CoV-2 infection",
            "number": 214,
            "context": "The significance threshold was set at a P<0.05. <mark class=\"stats\">Results Demographic and clinical characteristics A total of 214 hospitalized patients with confirmed SARS-CoV-2 infection were included in the present analysis</mark>. Their demographic and clinical characteristics were shown in Table 1"
        },
        {
            "participant": "patients with ischemic stroke and 1 with cerebral hemorrhage",
            "number": 4,
            "context": "Moreover, nervous system symptoms were significantly more common in severe cases as compared with non-severe cases (40 [45.5%] vs. 38 [30.2%], P<0.05). <mark class=\"stats\">They included acute cerebrovascular disease (5 [5.7%] (4 patients with ischemic stroke and 1 with cerebral hemorrhage who died later from respiratory failure) vs. 1 [0.8%] (1 patient with ischemic stroke), P<0.05), impaired consciousness (13 [14.8%] vs. 3 [2.4%], P<0.001) and muscle injury (17 [19.3%] vs. 6 [4.8%], P<0.001)</mark>. Laboratory findings in severe patients and non-severe patients Table 2 showed the laboratory findings in severe and non-severe subgroups"
        },
        {
            "participant": "patients",
            "number": 214,
            "context": "Discussion This is the first report on detailed neurologic manifestations of the hospitalized patients with COVID-19. <mark class=\"stats\">As of February 19, 2020, of 214 patients included in this study, 88 (41.1%) were severe and 126 (58.9%) were non-severe</mark>. Of these, 78 (36.4%) had various neurologic manifestations involved CNS, PNS and skeletal muscles"
        },
        {
            "participant": "patients",
            "number": 214,
            "context": "This study has several limitations. <mark class=\"stats\">First, only 214 patients were studied, which could cause biases in clinical observation</mark>. It would be better to include more patients from Wuhan, other cities in China, and even other countries"
        },
        {
            "participant": "data",
            "number": 126,
            "context": "J Pathol 2004; 203:62230. doi:10.1002/path.1560. <mark class=\"stats\">Non-severe (n=126)</mark>. Age (y), means ± standard deviations"
        },
        {
            "participant": "data",
            "number": 53,
            "context": "P<0.05 was considered statistcally significant. <mark class=\"stats\">With CNS symptoms (n=53)</mark>. White blood cell count, ×109/L 4.6 (0.1-12.5)"
        },
        {
            "participant": "data",
            "number": 19,
            "context": "P < 0.05 was considered statistically significant. <mark class=\"stats\">With PNS symptoms (n=19)</mark>. White blood cell count, ×109/L 4.8 (2.8-7.5)"
        },
        {
            "participant": "data",
            "number": 23,
            "context": "P<0.05 was considered statistically significant. <mark class=\"stats\">With muscle injury (n=23)</mark>. Without muscle injury"
        },
        {
            "participant": "data",
            "number": 6,
            "context": "White blood cell count, ×109/L 6.0 (2.3-20.4). <mark class=\"stats\">With muscle injury (n=6)</mark>. Without muscle injury (n=120)"
        },
        {
            "participant": "data",
            "number": 120,
            "context": "With muscle injury (n=6). <mark class=\"stats\">Without muscle injury (n=120)</mark>. D-dimer, mg/L Creatine kinase, U/L"
        }
    ],
    "statistics": [
        {
            "tests": {
                "context": "<mark class=\"stats\">Continuous variables were compared by using the unpaired Wilcox rank-sum test</mark>",
                "tests": [
                    {
                        "test": "rank-sum test"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Proportions for categorical variables were compared using the χ2 test</mark>",
                "tests": [
                    {
                        "test": "χ2 test"
                    }
                ]
            }
        },
        {
            "p_value": "P<0.05",
            "context": "All statistical analyses were performed using R (version 3.3.0) software. <mark class=\"stats\">The significance threshold was set at a P<0.05</mark>. Results Demographic and clinical characteristics A total of 214 hospitalized patients with confirmed SARS-CoV-2 infection were included in the present analysis"
        },
        {
            "p_value": "P<0.001",
            "context": "According to the diagnostic criteria, 88 (41.1%) patients were severe and 126 (58.9%) patients were non-severe, respectively. <mark class=\"stats\">The patients with severe infection were significantly older (58.2 ± 15.0 years vs 48.9 ± 14.7 years; P<0.001) and more likely to have other underlying disorders (42 [47.7%] vs 41 [32.5%], P<0.05), especially hypertension (32 [36.4%] vs 19 [15.1%], P<0.001), and had less typical symptoms such as fever (40 [45.5%] vs 92 [73%], P<0.001) and dry cough (30 [34.1%] vs 77 [61.1%], P<0.001)</mark>. Moreover, nervous system symptoms were significantly more common in severe cases as compared with non-severe cases (40 [45.5%] vs. 38 [30.2%], P<0.05)"
        },
        {
            "p_value": "P<0.05",
            "context": "The patients with severe infection were significantly older (58.2 ± 15.0 years vs 48.9 ± 14.7 years; P<0.001) and more likely to have other underlying disorders (42 [47.7%] vs 41 [32.5%], P<0.05), especially hypertension (32 [36.4%] vs 19 [15.1%], P<0.001), and had less typical symptoms such as fever (40 [45.5%] vs 92 [73%], P<0.001) and dry cough (30 [34.1%] vs 77 [61.1%], P<0.001). <mark class=\"stats\">Moreover, nervous system symptoms were significantly more common in severe cases as compared with non-severe cases (40 [45.5%] vs. 38 [30.2%], P<0.05)</mark>. They included acute cerebrovascular disease (5 [5.7%] (4 patients with ischemic stroke and 1 with cerebral hemorrhage who died later from respiratory failure) vs. 1 [0.8%] (1 patient with ischemic stroke), P<0.05), impaired consciousness (13 [14.8%] vs. 3 [2.4%], P<0.001) and muscle injury (17 [19.3%] vs. 6 [4.8%], P<0.001)"
        },
        {
            "p_value": "P<0.05",
            "context": "Moreover, nervous system symptoms were significantly more common in severe cases as compared with non-severe cases (40 [45.5%] vs. 38 [30.2%], P<0.05). <mark class=\"stats\">They included acute cerebrovascular disease (5 [5.7%] (4 patients with ischemic stroke and 1 with cerebral hemorrhage who died later from respiratory failure) vs. 1 [0.8%] (1 patient with ischemic stroke), P<0.05), impaired consciousness (13 [14.8%] vs. 3 [2.4%], P<0.001) and muscle injury (17 [19.3%] vs. 6 [4.8%], P<0.001)</mark>. Laboratory findings in severe patients and non-severe patients Table 2 showed the laboratory findings in severe and non-severe subgroups"
        },
        {
            "p_value": "P<0.01",
            "context": "Laboratory findings in severe patients and non-severe patients Table 2 showed the laboratory findings in severe and non-severe subgroups. <mark class=\"stats\">Severe patients had more increased inflammatory response, including higher white blood cell, neutrophil counts, lower lymphocyte counts and more increased C-reaction protein levels compared with those in non-severe patients (white blood cell: median, 5.4 [IQR, 0.1-20.4] vs 4.5 [IQR, 1.8-14.0], P<0.01; neutrophil: median, 3.8 [IQR, 0.018.7] vs 2.6 [IQR, 0.7-11.8], P<0.001; lymphocyte: median, 0.9 [IQR, 0.1-2.6] vs 1.3 [IQR, 0.4-2.6], P<0.001; C-reaction protein: median, 37.1 [IQR, 0.1-212.0] vs 9.4 [IQR, 0.2-126.0], P<0.001)</mark>. The severe patients had higher D-dimer levels than nonsevere patients (median, 0.9 [IQR, 0.1-20.0] vs 0.4 [IQR, 0.2-8.7], P<0.001), which was indicative of consumptive coagulation system"
        },
        {
            "p_value": "P<0.001",
            "context": "Severe patients had more increased inflammatory response, including higher white blood cell, neutrophil counts, lower lymphocyte counts and more increased C-reaction protein levels compared with those in non-severe patients (white blood cell: median, 5.4 [IQR, 0.1-20.4] vs 4.5 [IQR, 1.8-14.0], P<0.01; neutrophil: median, 3.8 [IQR, 0.018.7] vs 2.6 [IQR, 0.7-11.8], P<0.001; lymphocyte: median, 0.9 [IQR, 0.1-2.6] vs 1.3 [IQR, 0.4-2.6], P<0.001; C-reaction protein: median, 37.1 [IQR, 0.1-212.0] vs 9.4 [IQR, 0.2-126.0], P<0.001). <mark class=\"stats\">The severe patients had higher D-dimer levels than nonsevere patients (median, 0.9 [IQR, 0.1-20.0] vs 0.4 [IQR, 0.2-8.7], P<0.001), which was indicative of consumptive coagulation system</mark>. In addition, severe patients had multiple organ involvement, such as serious liver (increased lactate dehydrogenase, alanine aminotransferase and aspartate aminotransferase levels), kidney (increased blood urea nitrogen and creatinine levels) and muscle damage (increased creatinine kinase levels)"
        },
        {
            "p_value": "P<0.05",
            "context": "Laboratory findings in patients with and without CNS symptoms Table 3 showed the laboratory findings of patients with and without CNS symptoms. <mark class=\"stats\">We found that patients with CNS symptoms had lower lymphocyte, platelet counts and higher blood urea nitrogen levels compared with those without CNS symptoms (lymphocyte: median, 1.0 [IQR, 0.1-2.3] vs 1.2 [IQR, 0.2-2.6], P<0.05; platelet: median, 180.0 [IQR, 18.0-564.0] vs 227.0 [IQR, 42.0-583.0], P<0.01; blood urea nitrogen: median, 4.5 [IQR, 1.6-48.1] vs 4.1 [IQR, 1.5-19.1], P<0.05)</mark>. For the severe subgroup, patients with CNS symptoms also had lower lymphocyte, platelet counts and higher blood urea nitrogen levels compared with those without CNS symptoms (lymphocyte: median, 0.7 [IQR, 0.1-1.6] vs 0.9 [IQR, 0.2-2.6], P<0.01; platelet: median, 169.0 [IQR, 18.0-564.0] vs 220.0 [IQR, 109.0-576.0], P<0.05; blood urea nitrogen: median, 5.0 [IQR, 2.3-48.1] vs 4.4 [IQR, 1.5-19.1], P<0.05)"
        },
        {
            "p_value": "P<0.01",
            "context": "We found that patients with CNS symptoms had lower lymphocyte, platelet counts and higher blood urea nitrogen levels compared with those without CNS symptoms (lymphocyte: median, 1.0 [IQR, 0.1-2.3] vs 1.2 [IQR, 0.2-2.6], P<0.05; platelet: median, 180.0 [IQR, 18.0-564.0] vs 227.0 [IQR, 42.0-583.0], P<0.01; blood urea nitrogen: median, 4.5 [IQR, 1.6-48.1] vs 4.1 [IQR, 1.5-19.1], P<0.05). <mark class=\"stats\">For the severe subgroup, patients with CNS symptoms also had lower lymphocyte, platelet counts and higher blood urea nitrogen levels compared with those without CNS symptoms (lymphocyte: median, 0.7 [IQR, 0.1-1.6] vs 0.9 [IQR, 0.2-2.6], P<0.01; platelet: median, 169.0 [IQR, 18.0-564.0] vs 220.0 [IQR, 109.0-576.0], P<0.05; blood urea nitrogen: median, 5.0 [IQR, 2.3-48.1] vs 4.4 [IQR, 1.5-19.1], P<0.05)</mark>. For non-severe subgroup, there were no significant differences in laboratory findings of patients with and without CNS symptoms"
        },
        {
            "p_value": "P<0.05",
            "context": "Laboratory findings in patients with and without muscle injury Table 5 showed the laboratory findings of patients with and without muscle injury. <mark class=\"stats\">Compared with the patients without muscle injury, patients with muscle injury had higher neutrophil counts, lower lymphocyte counts and higher C-reactive protein levels, D-dimer levels (neutrophil: median, 4.3 [IQR, 0.9-18.7] vs 2.9 [IQR, 0.0-13.0], P<0.05; lymphocyte: median, 0.9 [IQR, 0.1-2.6] vs 1.2 [IQR, 0.1-2.6], P<0.01; C-reaction protein: median, 56.0 [IQR, 0.1-212.0] vs 11.1 [IQR, 0.1-204.5], P<0.001; Ddimer: median, 1.3 [IQR, 0.2-20.0] vs 0.5 [IQR, 0.1-20.0])</mark>. The abnormalities were manifestation of increased inflammatory response and blood coagulation function"
        },
        {
            "p_value": "P<0.05",
            "context": "P values indicate differences between severe and non-severe patients. <mark class=\"stats\">P<0.05 was considered statistically significant</mark>. White blood cell count, ×109/L"
        },
        {
            "p_value": "P<0.05",
            "context": "P values indicate differences between severe and non-severe patients. <mark class=\"stats\">P<0.05 was considered statistcally significant</mark>. With CNS symptoms (n=53)"
        },
        {
            "p_value": "P < 0.05",
            "context": "P values indicate differences between patients with and without CNS. <mark class=\"stats\">P < 0.05 was considered statistically significant</mark>. With PNS symptoms (n=19)"
        },
        {
            "p_value": "P<0.05",
            "context": "P values indicate differences between patients with and without PNS. <mark class=\"stats\">P<0.05 was considered statistically significant</mark>. With muscle injury (n=23)"
        },
        {
            "p_value": "P<0.05",
            "context": "P values indicate differences between patients with and without muscle injury. <mark class=\"stats\">P<0.05 was considered statistically significant</mark>. "
        }
    ],
    "keywords": [
        "MERS",
        "peripheral nervous system",
        "lymphocyte",
        "reversetranscriptase polymerase-chain-reaction",
        "underlying disorder",
        "severe acute respiratory syndrome",
        "central nervous system",
        "severe patient",
        "coronavirus",
        "huazhong university",
        "respiratory syndrome",
        "neurological symptom",
        "COVID-19",
        "computed tomographic",
        "sars cov",
        "nervous system",
        "creatinine",
        "non severe",
        "Novel coronavirus",
        "pneumonia",
        "pathogenesis",
        "creatine",
        "angiotensin-converting enzyme 2",
        "neurological manifestation"
    ],
    "keyword_relevance": {
        "severe acute respiratory syndrome": 0.13023255813953488,
        "central nervous system": 0.12558139534883722,
        "COVID-19": 0.11627906976744186,
        "severe patient": 0.09767441860465116,
        "peripheral nervous system": 0.08837209302325581,
        "coronavirus": 0.08837209302325581,
        "lymphocyte": 0.046511627906976744,
        "nervous system": 0.04186046511627907,
        "angiotensin-converting enzyme 2": 0.037209302325581395,
        "computed tomographic": 0.027906976744186046,
        "creatinine": 0.027906976744186046,
        "respiratory syndrome": 0.023255813953488372,
        "neurological symptom": 0.023255813953488372,
        "pneumonia": 0.023255813953488372,
        "MERS": 0.018604651162790697,
        "creatine": 0.018604651162790697,
        "underlying disorder": 0.013953488372093023,
        "Novel coronavirus": 0.013953488372093023,
        "pathogenesis": 0.013953488372093023,
        "neurological manifestation": 0.013953488372093023,
        "reversetranscriptase polymerase-chain-reaction": 0.009302325581395349,
        "huazhong university": 0.0,
        "sars cov": 0.0,
        "non severe": 0.0
    },
    "species": [],
    "summary": [
        "In December 2019, many unexplained pneumonia cases occurred in Wuhan, China, and has rapidly spread to other parts of China, to Europe, North America and Asia.",
        "2019-nCov was reported to have symptoms resembled that of severe acute respiratory syndrome coronavirus (SARS-CoV) in 2003 [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>].",
        "As for COVID-19, several studies have described clinical manifestations including respiratory symptoms, myalgia and fatigue.",
        "The authors would like to report the characteristic neurological manifestation of SARSCoV-2 infection in 78 of 214 patients with laboratory-confirmed diagnosis of COVID-19 and treated at the hospitals, which are located in the epicenter of Wuhan.",
        "Results Demographic and clinical characteristics A total of 214 hospitalized patients with confirmed SARS-CoV-2 infection were included in the present analysis.",
        "Severe patients had more increased inflammatory response, including higher white blood cell, neutrophil counts, lower lymphocyte counts and more increased C-reaction protein levels compared with those in non-severe patients.",
        "The authors found that patients with CNS symptoms had lower lymphocyte, platelet counts and higher blood urea nitrogen levels compared with those without CNS symptoms.",
        "Patients with CNS symptoms had lower lymphocyte, platelet counts and higher blood urea nitrogen levels compared with those without CNS symptoms.",
        "For non-severe subgroup, there were no significant differences in laboratory findings of patients with and without CNS symptoms.",
        "For non-severe subgroup, patients with muscle injury only had higher C-reactive protein and creatinine kinase levels compared with those without muscle injury.",
        "Severe patients were more likely to develop neurological symptoms, especially acute cerebrovascular disease, conscious disturbance and muscle injury.",
        "ACE2 is identified as the functional receptor for SARS-CoV-2 [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>], which is present in multiple human organs, including nervous system and skeletal muscle [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>].",
        "CNS symptoms were the main form of neurological injury in patients with COVID19 in this study.",
        "This phenomenon may be indicative of the immunosuppression in COVID-19 patients with CNS symptoms, especially in the severe subgroup.",
        "The authors speculate that the symptom was due to skeletal muscle injury, as confirmed by elevated creatine kinase levels.",
        "Because most patients were still hospitalized and information regarding clinical outcomes was unavailable at the time of analysis, it was difficult to assess the effect of these neurologic manifestations on their outcome, and continued observations of the natural history of disease are needed.",
        "In those with severe infection, neurological involvement is more likely, which includes acute cerebrovascular diseases, conscious disturbance and skeletal muscle injury.",
        "For patient with COVID19, physicians should pay close attention to any neurologic manifestations in addition to the symptoms of respiratory system.",
        "Ding Y, He L, Zhang Q, et al Organ distribution of severe acute respiratory syndrome (SARS) associated coronavirus (SARS-CoV) in SARS patients: implications for pathogenesis and virus transmission pathways."
    ],
    "structured_summary": {
        "Introduction": [
            "In December 2019, many unexplained pneumonia cases occurred in Wuhan, China, and has rapidly spread to other parts of China, to Europe, North America and Asia.",
            "2019-nCov was reported to have symptoms resembled that of severe acute respiratory syndrome coronavirus (SARS-CoV) in 2003 [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>].",
            "As for COVID-19, several studies have described clinical manifestations including respiratory symptoms, myalgia and fatigue.",
            "The authors would like to report the characteristic neurological manifestation of SARSCoV-2 infection in 78 of 214 patients with laboratory-confirmed diagnosis of COVID-19 and treated at the hospitals, which are located in the epicenter of Wuhan."
        ],
        "Results": [
            "Results Demographic and clinical characteristics A total of 214 hospitalized patients with confirmed SARS-CoV-2 infection were included in the present analysis.",
            "Severe patients had more increased inflammatory response, including higher white blood cell, neutrophil counts, lower lymphocyte counts and more increased C-reaction protein levels compared with those in non-severe patients.",
            "The authors found that patients with CNS symptoms had lower lymphocyte, platelet counts and higher blood urea nitrogen levels compared with those without CNS symptoms.",
            "Patients with CNS symptoms had lower lymphocyte, platelet counts and higher blood urea nitrogen levels compared with those without CNS symptoms.",
            "For non-severe subgroup, there were no significant differences in laboratory findings of patients with and without CNS symptoms.",
            "For non-severe subgroup, patients with muscle injury only had higher C-reactive protein and creatinine kinase levels compared with those without muscle injury.",
            "Severe patients were more likely to develop neurological symptoms, especially acute cerebrovascular disease, conscious disturbance and muscle injury.",
            "ACE2 is identified as the functional receptor for SARS-CoV-2 [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>], which is present in multiple human organs, including nervous system and skeletal muscle [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>].",
            "CNS symptoms were the main form of neurological injury in patients with COVID19 in this study.",
            "This phenomenon may be indicative of the immunosuppression in COVID-19 patients with CNS symptoms, especially in the severe subgroup.",
            "The authors speculate that the symptom was due to skeletal muscle injury, as confirmed by elevated creatine kinase levels."
        ],
        "Conclusion": [
            "Because most patients were still hospitalized and information regarding clinical outcomes was unavailable at the time of analysis, it was difficult to assess the effect of these neurologic manifestations on their outcome, and continued observations of the natural history of disease are needed.",
            "In those with severe infection, neurological involvement is more likely, which includes acute cerebrovascular diseases, conscious disturbance and skeletal muscle injury.",
            "For patient with COVID19, physicians should pay close attention to any neurologic manifestations in addition to the symptoms of respiratory system.",
            "Ding Y, He L, Zhang Q, et al Organ distribution of severe acute respiratory syndrome (SARS) associated coronavirus (SARS-CoV) in SARS patients: implications for pathogenesis and virus transmission pathways."
        ]
    },
    "reference_links": [
        {
            "id": "2",
            "alt_id": "Zhou_et+al_2020_a",
            "entry": "2. Zhou P, Yang XL, Wang XG, et al. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature 2020; published online 3 February. doi:10.1038/s41586-020-2012-7",
            "crossref": "https://dx.doi.org/10.1038/s41586-020-2012-7",
            "scite": "https://scite.ai/reports/10.1038/s41586-020-2012-7",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1038/s41586-020-2012-7"
        },
        {
            "id": "3",
            "alt_id": "Zhao_et+al_2019_a",
            "entry": "3. Zhao Y, Zhao Z, Wang Y, et al. Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov. bioRxiv 2020, published online 26 January. doi: 10.1101/2020.01.26.919985.",
            "crossref": "https://dx.doi.org/10.1101/2020.01.26.919985",
            "scite": "https://scite.ai/reports/10.1101/2020.01.26.919985"
        },
        {
            "id": "5",
            "alt_id": "Su_et+al_2016_a",
            "entry": "5. Su S, Wong G, Shi W, et al. Epidemiology, genetic recombination, and pathogenesis of coronaviruses. Trends Microbiol 2016; 24:490-502. doi:10.1016/j.tim.2016.03.003",
            "crossref": "https://dx.doi.org/10.1016/j.tim.2016.03.003",
            "scite": "https://scite.ai/reports/10.1016/j.tim.2016.03.003",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1016/j.tim.2016.03.003"
        },
        {
            "id": "7",
            "alt_id": "Guan_et+al_2019_a",
            "entry": "7. Guan WJ, Ni ZY, Hu Y, et al. Clinical characteristics of 2019 novel coronavirus infection in China. medRxiv 2020, published online 9 February. doi:10.1101/2020.02.06.20020974.",
            "crossref": "https://dx.doi.org/10.1101/2020.02.06.20020974",
            "scite": "https://scite.ai/reports/10.1101/2020.02.06.20020974"
        },
        {
            "id": "9",
            "alt_id": "Huang_et+al_2019_a",
            "entry": "9. Huang C, Wang Y, Li X, et al. Clinical features of patients with 2019 novel coronavirus in Wuhan, China. Lancet 2020; 10223:497-506. doi: 10.1016/S01406736(20)30183-5",
            "crossref": "https://dx.doi.org/10.1016/S01406736(20)30183-5",
            "scite": "https://scite.ai/reports/10.1016/S01406736(20)30183-5",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1016/S01406736%2820%2930183-5"
        },
        {
            "id": "10",
            "alt_id": "Metlay_et+al_2019_a",
            "entry": "10. Metlay JP, Waterer GW, Long AC, et al. Diagnosis and treatment of adults with community-acquired pneumonia: An official clinical practice guideline of the American Thoracic Society and Infectious Disease Society of America. Am J Respir Crit Care Med 2019; 200:e45-e67. doi:10.1164/rccm.201908-1581ST",
            "crossref": "https://dx.doi.org/10.1164/rccm.201908-1581ST",
            "scite": "https://scite.ai/reports/10.1164/rccm.201908-1581ST",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1164/rccm.201908-1581ST"
        },
        {
            "id": "11",
            "alt_id": "Hamming_2004_a",
            "entry": "11. Hamming, W Timens, MLC Bulthuis, et al. Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis. J Pathol 2004; 203:631–637. doi:10.1002/path.1570",
            "crossref": "https://dx.doi.org/10.1002/path.1570",
            "scite": "https://scite.ai/reports/10.1002/path.1570",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1002/path.1570"
        },
        {
            "id": "12",
            "alt_id": "Marc_et+al_0000_a",
            "entry": "12. Marc D, Dominique JF, Élodie B, et al. Human coronavirus: respiratory pathogens revisited as infectious neuroinvasive, neurotropic, and neurovirulent agents. In: Sunit KS, Daniel R. Neuroviral Infections: RNA Viruses and Retroviruses. Florida Boca Raton: CRC press 2013:93-122.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Marc%2C%20D.%20Dominique%2C%20J.F.%20%C3%89lodie%2C%20B.%20Human%20coronavirus%3A%20respiratory%20pathogens%20revisited%20as%20infectious%20neuroinvasive%2C%20neurotropic%2C%20and%20neurovirulent%20agents",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Marc%2C%20D.%20Dominique%2C%20J.F.%20%C3%89lodie%2C%20B.%20Human%20coronavirus%3A%20respiratory%20pathogens%20revisited%20as%20infectious%20neuroinvasive%2C%20neurotropic%2C%20and%20neurovirulent%20agents",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Marc%2C%20D.%20Dominique%2C%20J.F.%20%C3%89lodie%2C%20B.%20Human%20coronavirus%3A%20respiratory%20pathogens%20revisited%20as%20infectious%20neuroinvasive%2C%20neurotropic%2C%20and%20neurovirulent%20agents"
        },
        {
            "id": "13",
            "alt_id": "Arabi_et+al_2017_a",
            "entry": "13. Arabi YM, Balkhy HH, Hayden FG, et al. Middle East Respiratory Syndrome. N Engl J Med 2017, 376:584-594. doi:10.1056/NEJMsr1408795",
            "crossref": "https://dx.doi.org/10.1056/NEJMsr1408795",
            "scite": "https://scite.ai/reports/10.1056/NEJMsr1408795",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1056/NEJMsr1408795"
        },
        {
            "id": "14",
            "alt_id": "Cabello-Verrugio_et+al_2015_a",
            "entry": "14. Cabello-Verrugio C, Morales MG, Rivera JC, et al. Renin-Angiotensin System: An Old Player with Novel Functions in Skeletal Muscle. Med Res Rev 2015, 35:437–63. doi:10.1002/med.21343",
            "crossref": "https://dx.doi.org/10.1002/med.21343",
            "scite": "https://scite.ai/reports/10.1002/med.21343",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1002/med.21343"
        },
        {
            "id": "15",
            "alt_id": "Ding_et+al_2004_a",
            "entry": "15. Ding Y, He L, Zhang Q, et al. Organ distribution of severe acute respiratory syndrome (SARS) associated coronavirus (SARS-CoV) in SARS patients: implications for pathogenesis and virus transmission pathways. J Pathol 2004; 203:62230. doi:10.1002/path.1560",
            "crossref": "https://dx.doi.org/10.1002/path.1560",
            "scite": "https://scite.ai/reports/10.1002/path.1560",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1002/path.1560"
        }
    ],
    "facts": [
        "OBJECTIVE To study the neurological manifestations of patients with coronavirus disease 2019",
        "Data were collected from 16 January 2020 to 19 February 2020",
        "MAIN OUTCOME MEASURES Clinical data were extracted from electronic medical records",
        "Neurological symptoms fall into three categories",
        "Data of all neurological symptoms were checked by two trained neurologists",
        "many unexplained pneumonia cases occurred in Wuhan",
        "This outbreak was confirmed to be caused by a novel coronavirus",
        "Infection in human often leads to severe clinical symptoms",
        "which are located in the epicenter of Wuhan",
        "Data was reviewed on all patients",
        "All patients with COVID-19 enrolled in this study were diagnosed according to the WHO",
        "those cases confirmed by a positive result to real-time reversetranscriptase polymerase-chain-reaction",
        "assay from throat swab specimens were included in the analysis",
        "The study was performed in accordance to the principles",
        "Verbal consent was obtained from patients before the enrollment",
        "chest computed tomographic scan findings were extracted from electronic medical records",
        "The data were reviewed by a trained team of physicians",
        "Neurological symptoms were categorized into three main areas",
        "cerebral hemorrhage diagnosed by head CT",
        "The date of disease onset was defined as the day",
        "SARS-CoV-2 was confirmed by real-time RTPCR assay using a SARS-CoV-2 nucleic",
        "acid detection kit according to the manufacturer's protocol",
        "Statistical Analysis Continuous variables were described as means",
        "Categorical variables were expressed as counts and percentages",
        "The significance threshold was set at a P3",
        "which is present in multiple human organs",
        "Neurological injury has been confirmed in the infection of other coronavirus",
        "CNS symptoms were the main form of neurological injury in patients",
        "The pathological mechanism may be from the CNS invasion of SARS-CoV-2",
        "latter can be supported by the fact that some patients",
        "that the lymphocyte counts were lower for patients with CNS symptoms",
        "This phenomenon may be indicative of the immunosuppression in COVID-19 patients",
        "muscle symptom was common in our study",
        "that the symptom was due to skeletal muscle injury",
        "This injure could be related to ACE2 in skeletal muscle",
        "all data were abstracted from the electronic medical records",
        "certain patients with neurological problem might not be captured if their neurological symptoms were too mild",
        "information regarding clinical outcomes was unavailable at the time of analysis",
        "difficult to assess the effect of these neurologic manifestations on their outcome",
        "This work was supported by the National Key Research",
        "et al A pneumonia outbreak associated with a new coronavirus of probable bat origin",
        "clinical characteristics A total of 214 hospitalized patients with confirmed SARS-CoV-2 infection were included in the present analysis",
        "ACE2 is identified as the functional receptor for SARS-CoV-2"
    ],
    "claims": [
        "We found that patients with CNS symptoms had lower lymphocyte, platelet counts and higher blood urea nitrogen levels compared with those without CNS symptoms (lymphocyte: median, 1.0 [IQR, 0.1-2.3] vs 1.2 [IQR, 0.2-2.6], P<0.05; platelet: median, 180.0 [IQR, 18.0-564.0] vs 227.0 [IQR, 42.0-583.0], P<0.01; blood urea nitrogen: median, 4.5 [IQR, 1.6-48.1] vs 4.1 [IQR, 1.5-19.1], P<0.05)",
        "We found that there were no significant differences in laboratory findings of patients with PNS and those without PNS",
        "We found that patients with muscle injury had multi-organ damage including more serious liver (increased lactate dehydrogenase, alanine aminotransferase and aspartate aminotransferase levels), and kidney (increased blood urea nitrogen and creatinine levels) abnormalities",
        "We also found that the lymphocyte counts were lower for patients with CNS symptoms than without CNS symptoms",
        "We found severe patients had higher D-dimer levels than that of non-severe patients",
        "We found that patients with muscle symptoms had higher creatine kinase and lactate dehydrogenase levels than those without muscle symptoms"
    ],
    "findings": [
        "The patients with severe infection were significantly older (58.2 ± 15.0 years vs 48.9 ± 14.7 years; P<0.001) and more likely to have other underlying disorders (42 [47.7%] vs 41 [32.5%], P<0.05), especially hypertension (32 [36.4%] vs 19 [15.1%], P<0.001), and had less typical symptoms such as fever (40 [45.5%] vs 92 [73%], P<0.001) and dry cough (30 [34.1%] vs 77 [61.1%], P<0.001)",
        "Moreover, nervous system symptoms were significantly more common in severe cases as compared with non-severe cases (40 [45.5%] vs. 38 [30.2%], P<0.05). They included acute cerebrovascular disease (5 [5.7%] (4 patients with ischemic stroke and 1 with cerebral hemorrhage who died later from respiratory failure) vs. 1 [0.8%] (1 patient with ischemic stroke), P<0.05), impaired consciousness (13 [14.8%] vs. 3 [2.4%], P<0.001) and muscle injury (17 [19.3%] vs. 6 [4.8%], P<0.001)",
        "Severe patients had more increased inflammatory response, including higher white blood cell, neutrophil counts, lower lymphocyte counts and more increased C-reaction protein levels compared with those in non-severe patients (white blood cell: median, 5.4 [IQR, 0.1-20.4] vs 4.5 [IQR, 1.8-14.0], P<0.01; neutrophil: median, 3.8 [IQR, 0.018.7] vs 2.6 [IQR, 0.7-11.8], P<0.001; lymphocyte: median, 0.9 [IQR, 0.1-2.6] vs 1.3 [IQR, 0.4-2.6], P<0.001; C-reaction protein: median, 37.1 [IQR, 0.1-212.0] vs 9.4 [IQR, 0.2-126.0], P<0.001)",
        "The severe patients had higher D-dimer levels than nonsevere patients (median, 0.9 [IQR, 0.1-20.0] vs 0.4 [IQR, 0.2-8.7], P<0.001), which was indicative of consumptive coagulation system",
        "We found that patients with CNS symptoms had lower lymphocyte, platelet counts and higher blood urea nitrogen levels compared with those without CNS symptoms (lymphocyte: median, 1.0 [IQR, 0.1-2.3] vs 1.2 [IQR, 0.2-2.6], P<0.05; platelet: median, 180.0 [IQR, 18.0-564.0] vs 227.0 [IQR, 42.0-583.0], P<0.01; blood urea nitrogen: median, 4.5 [IQR, 1.6-48.1] vs 4.1 [IQR, 1.5-19.1], P<0.05)",
        "For the severe subgroup, patients with CNS symptoms also had lower lymphocyte, platelet counts and higher blood urea nitrogen levels compared with those without CNS symptoms (lymphocyte: median, 0.7 [IQR, 0.1-1.6] vs 0.9 [IQR, 0.2-2.6], P<0.01; platelet: median, 169.0 [IQR, 18.0-564.0] vs 220.0 [IQR, 109.0-576.0], P<0.05; blood urea nitrogen: median, 5.0 [IQR, 2.3-48.1] vs 4.4 [IQR, 1.5-19.1], P<0.05)",
        "Compared with the patients without muscle injury, patients with muscle injury had higher neutrophil counts, lower lymphocyte counts and higher C-reactive protein levels, D-dimer levels (neutrophil: median, 4.3 [IQR, 0.9-18.7] vs 2.9 [IQR, 0.0-13.0], P<0.05; lymphocyte: median, 0.9 [IQR, 0.1-2.6] vs 1.2 [IQR, 0.1-2.6], P<0.01; C-reaction protein: median, 56.0 [IQR, 0.1-212.0] vs 11.1 [IQR, 0.1-204.5], P<0.001; Ddimer: median, 1.3 [IQR, 0.2-20.0] vs 0.5 [IQR, 0.1-20.0])"
    ],
    "processes": [],
    "key_statements": [
        "In December 2019, many unexplained pneumonia cases occurred in Wuhan, China, and has rapidly spread to other parts of China, to Europe, North America and Asia",
        "This outbreak was confirmed to be caused by a novel coronavirus (2019 novel coronavirus, 2019-Novel coronavirus) [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. 2019-nCov was reported to have symptoms resembled that of severe acute respiratory syndrome coronavirus (SARS-CoV) in 2003 [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]",
        "We would like to report the characteristic neurological manifestation of SARSCoV-2 infection in 78 of 214 patients with laboratory-confirmed diagnosis of COVID-19 and treated at our hospitals, which are located in the epicenter of Wuhan",
        "Data was reviewed on all patients with COVID-19 from January 16 to February 19, 2020 at three designated COVID-19 care hospitals of",
        "Those cases confirmed by a positive result to real-time reversetranscriptase polymerase-chain-reaction (RT-PCR) assay from throat swab specimens were included in the analysis [<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]",
        "The study was performed in accordance to the principles of the Declaration of Helsinki and was approved by the Research Ethics Committee of Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China",
        "Neurological symptoms were categorized into three main areas: central nervous system (CNS) symptoms or disease, peripheral nervous system (PNS) symptoms and muscular symptoms",
        "Acute cerebrovascular disease included ischemic stroke and cerebral hemorrhage diagnosed by head computed tomographic",
        "severe acute respiratory syndrome-CoV-2 was confirmed by real-time RTPCR assay using a severe acute respiratory syndrome-CoV-2 nucleic acid detection kit according to the manufacturer’s protocol (Shanghai bio-germ Medical Technology Co Ltd)",
        "Demographic and clinical characteristics A total of 214 hospitalized patients with confirmed severe acute respiratory syndrome-CoV-2 infection were included in the present analysis",
        "The patients with severe infection were significantly older (58.2 ± 15.0 years vs 48.9 ± 14.7 years; P<0.001) and more likely to have other underlying disorders (42 [47.7%] vs 41 [32.5%], P<0.05), especially hypertension (32 [36.4%] vs 19 [15.1%], P<0.001), and had less typical symptoms such as fever (40 [45.5%] vs 92 [73%], P<0.001) and dry cough (30 [34.1%] vs 77 [61.1%], P<0.001)",
        "We found that patients with central nervous system symptoms had lower lymphocyte, platelet counts and higher blood urea nitrogen levels compared with those without central nervous system symptoms",
        "angiotensin-converting enzyme 2 is identified as the functional receptor for severe acute respiratory syndrome-CoV-2 [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>], which is present in multiple human organs, including nervous system and skeletal muscle [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]",
        "Neurological injury has been confirmed in the infection of other coronavirus such as in severe acute respiratory syndrome-CoV and MERS-CoV",
        "The pathological mechanism may be from the central nervous system invasion of severe acute respiratory syndrome-CoV-2, similar to severe acute respiratory syndrome and MERS virus",
        "We found that the lymphocyte counts were lower for patients with central nervous system symptoms than without central nervous system symptoms",
        "This phenomenon may be indicative of the immunosuppression in COVID-19 patients with central nervous system symptoms, especially in the severe subgroup",
        "We found that patients with muscle symptoms had higher creatine kinase and lactate dehydrogenase levels than those without muscle symptoms",
        "All data were abstracted from the electronic medical records, certain patients with neurological problem might not be captured if their neurological symptoms were too mild, such as with hypogeusia and hyposmia",
        "Because most patients were still hospitalized and information regarding clinical outcomes was unavailable at the time of analysis, it was difficult to assess the effect of these neurologic manifestations on their outcome, and continued observations of the natural history of disease are needed",
        "Zhou P, Yang XL, Wang XG, et al A pneumonia outbreak associated with a new coronavirus of probable bat origin"
    ],
    "top_statements": [
        "In December 2019, many unexplained pneumonia cases occurred in Wuhan, China, and has rapidly spread to other parts of China, to Europe, North America and Asia",
        "This outbreak was confirmed to be caused by a novel coronavirus (2019 novel coronavirus, 2019-Novel coronavirus) [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. 2019-nCov was reported to have symptoms resembled that of severe acute respiratory syndrome coronavirus (SARS-CoV) in 2003 [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]",
        "Those cases confirmed by a positive result to real-time reversetranscriptase polymerase-chain-reaction (RT-PCR) assay from throat swab specimens were included in the analysis [<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]",
        "Neurological symptoms were categorized into three main areas: central nervous system (CNS) symptoms or disease, peripheral nervous system (PNS) symptoms and muscular symptoms",
        "The patients with severe infection were significantly older (58.2 ± 15.0 years vs 48.9 ± 14.7 years; P<0.001) and more likely to have other underlying disorders (42 [47.7%] vs 41 [32.5%], P<0.05), especially hypertension (32 [36.4%] vs 19 [15.1%], P<0.001), and had less typical symptoms such as fever (40 [45.5%] vs 92 [73%], P<0.001) and dry cough (30 [34.1%] vs 77 [61.1%], P<0.001)",
        "angiotensin-converting enzyme 2 is identified as the functional receptor for severe acute respiratory syndrome-CoV-2 [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>], which is present in multiple human organs, including nervous system and skeletal muscle [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]"
    ],
    "headline": "Those cases confirmed by a positive result to real-time reversetranscriptase polymerase-chain-reaction assay from throat swab specimens were included in the analysis",
    "contexts": [],
    "abbreviations": {
        "CNS": "central nervous system",
        "PNS": "peripheral nervous system",
        "ACE2": "angiotensin-converting enzyme 2",
        "RT-PCR": "reversetranscriptase polymerase-chain-reaction",
        "CT": "computed tomographic",
        "nCoV": "Novel coronavirus",
        "SARS": "severe acute respiratory syndrome"
    }
}
