{
    "filename": "2020.03.07.20032524v2.pdf",
    "content_type": "application/pdf",
    "file_size": 1373536,
    "metadata": {
        "title": "Diagnosis of Acute Respiratory Syndrome Coronavirus 2  Infection by Detection of Nucleocapsid Protein",
        "author": "Bo Diao,#, Kun Wen,#, Jian Chen,#, Yueping Liu, Zilin Yuan,Chao Han, Jiahui Chen, Yuxian Pan,Li Chen,Yunjie Dan, Jing Wang, Yongwen Chen 3, Guohong Deng, Hongwei Zhou, Yuzhang Wu",
        "date": 2020,
        "affiliations": [
            "Department of Medical Laboratory Center, General Hospital of Central Theat er Command, Wuhan, 430015, People’s Republic of China",
            "Microbiome Medicine Center, State Key Laboratory of Organ Failure Research, Division of Laboratory Medicine, Zhujiang Hospital, Southern Medical University, Guangzhou, 510282, People’s Republic of China",
            "Institute of Immunology, PLA, Third Military Medical University, Chongqing, 400038, People’s Republic of China",
            "Department of Infectious Diseases, Southwest Hospital, Chongqing, 400038, People’s Republic of China",
            "Department of Laboratory Diagnosis, Chongqing Public Health Medical Center Public Health Hospital of Southwest University, Chongqing, 400038, People’s Republic of China",
            "Yuzhang Wu, Institute of Immunology, PLA, Third Military Medical University, Chongqing, 400038, People’s Republic of China. Fax: +8602368771323; Phone: +8602368771323. E-mail: wuyuzhang@tmmu.edu.cn Or Hongwei Zhou, Email: hzhou@smu.edu.cn Or Guohong Deng, Email: gh_deng@hotmail.com"
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.03.07.20032524",
            "isbn": null,
            "doc_id": null,
            "url": "https://www.medrxiv.org/content/10.1101/2020.03.07.20032524v2.pdf"
        },
        "abstract": "BACKGROUND Nucleic acid test and antibody assay have been employed in the diagnosis for SARS-CoV-2 infection, but the use of viral antigen for diagnosis has not been successfully developed. Theoretically, viral antigen is the specific marker of the virus and precedes antibody appearance within the infected population. There is a clear need of detection of viral antigen for rapid and early diagnosis. METHODS We included a cohort of 239 participants with suspected SARS-CoV-2 infection from 7 centers for the study. We measured nucleocapsid protein in nasopharyngeal swab samples in parallel with the nucleic acid test. Nucleic acid test was taken as the reference standard, and statistical evaluation was taken in blind. We detected nucleocapsid protein in 20 urine samples in another center, employing nasopharyngeal swab nucleic acid test as reference standard. RESULTS We developed a fluorescence immunochromatographic assay for detecting nucleocapsid protein of SARS-CoV-2 in nasopharyngeal swab sample and urine within 10 minutes. 100% of nucleocapsid protein positive and negative participants accord with nucleic acid test for same samples. Further, earliest participant after 3 days of fever can be identified by the method. In an additional preliminary study, we detected nucleocapsid protein in urine in 73.6% of diagnosed COVID-19 patients. CONCLUSIONS Those findings indicate that nucleocapsid protein assay is an accurate, rapid, early and simple method for diagnosis of COVID-19. Appearance of nucleocapsid protein in urine coincides our finding of the SARS-CoV-2 invading kidney and might be of diagnostic value.",
        "references": "@article{wang-a,\n  author = {Wang, C.},\n  title = {A novel coronavirus outbreak of global health concern},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {395–10223},\n  more-authors = {true},\n  language = {}\n}\n@article{rothan-a,\n  author = {Rothan, H.A. and Byrareddy, S.N.},\n  title = {The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak},\n  journal = {J Autoimmun},\n  pages = {2020–102433},\n  language = {}\n}\n@article{cui2019a,\n  author = {Cui, J. and Li, F. and Shi, Z.L.},\n  title = {Origin and evolution of pathogenic coronaviruses},\n  journal = {Nat Rev Microbiol},\n  date = {2019},\n  pages = {17–3},\n  language = {}\n}\n@article{velavan-a,\n  author = {Velavan, T.P. and Meyer, C.G.},\n  title = {The COVID-19 epidemic},\n  journal = {Trop Med Int Health},\n  volume = {2020},\n  pages = {25–3},\n  language = {}\n}\n@article{chiolero-a,\n  author = {Chiolero, A.},\n  title = {Covid- 19: a digital epidemic},\n  journal = {BMJ},\n  volume = {2020},\n  pages = {368–764},\n  language = {}\n}\n@article{bai2020a,\n  author = {Bai, Y.},\n  title = {Presumed Asymptomatic Carrier Transmission of COVID-19},\n  journal = {JAMA},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{sabino-silva2020a,\n  author = {Sabino-Silva, R. and Jardim, A.C.G. and Siqueira, W.L.},\n  title = {Coronavirus COVID-19 impacts to dentistry and potential salivary diagnosis},\n  journal = {Clin Oral Investig},\n  date = {2020},\n  language = {}\n}\n@article{wang2020a,\n  author = {Wang, Y.},\n  title = {Combination of RT-qPCR Testing and Clinical Features For Diagnosis of COVID-19 facilitates management of SARS-CoV-2 Outbreak},\n  journal = {J Med Virol},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{zu-a,\n  author = {Zu, Z.Y.},\n  title = {Coronavirus Disease 2019 (COVID- 19): A Perspective from China},\n  journal = {Radiology},\n  pages = {2020–200490},\n  more-authors = {true},\n  language = {}\n}\n@article{pan-a,\n  author = {Pan, F.},\n  title = {Time Course of Lung Changes On Chest CT During Recovery From 2019 Novel Coronavirus (COVID-19) Pneumonia},\n  journal = {Radiology},\n  pages = {2020–200370},\n  more-authors = {true},\n  language = {}\n}\n@article{che2004a,\n  author = {Che, X.Y.},\n  title = {Nucleocapsid protein as early diagnostic marker for SARS},\n  journal = {Emerg Infect Dis},\n  date = {2004},\n  pages = {10–11},\n  more-authors = {true},\n  language = {}\n}\n@incollection{xu2020a,\n  author = {Xu, K.},\n  title = {[Management of corona virus disease-19 (COVID- 19): the Zhejiang experience]},\n  source = {Zhejiang Da Xue Xue Bao Yi Xue Ban,},\n  date = {2020},\n  pages = {49–1},\n  more-authors = {true},\n  language = {}\n}\n@book{jia-a,\n  author = {Jia, Xingwang},\n  title = {2020. Clinical significance of IgM and IgG test for diagnosis of highly suspected COVID-19 infection},\n  publisher = {medRxiv},\n  doi = {doi},\n  url = {https://doi.org/10.1101/2020.02.28.20029025},\n  more-authors = {true},\n  language = {}\n}\n@article{di2005a,\n  author = {Di, B.},\n  title = {Monoclonal antibody-based antigen capture enzyme-linked immunosorbent assay reveals high sensitivity of the nucleocapsid protein in acute-phase sera of severe acute respiratory syndrome patients},\n  journal = {Clin Diagn Lab Immunol},\n  date = {2005},\n  pages = {12–1},\n  more-authors = {true},\n  language = {}\n}\n@book{diao-a,\n  author = {Diao, Bo},\n  title = {2020. Human Kidney is a Target for Novel Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) Infection},\n  publisher = {medRxiv},\n  doi = {doi},\n  url = {https://doi.org/10.1101/2020.03.04.20031120},\n  more-authors = {true},\n  language = {}\n}\n",
        "emails": [
            "gh_deng@hotmail.com",
            "hzhou@smu.edu.cn",
            "wuyuzhang@tmmu.edu.cn"
        ],
        "references_ris": "TY  - JOUR\nAU  - Wang, C.\nTI  - A novel coronavirus outbreak of global health concern\nT2  - Lancet\nVL  - 2020\nSP  - 395\nEP  - 10223\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Rothan, H.A.\nAU  - Byrareddy, S.N.\nTI  - The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak\nT2  - J Autoimmun\nSP  - 2020\nEP  - 102433\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Cui, J.\nAU  - Li, F.\nAU  - Shi, Z.L.\nTI  - Origin and evolution of pathogenic coronaviruses\nT2  - Nat Rev Microbiol\nPY  - 2019\nDA  - 2019\nSP  - 17\nEP  - 3\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Velavan, T.P.\nAU  - Meyer, C.G.\nTI  - The COVID-19 epidemic\nT2  - Trop Med Int Health\nVL  - 2020\nSP  - 25\nEP  - 3\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Chiolero, A.\nTI  - Covid- 19: a digital epidemic\nT2  - BMJ\nVL  - 2020\nSP  - 368\nEP  - 764\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Bai, Y.\nTI  - Presumed Asymptomatic Carrier Transmission of COVID-19\nT2  - JAMA\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Sabino-Silva, R.\nAU  - Jardim, A.C.G.\nAU  - Siqueira, W.L.\nTI  - Coronavirus COVID-19 impacts to dentistry and potential salivary diagnosis\nT2  - Clin Oral Investig\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Wang, Y.\nTI  - Combination of RT-qPCR Testing and Clinical Features For Diagnosis of COVID-19 facilitates management of SARS-CoV-2 Outbreak\nT2  - J Med Virol\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Zu, Z.Y.\nTI  - Coronavirus Disease 2019 (COVID- 19): A Perspective from China\nT2  - Radiology\nSP  - 2020\nEP  - 200490\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Pan, F.\nTI  - Time Course of Lung Changes On Chest CT During Recovery From 2019 Novel Coronavirus (COVID-19) Pneumonia\nT2  - Radiology\nSP  - 2020\nEP  - 200370\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Che, X.Y.\nTI  - Nucleocapsid protein as early diagnostic marker for SARS\nT2  - Emerg Infect Dis\nPY  - 2004\nDA  - 2004\nSP  - 10\nEP  - 11\nC1  - true\nLA  - \nER  - \n\nTY  - CHAP\nAU  - Xu, K.\nTI  - [Management of corona virus disease-19 (COVID- 19): the Zhejiang experience]\nT2  - Zhejiang Da Xue Xue Bao Yi Xue Ban,\nPY  - 2020\nDA  - 2020\nSP  - 49\nEP  - 1\nC1  - true\nLA  - \nER  - \n\nTY  - BOOK\nAU  - Jia, Xingwang\nTI  - 2020. Clinical significance of IgM and IgG test for diagnosis of highly suspected COVID-19 infection\nPB  - medRxiv\nDO  - doi\nUR  - https://doi.org/10.1101/2020.02.28.20029025\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Di, B.\nTI  - Monoclonal antibody-based antigen capture enzyme-linked immunosorbent assay reveals high sensitivity of the nucleocapsid protein in acute-phase sera of severe acute respiratory syndrome patients\nT2  - Clin Diagn Lab Immunol\nPY  - 2005\nDA  - 2005\nSP  - 12\nEP  - 1\nC1  - true\nLA  - \nER  - \n\nTY  - BOOK\nAU  - Diao, Bo\nTI  - 2020. Human Kidney is a Target for Novel Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) Infection\nPB  - medRxiv\nDO  - doi\nUR  - https://doi.org/10.1101/2020.03.04.20031120\nC1  - true\nLA  - \nER  - \n\n",
        "links": [],
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "1",
                "caption": "Nucleocapsid antigen in urine compared by nucleic acid assay in nasopharyngeal swab. Examination of nucleocapsid antigen in urine compared by nucleic acid"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "A) Description of the fluorescence immunochromatographic strip. (B) Test device. (C) ID chip. (D) Immunofluorescence analyzer"
            },
            {
                "id": "2",
                "caption": "Proportion of participants with nucleic acid detection at different cutoff value. (A) Among 239 suspected COVID-19 participants, nucleic acid cycle threshold (CT value) of 208 patients≤40, while 31 participants >40. (B) Nucleic acid cycle threshold (CT value) of 56 patients ≤30, while 31 participants >40"
            },
            {
                "id": "3",
                "caption": "Comparison between nucleic acid detection and N antigen detection. (A) Comparison of nucleic acid and N antigen detection among participants with nucleic acid detection CT value ≤40. (B) Comparison of nucleic acid and N antigen detection among participants with nucleic acid detection CT value ≤30"
            }
        ],
        "tables_url": "https://scholarcy.nyc3.digitaloceanspaces.com/tables/docker-test/2020.03.07.20032524v2.xlsx",
        "figure_urls": [
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.07.20032524v2/img-000.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.07.20032524v2/img-002.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.07.20032524v2/img-003.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.07.20032524v2/img-004.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.07.20032524v2/img-005.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.07.20032524v2/img-007.png"
        ]
    },
    "sections": {
        "summary": [
            "<strong>Summary BACKGROUND</strong><br/><br/>Nucleic acid test and antibody assay have been employed in the diagnosis for SARS-CoV-2 infection, but the use of viral antigen for diagnosis has not been successfully developed. Theoretically, viral antigen is the specific marker of the virus and precedes antibody appearance within the infected population. There is a clear need of detection of viral antigen for rapid and early diagnosis. METHODS We included a cohort of 239 participants with suspected SARS-CoV-2 infection from 7 centers for the study. We measured nucleocapsid protein in nasopharyngeal swab samples in parallel with the nucleic acid test. Nucleic acid test was taken as the reference standard, and statistical evaluation was taken in blind. We detected nucleocapsid protein in 20 urine samples in another center, employing nasopharyngeal swab nucleic acid test as reference standard. RESULTS We developed a fluorescence immunochromatographic assay for detecting nucleocapsid protein of SARS-CoV-2 in nasopharyngeal swab sample and urine within 10 minutes. 100% of nucleocapsid protein positive and negative participants accord with nucleic acid test for same samples. Further, earliest participant after 3 days of fever can be identified by the method. In an additional preliminary study, we detected nucleocapsid protein in urine in 73.6% of diagnosed COVID-19 patients. CONCLUSIONS Those findings indicate that nucleocapsid protein assay is an accurate, rapid, early and simple method for diagnosis of COVID-19. Appearance of nucleocapsid protein in urine coincides our finding of the SARS-CoV-2 invading kidney and might be of diagnostic value."
        ],
        "introduction": [
            "Acute respiratory syndrome coronavirus 2 (SARS-CoV-2) was named by the world health organization in 2019, causing COVID-19[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. By March 6, 2020, 80,714 cases were laboratory confirmed and 3045 were death in China based on CCDC reported. SARS-CoV-2 is an enveloped RNA virus widely distributed in humans, other mammals and birds that cause respiratory, intestinal, liver and neurological diseases [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>, <a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. Six coronaviruses are known to cause disease in humans. SARS-CoV-2 is a novel coronavirus that has never been found in humans. Common symptoms in people infected with SARS-CoV-2 virus include respiratory symptoms, fever, cough, and in more severe cases, infection can lead to pneumonia and severe acute respiratory syndrome [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. The known routes of coronavirus disease-19(COVID-19) transmission are respiratory droplets and contact transmission, while aerosol and fecal-oral transmission require further clarification [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>].<br/><br/>For SARS-CoV-2 infection, early diagnosis is particularly important, not only to prolong the survival of patients, but also to ensure the safety of the population [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. In clinical practice, the detection methods have been rapidly updated due to the deepening understanding of COVID-19. Nucleic acid testing, chest CT, confirmation of epidemiological history and clinical manifestations are important bases for the diagnosis of novel coronavirus pneumonia [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>-<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>]. However, nucleic acid testing has operator restrictions, time-consuming, easy to pollution and the high cost. In comparison, the coronavirus antigen detection method has the advantages of rapid, convenient and the SARS-CoV antigen can be detected up to 1 day before appearance of clinical symptoms [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>].<br/><br/>In clinical practice, nucleic acid test and antibody assay have been employed in the diagnostic for suspected acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infections, but the use of SARS-CoV-2 antigen for diagnosis has not been successfully developed. Theoretically, viral antigen is the specific marker of the virus and precedes antibody appearance within the infected people. Therefore, detection of viral antigen can play a rapid screening effect and achieve the purpose of early diagnosis. Here, we report a fluorescence immunochromatographic assay for detecting nucleocapsid protein of SARS-CoV-2 in nasopharyngeal swab samples and urine within 10 minutes, and evaluated its significance in diagnosis of COVID-19. Methods Study design A total of 239 participants with suspected SARS-CoV-2 infection from 7 centers, including General Hospital of Central Theater Command, Wuhan N0.7 People’s Hospital, Wuhan Pulmonary Hospital,Hubei Maternal and Child<br/><br/>Hospital,Taikang Hospital,Hanyang Hospital and Wuguo Hospital, were employed in this clinical trial for diagnosis. Nucleic acid test was taken as golden standard. We measured nucleocapsid protein in nasopharyngeal swab samples in parallel with the nucleic acid test. Statistical evaluation was taken in blind based a four-grid table. We detected nucleocapsid protein in 20 urine samples in Southwest Hospital in Chongqing, employing parallel nasopharyngeal swab nucleic acid test as reference standard for the same day. This study was approved by the ethics commission of participated hospitals. Sample selection Inclusion criteria: nasopharyngeal swab samples and urine from suspected cases of COVID-19. Exclusion criteria: contaminated samples; duplicate samples; unclear samples; samples with missing information from the original records of clinical trials; samples conditions do not meet the program requirements. Participants Medical records of 239 participants in Wuhan and 20 participants in Chongqing were collected and retrospectively analyzed. Nucleic acid test of SARS-CoV-2 Nasopharyngeal swab specimen were collected from all participants. Extraction of nucleic acids from those samples performed with a High Pure Viral Nucleic Acid Kit, as described by the manufacturer (Da An Gene Co., Ltd). Extracted nucleic acid samples were tested for viruses and bacteria by polymerase chain reaction (PCR), using the ABI Prism 7500 and the Light Cycler 480 real-time PCR system, in accordance with manufacturer instructions. A real-time reverse transcription PCR (RTPCR) assay was used to detect viral RNA by targeting SARS-CoV-2 ORF1ab and N gene region of SARS-CoV-2. Nucleocapsid protein detection by fluorescence immunochromatographic assay The test device, which is developed based on the principle of fluorescence Immunochromatographic assay, is composed of a sample pad, a conjugate pad, a nitrocellulose membrane, an absorbent pad, and a supporting plastic cassette (Fig. 1A). The goat anti-rabbit IgG antibodies (2mg/mL) and mouse anti-nucleocapsid protein of SARS-CoV-2 monoclonal antibody (M1,1mg/ml) were dotted on the nitrocellulose membrane at a volume of 0.4 μL to form the control line and test line, respectively. The conjugates of carboxylate-modified polystyrene Europium (III) chelate micro particles with anti-nucleocapsid protein of SARS-CoV-2 monoclonal antibody M4 or rabbit IgG (100 μg/mL) were spotted on the conjugation pad at a volume of 1.2 μL. The fully assembled immunochromatographic strip was then sealed into the plastic cassette (Fig. 1B) with a sample well and this test device was stored in a dry environment at room temperature and ready for further experiment. With the help of the capillarity of the absorbent pad, sample buffer containing SARS-CoV-2 nucleocapsid protein could be combined by III-conjugated M4 antibody and captured by M1 antibody at the test line, while III-conjugated rabbit IgG could be captured on the control line, resulting in a fluorescent band on the test and control lines, respectively. The fluorescent results will then be read by the immunofluorescence analyzer. Cut-off value was determined by testing 100 nasal swab samples of healthy people and calculated as the mean value of the fluorescence signal plus 5 SD. Nucleocapsid protein detection procedure Nasopharyngeal swab samples or urine were diluted and mixed well with 500μl saline solution, 100μl of which was then added to the sample well of the test card. After a ten-minute reaction, immediately inserted the card into the immunofluorescence analyzer (Fig. 1D) and the instrument could automatically determine the positive or negative result by comparing the detection value with the reference cut-off value setting within the internal parameter of the kit’s ID chip (Fig. 1C). Data analysis Statistical analyses were performed blindly with the statistical analysis system software SPSS 19.0. Role of funding source This research was supported by grants from National Key R&D Program of China (2016YFA0502204); Chongqing Health Commission COVID-19 Project (2020ZX01). The corresponding authors were responsible for all aspects of the study to ensure that issues related to the accuracy or integrity of any part of the work were properly investigated and resolved. The final version was approved by all authors."
        ],
        "results": [
            "1. Clinical features and COVID-19 nucleic acid detection<br/><br/>Our study enrolled 239 participants based on diagnostic criteria for suspected SARS-CoV-2 infection. All participants underwent 3 nucleic acid tests, and the results of each nucleic acid test were verified by 2 COVID-19 nucleic acid test kits. As shown in Fig 2A, among the 239 suspected COVID-19 patients, COVID-19 nucleic acid cycle threshold (CT value) of 208 patients≤40, while 31 patients>40, indicating 208 patients tested positive for nucleic acid and 31 patients tested negative for nucleic acid, As shown in Fig 2B, among the 239 suspected COVID-19 patients, COVID-19 nucleic acid cycle threshold (CT value) of 56 patients≤30, while 31 patients >40. 2. Nucleocapsid protein detection<br/><br/>We performed nucleocapsid protein (N antigen) detection of SARS-CoV-2 in nasopharyngeal swab samples in parallel with nucleic acid test in multiple centers. As shown in Figure 2, among the 208 patients with COVID-19 nucleic acid positive results, 141 were SARS-CoV-2 N antigen positive, with a sensitivity of 68%. Meanwhile, among the 31 patients with COVID-19 nucleic acid negative results, 31 were N antigen negative, with a specificity of 100%. In order to investigate the sensitivity and specificity of antigen detection methods from a clinical perspective, our study selected CT value ≤40 and ≤30 (Higher virus titer) as the nucleic acid positive group while CT value > 40 was used as the nucleic acid negative group. The results showed the positive coincidence rate (sensitivity) was 68%, the negative coincidence rate (specificity) was 100%,and the total coincidence rate (accuracy) was 72% when CT value≤40 as nucleic acid positive group while CT value > 40 as nucleic acid negative group (Fig3A). In addition, positive coincidence rate (sensitivity) was 98%, the negative coincidence rate (specificity) was 100%, and the total coincidence rate (accuracy) was 99% when CT value≤ 30 as nucleic acid positive group while CT value > 40 as nucleic acid negative group (Fig3B). It is of noteworthy that in this study cohort the earliest patient with fever in 3 days were identified by N antigen detection.<br/><br/>We performed N antigen detection of SARS-CoV-2 in urine in one in parallel with nucleic acid test of nasopharyngeal swab samples in same day. It is interesting that 14 of 19 (73.6%) participants with diagnosed COVID-19 were detected N antigen in urine (Table 1). Discussion<br/><br/>The current epidemic situation of COVID-19 still remains severe and it quickly spreads all over China and to more than 20 other countries. Early diagnosis is critical to prevent its spreading and clinical treatment. In practice, nucleic acid test and antibody assay have been employed in the diagnostic for suspected SARS-CoV-2 infections, but the use of novel coronavirus antigen for diagnosis has not been successfully developed. Now, the virus (SARS-CoV-2) nucleic acid RT-PCR test has become the standard method for diagnosis of SARS-CoV-2 infection due to its high detection rate [<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]. However, nucleic acid test results are sometimes unstable and take too long, or can appear false negative and false positive. Moreover, IgM and IgG antibody detection method have been used in diagnosing with a relative higher positive rate [<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>]. However, virus-specific antibody usually produced in 2-4 weeks after infection.<br/><br/>Theoretically, viral antigen is the specific marker of the virus and precedes antibody appearance within the infected people. In our previous study in patients with severe acute respiratory syndrome (SARS), test of the N antigen of SARS-CoV achieved a sensitivity of 94% and 78% for the first 5 days and 6–10 days after onset, respectively. This pointed out that antigen detection has a high true positive rate and false negative rate, which can be used as an early diagnostic marker for SARS before 1 day clinical onset [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]. Other authors also indicate N antigen of SARS-CoV has a high sensitivity rate in early stage of SARS, which could be useful for early diagnosis of SARS [<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>], indicate antigen detection can play an important role in the early diagnosis. Therefore, detection of viral antigen can play a rapid screening effect and achieve the purpose of early diagnosis.<br/><br/>Here, we report a fluorescence immunochromatographic assay for detecting nucleocapsid protein of SARS-CoV-2 in nasopharyngeal swab samples and urine within 10 minutes, and evaluated it’s significance in diagnosis. In the double blind evaluation clinical trial with the nucleic acid test as the golden standard, we found that the nucleic acid test positive rate was 87% and 64%,depending on the CT value , the positive rate of N antigen detection of SARS-CoV-2 was 59 % and 63% separately, 100% of nucleocapsid protein positive and negative participants accord with nucleic acid test. However, N antigen detection achieved a sensitivity of 100%, which greatly reduced the false positive rate of nucleic acid detection. More importantly, the earliest patient after 3 days of fever can be identified by the method. Those findings indicate that our N antigen assay is an accurate, rapid, early and simple diagnosis method of COVID-19. It implies that this N antigen detection method not only guarantee early diagnosis in hospitals, and can also be used large-scale screening in community.<br/><br/>In an additional preliminary study, it is revealed that 73.6% of diagnosed patients with nucleic acid assay in nasopharyngeal swab detected nucleocapsid antigen in urine in same day. This coincides our finding of the SARS-CoV-2 invading kidney and test of N antigen in urine might be of diagnostic value [<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]. Conflict of interest: The authors declare no financial or commercial conflict of interest.<br/><br/>Authors' contributions: Yuzhang Wu, Hongwei Zhou , Guohong Deng involved in the final development of the project and manuscript preparation; Yueping Liu, Zilin Yuan, Chao Han and Jiahui Chen analyzed the data; Bo Diao, Kun Wen and Jian Chen Jing Wang, Yunjie Dan, Yongwen Chen performed most of experiments; Yuxian Pan, Li Chen involved in the detection assay development.<br/><br/>Ethics committee approval: This study was approved by the National Health Commission of China and Ethics Commission of General Hospital of Central Theatre Command and Hanyang Hospital."
        ],
        "funding": [
            "Role of funding source This research was supported by grants from National Key R&D Program of China (2016YFA0502204); Chongqing Health Commission COVID-19 Project (2020ZX01)"
        ],
        "disclosures": [
            "Conflict of interest: The authors declare no financial or commercial conflict of interest."
        ],
        "ethical_compliance": [
            "This study was approved by the ethics commission of participated hospitals",
            "Ethics committee approval: This study was approved by the National Health Commission of China and Ethics Commission of General Hospital of Central Theatre Command and Hanyang Hospital"
        ]
    },
    "structured_content": {
        "Introduction": [
            "Acute respiratory syndrome coronavirus 2 (SARS-CoV-2) was named by the world health organization in 2019, causing COVID-19[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. By March 6, 2020, 80,714 cases were laboratory confirmed and 3045 were death in China based on CCDC reported. SARS-CoV-2 is an enveloped RNA virus widely distributed in humans, other mammals and birds that cause respiratory, intestinal, liver and neurological diseases [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>, <a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. Six coronaviruses are known to cause disease in humans. SARS-CoV-2 is a",
            "novel coronavirus that has never been found in humans. Common symptoms in people infected with SARS-CoV-2 virus include respiratory symptoms, fever, cough, and in more severe cases, infection can lead to pneumonia and severe acute respiratory syndrome [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. The known routes of coronavirus disease-19(COVID-19) transmission are respiratory droplets and contact transmission, while aerosol and fecal-oral transmission require further clarification [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>].",
            "For SARS-CoV-2 infection, early diagnosis is particularly important, not only to prolong the survival of patients, but also to ensure the safety of the population [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. In clinical practice, the detection methods have been rapidly updated due to the deepening understanding of COVID-19. Nucleic acid testing, chest CT, confirmation of epidemiological history and clinical manifestations are important bases for the diagnosis of novel coronavirus pneumonia [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>-<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>]. However, nucleic acid testing has operator restrictions, time-consuming, easy to pollution and the high cost. In comparison, the coronavirus antigen detection method has the advantages of rapid, convenient and the SARS-CoV antigen can be detected up to 1 day before appearance of clinical symptoms [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>].",
            "In clinical practice, nucleic acid test and antibody assay have been employed in the diagnostic for suspected acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infections, but the use of SARS-CoV-2 antigen for diagnosis has not been successfully developed. Theoretically, viral antigen is the specific marker of the virus and precedes antibody appearance within the infected people. Therefore, detection of viral antigen can play a rapid screening effect and achieve the purpose of early diagnosis. Here, we report a fluorescence immunochromatographic assay for detecting nucleocapsid protein of SARS-CoV-2 in nasopharyngeal swab samples and urine within 10 minutes, and evaluated its significance in diagnosis of COVID-19. Methods Study design A total of 239 participants with suspected SARS-CoV-2 infection from 7 centers, including General Hospital of Central Theater Command, Wuhan N0.7 People’s Hospital, Wuhan Pulmonary Hospital,Hubei Maternal and Child",
            "Hospital,Taikang Hospital,Hanyang Hospital and Wuguo Hospital, were employed in this clinical trial for diagnosis. Nucleic acid test was taken as golden standard. We measured nucleocapsid protein in nasopharyngeal swab samples in parallel with the nucleic acid test. Statistical evaluation was taken in blind based a four-grid table. We detected nucleocapsid protein in 20 urine samples in Southwest Hospital in Chongqing, employing parallel nasopharyngeal swab nucleic acid test as reference standard for the same day. This study was approved by the ethics commission of participated hospitals. Sample selection Inclusion criteria: nasopharyngeal swab samples and urine from suspected cases of COVID-19. Exclusion criteria: contaminated samples; duplicate samples; unclear samples; samples with missing information from the original records of clinical trials; samples conditions do not meet the program requirements. Participants Medical records of 239 participants in Wuhan and 20 participants in Chongqing were collected and retrospectively analyzed. Nucleic acid test of SARS-CoV-2 Nasopharyngeal swab specimen were collected from all participants. Extraction of nucleic acids from those samples performed with a High Pure Viral Nucleic Acid Kit, as described by the manufacturer (Da An Gene Co., Ltd). Extracted nucleic acid samples were tested for viruses and bacteria by polymerase chain reaction (PCR), using the ABI Prism 7500 and the Light Cycler 480 real-time PCR system, in accordance with manufacturer instructions. A real-time reverse transcription PCR (RTPCR) assay was used to detect viral RNA by targeting SARS-CoV-2 ORF1ab and N gene region of SARS-CoV-2. Nucleocapsid protein detection by fluorescence immunochromatographic assay The test device, which is developed based on the principle of fluorescence Immunochromatographic assay, is composed of a sample pad, a conjugate pad, a nitrocellulose membrane, an absorbent pad, and a supporting plastic cassette (Fig. 1A). The goat anti-rabbit IgG antibodies (2mg/mL) and mouse anti-nucleocapsid protein of SARS-CoV-2 monoclonal antibody (M1,1mg/ml) were dotted on the nitrocellulose membrane at a volume of 0.4 μL to form the control line and test line, respectively. The conjugates of carboxylate-modified polystyrene Europium (III) chelate micro particles with anti-nucleocapsid protein of SARS-CoV-2 monoclonal antibody M4 or rabbit IgG (100 μg/mL) were spotted on the conjugation pad at a volume of 1.2 μL. The fully assembled immunochromatographic strip was then sealed into the plastic cassette (Fig. 1B) with a sample well and this test device was stored in a dry environment at room temperature and ready for further experiment. With the help of the capillarity of the absorbent pad, sample buffer containing SARS-CoV-2 nucleocapsid protein could be combined by III-conjugated M4 antibody and captured by M1 antibody at the test line, while III-conjugated rabbit IgG could be captured on the control line, resulting in a fluorescent band on the test and control lines, respectively. The fluorescent results will then be read by the immunofluorescence analyzer. Cut-off value was determined by testing 100 nasal swab samples of healthy people and calculated as the mean value of the fluorescence signal plus 5 SD. Nucleocapsid protein detection procedure Nasopharyngeal swab samples or urine were diluted and mixed well with 500μl saline solution, 100μl of which was then added to the sample well of the test card. After a ten-minute reaction, immediately inserted the card into the immunofluorescence analyzer (Fig. 1D) and the instrument could automatically determine the positive or negative result by comparing the detection value with the reference cut-off value setting within the internal parameter of the kit’s ID chip (Fig. 1C). Data analysis Statistical analyses were performed blindly with the statistical analysis system software SPSS 19.0. Role of funding source This research was supported by grants from National Key R&D Program of China (2016YFA0502204); Chongqing Health Commission COVID-19 Project (2020ZX01). The corresponding authors were responsible for all aspects of the study to ensure that issues related to the accuracy or integrity of any part of the work were properly investigated and resolved. The final version was approved by all authors."
        ],
        "Results": [],
        "1. Clinical features and COVID-19 nucleic acid detection": [
            "Our study enrolled 239 participants based on diagnostic criteria for suspected SARS-CoV-2 infection. All participants underwent 3 nucleic acid tests, and the results of each nucleic acid test were verified by 2 COVID-19 nucleic acid test kits. As shown in Fig 2A, among the 239 suspected COVID-19 patients, COVID-19 nucleic acid cycle threshold (CT value) of 208 patients≤40, while 31 patients>40, indicating 208 patients tested positive for nucleic acid and 31 patients tested negative for nucleic acid, As shown in Fig 2B, among the 239 suspected COVID-19 patients, COVID-19 nucleic acid cycle threshold (CT value) of 56 patients≤30, while 31 patients >40. 2. Nucleocapsid protein detection",
            "We performed nucleocapsid protein (N antigen) detection of SARS-CoV-2 in nasopharyngeal swab samples in parallel with nucleic acid test in multiple centers. As shown in Figure 2, among the 208 patients with COVID-19 nucleic acid positive results, 141 were SARS-CoV-2 N antigen positive, with a sensitivity of 68%. Meanwhile, among the 31 patients with COVID-19 nucleic acid negative results, 31 were N antigen negative, with a specificity of 100%. In order to investigate the sensitivity and specificity of antigen detection methods from a clinical perspective, our study selected CT value ≤40 and ≤30 (Higher virus titer) as the nucleic acid positive group while CT value > 40 was used as the nucleic acid negative group. The results showed the positive coincidence rate (sensitivity) was 68%, the negative coincidence rate (specificity) was 100%,and the total coincidence rate (accuracy) was 72% when CT value≤40 as nucleic acid positive group while CT value > 40 as nucleic acid negative group (Fig3A). In addition, positive coincidence rate (sensitivity) was 98%, the negative coincidence rate (specificity) was 100%, and the total coincidence rate (accuracy) was 99% when CT value≤ 30 as nucleic acid positive group while CT value > 40 as nucleic acid negative group (Fig3B). It is of noteworthy that in this study cohort the earliest patient with fever in 3 days were identified by N antigen detection.",
            "We performed N antigen detection of SARS-CoV-2 in urine in one in parallel with nucleic acid test of nasopharyngeal swab samples in same day. It is interesting that 14 of 19 (73.6%) participants with diagnosed COVID-19 were detected N antigen in urine (Table 1). Discussion",
            "The current epidemic situation of COVID-19 still remains severe and it quickly spreads all over China and to more than 20 other countries. Early diagnosis is critical to prevent its spreading and clinical treatment. In practice, nucleic acid test and antibody assay have been employed in the diagnostic for suspected SARS-CoV-2 infections, but the use of novel coronavirus antigen for diagnosis has not been successfully developed. Now, the virus (SARS-CoV-2) nucleic acid RT-PCR test has become the standard method for diagnosis of SARS-CoV-2 infection due to its high detection rate [<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]. However, nucleic acid test results are sometimes unstable and take too long, or can appear false negative and false positive. Moreover, IgM and IgG antibody detection method have been used in diagnosing with a relative higher positive rate [<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>]. However, virus-specific antibody usually produced in 2-4 weeks after infection.",
            "Theoretically, viral antigen is the specific marker of the virus and precedes antibody appearance within the infected people. In our previous study in patients with severe acute respiratory syndrome (SARS), test of the N antigen of SARS-CoV achieved a sensitivity of 94% and 78% for the first 5 days and 6–10 days after onset, respectively. This pointed out that antigen detection has a high true positive rate and false negative rate, which can be used as an early diagnostic marker for SARS before 1 day clinical onset [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]. Other authors also indicate N antigen of SARS-CoV has a high sensitivity rate in early stage of SARS, which could be useful for early diagnosis of SARS [<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>], indicate antigen detection can play an important role in the early diagnosis. Therefore, detection of viral antigen can play a rapid screening effect and achieve the purpose of early diagnosis.",
            "Here, we report a fluorescence immunochromatographic assay for detecting nucleocapsid protein of SARS-CoV-2 in nasopharyngeal swab samples and urine within 10 minutes, and evaluated it’s significance in diagnosis. In the double blind evaluation clinical trial with the nucleic acid test as the golden standard, we found that the nucleic acid test positive rate was 87% and 64%,depending on the CT value , the positive rate of N antigen detection of SARS-CoV-2 was 59 % and 63% separately, 100% of nucleocapsid protein positive and negative participants accord with nucleic acid test. However, N antigen detection achieved a sensitivity of 100%, which greatly reduced the false positive rate of nucleic acid detection. More importantly, the earliest patient after 3 days of fever can be identified by the method. Those findings indicate that our N antigen assay is an accurate, rapid, early and simple diagnosis method of COVID-19. It implies that this N antigen detection method not only guarantee early diagnosis in hospitals, and can also be used large-scale screening in community.",
            "In an additional preliminary study, it is revealed that 73.6% of diagnosed patients with nucleic acid assay in nasopharyngeal swab detected nucleocapsid antigen in urine in same day. This coincides our finding of the SARS-CoV-2 invading kidney and test of N antigen in urine might be of diagnostic value [<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]. Conflict of interest: The authors declare no financial or commercial conflict of interest.",
            "Authors' contributions: Yuzhang Wu, Hongwei Zhou , Guohong Deng involved in the final development of the project and manuscript preparation; Yueping Liu, Zilin Yuan, Chao Han and Jiahui Chen analyzed the data; Bo Diao, Kun Wen and Jian Chen Jing Wang, Yunjie Dan, Yongwen Chen performed most of experiments; Yuxian Pan, Li Chen involved in the detection assay development.",
            "Ethics committee approval: This study was approved by the National Health Commission of China and Ethics Commission of General Hospital of Central Theatre Command and Hanyang Hospital."
        ],
        "References": [
            "1. Wang, C., et al, A novel coronavirus outbreak of global health concern.",
            "Lancet, 2020. 395(10223): p. 470-473. 2. Rothan, H.A. and S.N. Byrareddy, The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak. J Autoimmun, 2020: p. 102433. 3. Cui, J., F. Li, and Z.L. Shi, Origin and evolution of pathogenic coronaviruses.",
            "Nat Rev Microbiol, 2019. 17(3): p. 181-192. 4. Velavan, T.P. and C.G. Meyer, The COVID-19 epidemic. Trop Med Int Health, 2020. 25(3): p. 278-280. 5. Chiolero, A., Covid-19: a digital epidemic. BMJ, 2020. 368: p. m764. 6. Bai, Y., et al, Presumed Asymptomatic Carrier Transmission of COVID-19.",
            "JAMA, 2020. 7. Sabino-Silva, R., A.C.G. Jardim, and W.L. Siqueira, Coronavirus COVID-19 impacts to dentistry and potential salivary diagnosis. Clin Oral Investig, 2020. 8. Wang, Y., et al, Combination of RT-qPCR Testing and Clinical Features For",
            "Diagnosis of COVID-19 facilitates management of SARS-CoV-2 Outbreak. J Med Virol, 2020. 9. Zu, Z.Y., et al, Coronavirus Disease 2019 (COVID-19): A Perspective from China. Radiology, 2020: p. 200490. 10. Pan, F., et al, Time Course of Lung Changes On Chest CT During Recovery From 2019 Novel Coronavirus (COVID-19) Pneumonia. Radiology, 2020: p. 200370. 11. Che, X.Y., et al, Nucleocapsid protein as early diagnostic marker for SARS. Emerg Infect Dis, 2004. 10(11): p. 1947-9. 12. Xu, K., et al, [Management of corona virus disease-19 (COVID-19): the Zhejiang experience]. Zhejiang Da Xue Xue Bao Yi Xue Ban, 2020. 49(1): p. 0. 13. Xingwang Jia, et al 2020. Clinical significance of IgM and IgG test for diagnosis of highly suspected COVID-19 infection. medRxiv doi: https://doi.org/10.1101/2020.02.28.20029025 14. Di, B., et al, Monoclonal antibody-based antigen capture enzyme-linked immunosorbent assay reveals high sensitivity of the nucleocapsid protein in acute-phase sera of severe acute respiratory syndrome patients. Clin Diagn Lab Immunol, 2005. 12(1): p. 135-40.",
            "15. Bo Diao, et al 2020. Human Kidney is a Target for Novel Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) Infection. medRxiv doi: https://doi.org/10.1101/2020.03.04.20031120 Figures, table and legends",
            "Fig. 1 (A) Description of the fluorescence immunochromatographic strip. (B) Test device. (C) ID chip. (D) Immunofluorescence analyzer.",
            "Fig. 2: Proportion of participants with nucleic acid detection at different cutoff value. (A) Among 239 suspected COVID-19 participants, nucleic acid cycle threshold (CT value) of 208 patients≤40, while 31 participants >40. (B) Nucleic acid cycle threshold (CT value) of 56 patients ≤30, while 31 participants >40.",
            "Fig. 3: Comparison between nucleic acid detection and N antigen detection. (A) Comparison of nucleic acid and N antigen detection among participants with nucleic acid detection CT value ≤40. (B) Comparison of nucleic acid and N antigen detection among participants with nucleic acid detection CT value ≤30. Table 1 Nucleocapsid antigen in urine compared by nucleic acid assay in nasopharyngeal swab",
            "Table 1: Examination of nucleocapsid antigen in urine compared by nucleic acid assay in nasopharyngeal swab. 14 0f 19(73.6%) the nucleic acid assay in nasopharyngeal swab positive patients exhibits nucleocapsid antigen positive in urine in same day. 1 nucleic acid assay positive patient exhibited nucleocapsid antigen positive in urine."
        ]
    },
    "participants": [
        {
            "participant": "participants with suspected SARS-CoV-2 infection from 7 centers for",
            "number": 239,
            "context": "There is a clear need of detection of viral antigen for rapid and early diagnosis. <mark class=\"stats\">METHODS We included a cohort of 239 participants with suspected SARS-CoV-2 infection from 7 centers for the study</mark>. We measured nucleocapsid protein in nasopharyngeal swab samples in parallel with the nucleic acid test"
        },
        {
            "participant": "urine samples",
            "number": 20,
            "context": "Nucleic acid test was taken as the reference standard, and statistical evaluation was taken in blind. <mark class=\"stats\">We detected nucleocapsid protein in 20 urine samples in another center, employing nasopharyngeal swab nucleic acid test as reference standard</mark>. RESULTS We developed a fluorescence immunochromatographic assay for detecting nucleocapsid protein of SARS-CoV-2 in nasopharyngeal swab sample and urine within 10 minutes. 100% of nucleocapsid protein positive and negative participants accord with nucleic acid test for same samples"
        },
        {
            "participant": "participants with suspected SARS-CoV-2 infection from 7 centers for",
            "number": 239,
            "context": "There is a clear need of detection of viral antigen for rapid and early diagnosis. <mark class=\"stats\">METHODS We included a cohort of 239 participants with suspected SARS-CoV-2 infection from 7 centers for the study</mark>. Nucleic acid test was taken as the reference standard, and statistical evaluation was taken in blind"
        },
        {
            "participant": "participants with suspected SARS-CoV-2 infection from 7 centers",
            "number": 239,
            "context": "Here, we report a fluorescence immunochromatographic assay for detecting nucleocapsid protein of SARS-CoV-2 in nasopharyngeal swab samples and urine within 10 minutes, and evaluated its significance in diagnosis of COVID-19. <mark class=\"stats\">Methods Study design A total of 239 participants with suspected SARS-CoV-2 infection from 7 centers, including General Hospital of Central Theater Command, Wuhan N0.7 People’s Hospital, Wuhan Pulmonary Hospital,Hubei Maternal and Child</mark>. Hospital,Taikang Hospital,Hanyang Hospital and Wuguo Hospital, were employed in this clinical trial for diagnosis"
        },
        {
            "participant": "urine samples",
            "number": 20,
            "context": "Statistical evaluation was taken in blind based a four-grid table. <mark class=\"stats\">We detected nucleocapsid protein in 20 urine samples in Southwest Hospital in Chongqing, employing parallel nasopharyngeal swab nucleic acid test as reference standard for the same day</mark>. This study was approved by the ethics commission of participated hospitals"
        },
        {
            "participant": "participants",
            "number": 239,
            "context": "Exclusion criteria: contaminated samples; duplicate samples; unclear samples; samples with missing information from the original records of clinical trials; samples conditions do not meet the program requirements. <mark class=\"stats\">Participants Medical records of 239 participants in Wuhan and 20 participants in Chongqing were collected and retrospectively analyzed</mark>. Nucleic acid test of SARS-CoV-2 Nasopharyngeal swab specimen were collected from all participants"
        },
        {
            "participant": "nasal swab samples",
            "number": 100,
            "context": "The fluorescent results will then be read by the immunofluorescence analyzer. <mark class=\"stats\">Cut-off value was determined by testing 100 nasal swab samples of healthy people and calculated as the mean value of the fluorescence signal plus 5 SD</mark>. Nucleocapsid protein detection procedure Nasopharyngeal swab samples or urine were diluted and mixed well with 500μl saline solution, 100μl of which was then added to the sample well of the test card"
        },
        {
            "participant": "participants",
            "number": 239,
            "context": "Clinical features and COVID-19 nucleic acid detection. <mark class=\"stats\">Our study enrolled 239 participants based on diagnostic criteria for suspected SARS-CoV-2 infection</mark>. All participants underwent 3 nucleic acid tests, and the results of each nucleic acid test were verified by 2 COVID-19 nucleic acid test kits"
        },
        {
            "participant": "patients",
            "number": 208,
            "context": "All participants underwent 3 nucleic acid tests, and the results of each nucleic acid test were verified by 2 COVID-19 nucleic acid test kits. <mark class=\"stats\">As shown in Fig 2A, among the 239 suspected COVID-19 patients, COVID-19 nucleic acid cycle threshold (CT value) of 208 patients≤40, while 31 patients>40, indicating 208 patients tested positive for nucleic acid and 31 patients tested negative for nucleic acid, As shown in Fig 2B, among the 239 suspected COVID-19 patients, COVID-19 nucleic acid cycle threshold (CT value) of 56 patients≤30, while 31 patients >40</mark>. 2"
        },
        {
            "participant": "patients with COVID-19 nucleic acid positive results",
            "number": 208,
            "context": "We performed nucleocapsid protein (N antigen) detection of SARS-CoV-2 in nasopharyngeal swab samples in parallel with nucleic acid test in multiple centers. <mark class=\"stats\">As shown in Figure 2, among the 208 patients with COVID-19 nucleic acid positive results, 141 were SARS-CoV-2 N antigen positive, with a sensitivity of 68%</mark>. Meanwhile, among the 31 patients with COVID-19 nucleic acid negative results, 31 were N antigen negative, with a specificity of 100%"
        },
        {
            "participant": "patients with COVID-19 nucleic acid negative results",
            "number": 31,
            "context": "As shown in Figure 2, among the 208 patients with COVID-19 nucleic acid positive results, 141 were SARS-CoV-2 N antigen positive, with a sensitivity of 68%. <mark class=\"stats\">Meanwhile, among the 31 patients with COVID-19 nucleic acid negative results, 31 were N antigen negative, with a specificity of 100%</mark>. In order to investigate the sensitivity and specificity of antigen detection methods from a clinical perspective, our study selected CT value ≤40 and ≤30 (Higher virus titer) as the nucleic acid positive group while CT value > 40 was used as the nucleic acid negative group"
        },
        {
            "participant": "patients",
            "number": 208,
            "context": "A) Description of the fluorescence immunochromatographic strip. (B) Test device. (C) ID chip. (D) Immunofluorescence analyzer. <mark class=\"stats\">Proportion of participants with nucleic acid detection at different cutoff value. (A) Among 239 suspected COVID-19 participants, nucleic acid cycle threshold (CT value) of 208 patients≤40, while 31 participants >40. (B) Nucleic acid cycle threshold (CT value) of 56 patients ≤30, while 31 participants >40</mark>. Comparison between nucleic acid detection and N antigen detection. (A) Comparison of nucleic acid and N antigen detection among participants with nucleic acid detection CT value ≤40. (B) Comparison of nucleic acid and N antigen detection among participants with nucleic acid detection CT value ≤30"
        }
    ],
    "statistics": [],
    "keywords": [
        "reverse transcription PCR",
        "severe acute respiratory syndrome",
        "coronavirus",
        "polymerase chain reaction",
        "nasopharyngeal swab sample",
        "early diagnosis",
        "pneumonia",
        "statistical evaluation",
        "nucleic acid test",
        "sars cov",
        "COVID-19",
        "viral antigen",
        "Acute Respiratory syndrome",
        "acute respiratory syndrome coronavirus",
        "fluorescence immunochromatographic assay",
        "reference standard"
    ],
    "keyword_relevance": {
        "severe acute respiratory syndrome": 0.29577464788732394,
        "COVID-19": 0.2112676056338028,
        "nucleic acid test": 0.11971830985915492,
        "coronavirus": 0.07746478873239436,
        "nasopharyngeal swab sample": 0.056338028169014086,
        "polymerase chain reaction": 0.04929577464788732,
        "early diagnosis": 0.04929577464788732,
        "viral antigen": 0.04929577464788732,
        "fluorescence immunochromatographic assay": 0.028169014084507043,
        "reference standard": 0.02112676056338028,
        "reverse transcription PCR": 0.014084507042253521,
        "pneumonia": 0.014084507042253521,
        "statistical evaluation": 0.007042253521126761,
        "acute respiratory syndrome coronavirus": 0.007042253521126761,
        "sars cov": 0.0,
        "Acute Respiratory syndrome": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> Acute respiratory syndrome coronavirus 2 (SARS-CoV-2) was named by the world health organization in 2019, causing COVID-19[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
        "Nucleic acid test and antibody assay have been employed in the diagnostic for suspected acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infections, but the use of SARS-CoV-2 antigen for diagnosis has not been successfully developed.",
        "The authors report a fluorescence immunochromatographic assay for detecting nucleocapsid protein of SARS-CoV-2 in nasopharyngeal swab samples and urine within 10 minutes, and evaluated its significance in diagnosis of COVID-19.",
        "The authors detected nucleocapsid protein in 20 urine samples in Southwest Hospital in Chongqing, employing parallel nasopharyngeal swab nucleic acid test as reference standard for the same day.",
        "<h2 style=\"display: inline\">Results:</h2> In an additional preliminary study, it is revealed that 73.6% of diagnosed patients with nucleic acid assay in nasopharyngeal swab detected nucleocapsid antigen in urine in same day",
        "This coincides the finding of the SARS-CoV-2 invading kidney and test of N antigen in urine might be of diagnostic value [<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>].",
        "Authors' contributions: Yuzhang Wu, Hongwei Zhou , Guohong Deng involved in the final development of the project and manuscript preparation; Yueping Liu, Zilin Yuan, Chao Han and Jiahui Chen analyzed the data; Bo Diao, Kun Wen and Jian Chen Jing Wang, Yunjie Dan, Yongwen Chen performed most of experiments; Yuxian Pan, Li Chen involved in the detection assay development.",
        "<h2 style=\"display: inline\">Conclusion:</h2> Nucleic acid test and antibody assay have been employed in the diagnosis for SARS-CoV-2 infection, but the use of viral antigen for diagnosis has not been successfully developed.",
        "The authors detected nucleocapsid protein in 20 urine samples in another center, employing nasopharyngeal swab nucleic acid test as reference standard.",
        "RESULTS The authors developed a fluorescence immunochromatographic assay for detecting nucleocapsid protein of SARS-CoV-2 in nasopharyngeal swab sample and urine within 10 minutes.",
        "CONCLUSIONS Those findings indicate that nucleocapsid protein assay is an accurate, rapid, early and simple method for diagnosis of COVID-19.",
        "Appearance of nucleocapsid protein in urine coincides the finding of the SARS-CoV-2 invading kidney and might be of diagnostic value"
    ],
    "structured_summary": {
        "Introduction": [
            "Acute respiratory syndrome coronavirus 2 (SARS-CoV-2) was named by the world health organization in 2019, causing COVID-19[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
            "Nucleic acid test and antibody assay have been employed in the diagnostic for suspected acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infections, but the use of SARS-CoV-2 antigen for diagnosis has not been successfully developed.",
            "The authors report a fluorescence immunochromatographic assay for detecting nucleocapsid protein of SARS-CoV-2 in nasopharyngeal swab samples and urine within 10 minutes, and evaluated its significance in diagnosis of COVID-19.",
            "The authors detected nucleocapsid protein in 20 urine samples in Southwest Hospital in Chongqing, employing parallel nasopharyngeal swab nucleic acid test as reference standard for the same day."
        ],
        "Results": [
            "In an additional preliminary study, it is revealed that 73.6% of diagnosed patients with nucleic acid assay in nasopharyngeal swab detected nucleocapsid antigen in urine in same day",
            "This coincides the finding of the SARS-CoV-2 invading kidney and test of N antigen in urine might be of diagnostic value [<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>].",
            "Authors' contributions: Yuzhang Wu, Hongwei Zhou , Guohong Deng involved in the final development of the project and manuscript preparation; Yueping Liu, Zilin Yuan, Chao Han and Jiahui Chen analyzed the data; Bo Diao, Kun Wen and Jian Chen Jing Wang, Yunjie Dan, Yongwen Chen performed most of experiments; Yuxian Pan, Li Chen involved in the detection assay development."
        ],
        "Conclusion": [
            "Nucleic acid test and antibody assay have been employed in the diagnosis for SARS-CoV-2 infection, but the use of viral antigen for diagnosis has not been successfully developed.",
            "The authors detected nucleocapsid protein in 20 urine samples in another center, employing nasopharyngeal swab nucleic acid test as reference standard.",
            "RESULTS The authors developed a fluorescence immunochromatographic assay for detecting nucleocapsid protein of SARS-CoV-2 in nasopharyngeal swab sample and urine within 10 minutes.",
            "CONCLUSIONS Those findings indicate that nucleocapsid protein assay is an accurate, rapid, early and simple method for diagnosis of COVID-19.",
            "Appearance of nucleocapsid protein in urine coincides the finding of the SARS-CoV-2 invading kidney and might be of diagnostic value"
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Wang_0000_a",
            "entry": "1. Wang, C., et al., A novel coronavirus outbreak of global health concern. Lancet, 2020. 395(10223): p. 470-473.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wang%2C%20C.%20A%20novel%20coronavirus%20outbreak%20of%20global%20health%20concern",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Wang%2C%20C.%20A%20novel%20coronavirus%20outbreak%20of%20global%20health%20concern",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Wang%2C%20C.%20A%20novel%20coronavirus%20outbreak%20of%20global%20health%20concern"
        },
        {
            "id": "2",
            "alt_id": "Rothan_0000_a",
            "entry": "2. Rothan, H.A. and S.N. Byrareddy, The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak. J Autoimmun, 2020: p. 102433.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Rothan%2C%20H.A.%20Byrareddy%2C%20S.N.%20The%20epidemiology%20and%20pathogenesis%20of%20coronavirus%20disease%20%28COVID-19%29%20outbreak",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Rothan%2C%20H.A.%20Byrareddy%2C%20S.N.%20The%20epidemiology%20and%20pathogenesis%20of%20coronavirus%20disease%20%28COVID-19%29%20outbreak",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Rothan%2C%20H.A.%20Byrareddy%2C%20S.N.%20The%20epidemiology%20and%20pathogenesis%20of%20coronavirus%20disease%20%28COVID-19%29%20outbreak"
        },
        {
            "id": "3",
            "alt_id": "Cui_et+al_2019_a",
            "entry": "3. Cui, J., F. Li, and Z.L. Shi, Origin and evolution of pathogenic coronaviruses. Nat Rev Microbiol, 2019. 17(3): p. 181-192.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Cui%2C%20J.%20Li%2C%20F.%20Shi%2C%20Z.L.%20Origin%20and%20evolution%20of%20pathogenic%20coronaviruses%202019",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Cui%2C%20J.%20Li%2C%20F.%20Shi%2C%20Z.L.%20Origin%20and%20evolution%20of%20pathogenic%20coronaviruses%202019",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Cui%2C%20J.%20Li%2C%20F.%20Shi%2C%20Z.L.%20Origin%20and%20evolution%20of%20pathogenic%20coronaviruses%202019"
        },
        {
            "id": "4",
            "alt_id": "Velavan_0000_a",
            "entry": "4. Velavan, T.P. and C.G. Meyer, The COVID-19 epidemic. Trop Med Int Health, 2020. 25(3): p. 278-280.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Velavan%2C%20T.P.%20Meyer%2C%20C.G.%20The%20COVID-19%20epidemic",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Velavan%2C%20T.P.%20Meyer%2C%20C.G.%20The%20COVID-19%20epidemic",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Velavan%2C%20T.P.%20Meyer%2C%20C.G.%20The%20COVID-19%20epidemic"
        },
        {
            "id": "5",
            "alt_id": "Chiolero_0000_a",
            "entry": "5. Chiolero, A., Covid-19: a digital epidemic. BMJ, 2020. 368: p. m764.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chiolero%2C%20A.%20Covid-%2019%3A%20a%20digital%20epidemic",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Chiolero%2C%20A.%20Covid-%2019%3A%20a%20digital%20epidemic",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Chiolero%2C%20A.%20Covid-%2019%3A%20a%20digital%20epidemic"
        },
        {
            "id": "6",
            "alt_id": "Bai_2020_a",
            "entry": "6. Bai, Y., et al., Presumed Asymptomatic Carrier Transmission of COVID-19. JAMA, 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Bai%2C%20Y.%20Presumed%20Asymptomatic%20Carrier%20Transmission%20of%20COVID-19%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Bai%2C%20Y.%20Presumed%20Asymptomatic%20Carrier%20Transmission%20of%20COVID-19%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Bai%2C%20Y.%20Presumed%20Asymptomatic%20Carrier%20Transmission%20of%20COVID-19%202020"
        },
        {
            "id": "7",
            "alt_id": "Sabino-Silva_et+al_2020_a",
            "entry": "7. Sabino-Silva, R., A.C.G. Jardim, and W.L. Siqueira, Coronavirus COVID-19 impacts to dentistry and potential salivary diagnosis. Clin Oral Investig, 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Sabino-Silva%2C%20R.%20Jardim%2C%20A.C.G.%20Siqueira%2C%20W.L.%20Coronavirus%20COVID-19%20impacts%20to%20dentistry%20and%20potential%20salivary%20diagnosis%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Sabino-Silva%2C%20R.%20Jardim%2C%20A.C.G.%20Siqueira%2C%20W.L.%20Coronavirus%20COVID-19%20impacts%20to%20dentistry%20and%20potential%20salivary%20diagnosis%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Sabino-Silva%2C%20R.%20Jardim%2C%20A.C.G.%20Siqueira%2C%20W.L.%20Coronavirus%20COVID-19%20impacts%20to%20dentistry%20and%20potential%20salivary%20diagnosis%202020"
        },
        {
            "id": "8",
            "alt_id": "Wang_2020_a",
            "entry": "8. Wang, Y., et al., Combination of RT-qPCR Testing and Clinical Features For Diagnosis of COVID-19 facilitates management of SARS-CoV-2 Outbreak. J Med Virol, 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wang%2C%20Y.%20Combination%20of%20RT-qPCR%20Testing%20and%20Clinical%20Features%20For%20Diagnosis%20of%20COVID-19%20facilitates%20management%20of%20SARS-CoV-2%20Outbreak%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Wang%2C%20Y.%20Combination%20of%20RT-qPCR%20Testing%20and%20Clinical%20Features%20For%20Diagnosis%20of%20COVID-19%20facilitates%20management%20of%20SARS-CoV-2%20Outbreak%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Wang%2C%20Y.%20Combination%20of%20RT-qPCR%20Testing%20and%20Clinical%20Features%20For%20Diagnosis%20of%20COVID-19%20facilitates%20management%20of%20SARS-CoV-2%20Outbreak%202020"
        },
        {
            "id": "9",
            "alt_id": "Zu_2019_a",
            "entry": "9. Zu, Z.Y., et al., Coronavirus Disease 2019 (COVID-19): A Perspective from China. Radiology, 2020: p. 200490.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zu%20ZY%20et%20al%20Coronavirus%20Disease%202019%20COVID19%20A%20Perspective%20from%20China%20Radiology%202020%20p%20200490",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Zu%20ZY%20et%20al%20Coronavirus%20Disease%202019%20COVID19%20A%20Perspective%20from%20China%20Radiology%202020%20p%20200490",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Zu%20ZY%20et%20al%20Coronavirus%20Disease%202019%20COVID19%20A%20Perspective%20from%20China%20Radiology%202020%20p%20200490"
        },
        {
            "id": "10",
            "alt_id": "Pan_2019_a",
            "entry": "10. Pan, F., et al., Time Course of Lung Changes On Chest CT During Recovery From 2019 Novel Coronavirus (COVID-19) Pneumonia. Radiology, 2020: p. 200370.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Pan%20F%20et%20al%20Time%20Course%20of%20Lung%20Changes%20On%20Chest%20CT%20During%20Recovery%20From%202019%20Novel%20Coronavirus%20COVID19%20Pneumonia%20Radiology%202020%20p%20200370",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Pan%20F%20et%20al%20Time%20Course%20of%20Lung%20Changes%20On%20Chest%20CT%20During%20Recovery%20From%202019%20Novel%20Coronavirus%20COVID19%20Pneumonia%20Radiology%202020%20p%20200370",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Pan%20F%20et%20al%20Time%20Course%20of%20Lung%20Changes%20On%20Chest%20CT%20During%20Recovery%20From%202019%20Novel%20Coronavirus%20COVID19%20Pneumonia%20Radiology%202020%20p%20200370"
        },
        {
            "id": "11",
            "alt_id": "Che_2004_a",
            "entry": "11. Che, X.Y., et al., Nucleocapsid protein as early diagnostic marker for SARS. Emerg Infect Dis, 2004. 10(11): p. 1947-9.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Che%2C%20X.Y.%20Nucleocapsid%20protein%20as%20early%20diagnostic%20marker%20for%20SARS%202004",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Che%2C%20X.Y.%20Nucleocapsid%20protein%20as%20early%20diagnostic%20marker%20for%20SARS%202004",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Che%2C%20X.Y.%20Nucleocapsid%20protein%20as%20early%20diagnostic%20marker%20for%20SARS%202004"
        },
        {
            "id": "12",
            "alt_id": "Xu_2020_a",
            "entry": "12. Xu, K., et al., [Management of corona virus disease-19 (COVID-19): the Zhejiang experience]. Zhejiang Da Xue Xue Bao Yi Xue Ban, 2020. 49(1): p. 0.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Xu%2C%20K.%20%5BManagement%20of%20corona%20virus%20disease-19%20%28COVID-%2019%29%3A%20the%20Zhejiang%20experience%5D%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Xu%2C%20K.%20%5BManagement%20of%20corona%20virus%20disease-19%20%28COVID-%2019%29%3A%20the%20Zhejiang%20experience%5D%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Xu%2C%20K.%20%5BManagement%20of%20corona%20virus%20disease-19%20%28COVID-%2019%29%3A%20the%20Zhejiang%20experience%5D%202020"
        },
        {
            "id": "13",
            "alt_id": "Jia_2020_a",
            "entry": "13. Xingwang Jia, et al. 2020. Clinical significance of IgM and IgG test for diagnosis of highly suspected COVID-19 infection. medRxiv doi: https://doi.org/10.1101/2020.02.28.20029025",
            "crossref": "https://dx.doi.org/10.1101/2020.02.28.20029025",
            "scite": "https://scite.ai/reports/10.1101/2020.02.28.20029025"
        },
        {
            "id": "14",
            "alt_id": "Di_2005_a",
            "entry": "14. Di, B., et al., Monoclonal antibody-based antigen capture enzyme-linked immunosorbent assay reveals high sensitivity of the nucleocapsid protein in acute-phase sera of severe acute respiratory syndrome patients. Clin Diagn Lab Immunol, 2005. 12(1): p. 135-40.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Di%2C%20B.%20Monoclonal%20antibody-based%20antigen%20capture%20enzyme-linked%20immunosorbent%20assay%20reveals%20high%20sensitivity%20of%20the%20nucleocapsid%20protein%20in%20acute-phase%20sera%20of%20severe%20acute%20respiratory%20syndrome%20patients%202005",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Di%2C%20B.%20Monoclonal%20antibody-based%20antigen%20capture%20enzyme-linked%20immunosorbent%20assay%20reveals%20high%20sensitivity%20of%20the%20nucleocapsid%20protein%20in%20acute-phase%20sera%20of%20severe%20acute%20respiratory%20syndrome%20patients%202005",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Di%2C%20B.%20Monoclonal%20antibody-based%20antigen%20capture%20enzyme-linked%20immunosorbent%20assay%20reveals%20high%20sensitivity%20of%20the%20nucleocapsid%20protein%20in%20acute-phase%20sera%20of%20severe%20acute%20respiratory%20syndrome%20patients%202005"
        },
        {
            "id": "15",
            "alt_id": "Diao_2020_a",
            "entry": "15. Bo Diao, et al. 2020. Human Kidney is a Target for Novel Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) Infection. medRxiv doi: https://doi.org/10.1101/2020.03.04.20031120 ",
            "crossref": "https://dx.doi.org/10.1101/2020.03.04.20031120",
            "scite": "https://scite.ai/reports/10.1101/2020.03.04.20031120"
        }
    ],
    "facts": [
        "BACKGROUND Nucleic acid test and antibody assay have been employed in the diagnosis for SARS-CoV-2 infection",
        "viral antigen is the specific marker of the virus",
        "Nucleic acid test was taken as the reference standard",
        "earliest participant after 3 days of fever can be identified by the method",
        "CONCLUSIONS Those findings indicate that nucleocapsid protein",
        "Acute respiratory syndrome coronavirus 2 was named by the world health organization",
        "3045 were death in China based on CCDC reported",
        "an enveloped RNA virus widely distributed in humans",
        "a novel coronavirus that has never been found in humans",
        "Common symptoms in people infected with SARS-CoV-2 virus include respiratory symptoms",
        "infection can lead to pneumonia",
        "nucleic acid test and antibody assay have been employed in the diagnostic for suspected acute respiratory syndrome coronavirus 2 infections",
        "Statistical evaluation was taken in blind based a four-grid table",
        "This study was approved by the ethics commission of participated hospitals",
        "Nucleic acid test of SARS-CoV-2 Nasopharyngeal swab specimen were collected from all participants",
        "Extraction of nucleic acids from those samples performed with a High Pure Viral Nucleic Acid Kit",
        "Extracted nucleic acid samples were tested for viruses and bacteria by polymerase chain reaction",
        "which is developed based on the principle of fluorescence Immunochromatographic assay",
        "The goat anti-rabbit IgG antibodies and mouse anti-nucleocapsid protein of SARS-CoV-2 monoclonal antibody were dotted on the nitrocellulose membrane at a volume",
        "rabbit IgG were spotted on the conjugation pad at a volume",
        "fully assembled immunochromatographic strip was sealed into the plastic cassette with a sample well",
        "this test device was stored in a dry environment at room temperature",
        "sample buffer containing SARS-CoV-2 nucleocapsid protein could be combined by III-conjugated M4 antibody",
        "while III-conjugated rabbit IgG could be captured on the control line",
        "The fluorescent results will be read by the immunofluorescence analyzer",
        "100μl of which was added to the sample well of the test card",
        "Role of funding source This research was supported by grants from National Key R&D Program",
        "The corresponding authors were responsible for all aspects of the study to ensure that issues related to the accuracy",
        "The final version was approved by all authors",
        "239 participants based on diagnostic criteria for suspected SARS-CoV-2 infection",
        "the results of each nucleic acid test were verified by 2 COVID-19 nucleic acid test kits",
        "208 patients tested positive for nucleic acid",
        "31 patients tested negative for nucleic acid",
        "72% when CT value≤40 as nucleic acid positive group while CT value",
        "in this study cohort the earliest patient with fever in 3 days were identified by N antigen detection",
        "nucleic acid test and antibody assay have been employed in the diagnostic for suspected SARS-CoV-2 infections",
        "the virus nucleic acid RT-PCR test has become the standard method for diagnosis of SARS-CoV-2 infection",
        "IgG antibody detection method have been used in diagnosing with a relative higher positive rate",
        "virus-specific antibody usually produced in 2-4 weeks after infection",
        "test of the N antigen of SARS-CoV achieved a sensitivity of 94%",
        "which can be used as an early diagnostic marker for SARS",
        "which could be useful for early diagnosis of SARS",
        "indicate antigen detection can play an important role in the early diagnosis",
        "N antigen detection achieved a sensitivity of 100%",
        "the earliest patient after 3 days of fever can be identified by the method",
        "Those findings indicate that our N antigen assay is an accurate",
        "This coincides our finding of the SARS-CoV-2 invading kidney and test of N antigen in urine might be of diagnostic value",
        "Guohong Deng involved in the final development of the project and manuscript preparation",
        "Yongwen Chen performed most of experiments",
        "Li Chen involved in the detection assay development",
        "This study was approved by the Hospital",
        "Nucleic acid test and antibody assay have been employed in the diagnosis for SARS-CoV-2 infection",
        "Nucleic acid test and antibody assay have been employed in the diagnostic for suspected acute respiratory syndrome coronavirus 2 infections"
    ],
    "claims": [
        "RESULTS We developed a fluorescence immunochromatographic assay for detecting nucleocapsid protein of SARS-CoV-2 in nasopharyngeal swab sample and urine within 10 minutes. 100% of nucleocapsid protein positive and negative participants accord with nucleic acid test for same samples",
        "We report a fluorescence immunochromatographic assay for detecting nucleocapsid protein of SARS-CoV-2 in nasopharyngeal swab samples and urine within 10 minutes, and evaluated its significance in diagnosis of COVID-19",
        "We report a fluorescence immunochromatographic assay for detecting nucleocapsid protein of SARS-CoV-2 in nasopharyngeal swab samples and urine within 10 minutes, and evaluated it’s significance in diagnosis",
        "In the double blind evaluation clinical trial with the nucleic acid test as the golden standard, we found that the nucleic acid test positive rate was 87% and 64%,depending on the CT value , the positive rate of N antigen detection of SARS-CoV-2 was 59 % and 63% separately, 100% of nucleocapsid protein positive and negative participants accord with nucleic acid test"
    ],
    "findings": [],
    "processes": [],
    "key_statements": [
        "Viral antigen is the specific marker of the virus and precedes antibody appearance within the infected people",
        "Our study enrolled 239 participants based on diagnostic criteria for suspected severe acute respiratory syndrome-CoV-2 infection",
        "All participants underwent 3 nucleic acid tests, and the results of each nucleic acid test were verified by 2 COVID-19 nucleic acid test kits",
        "As shown in Fig 2A, among the 239 suspected COVID-19 patients, COVID-19 nucleic acid cycle threshold (CT value) of 208 patients≤40, while 31 patients>40, indicating 208 patients tested positive for nucleic acid and 31 patients tested negative for nucleic acid, As shown in Fig 2B, among the 239 suspected COVID-19 patients, COVID-19 nucleic acid cycle threshold (CT value) of 56 patients≤30, while 31 patients >40",
        "It is of noteworthy that in this study cohort the earliest patient with fever in 3 days were identified by N antigen detection",
        "Nucleic acid test and antibody assay have been employed in the diagnostic for suspected severe acute respiratory syndrome-CoV-2 infections, but the use of novel coronavirus antigen for diagnosis has not been successfully developed",
        "In our previous study in patients with severe acute respiratory syndrome (SARS), test of the N antigen of severe acute respiratory syndrome-CoV achieved a sensitivity of 94% and 78% for the first 5 days and 6–10 days after onset, respectively",
        "This pointed out that antigen detection has a high true positive rate and false negative rate, which can be used as an early diagnostic marker for severe acute respiratory syndrome before 1 day clinical onset [<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]",
        "Other authors indicate N antigen of severe acute respiratory syndrome-CoV has a high sensitivity rate in early stage of severe acute respiratory syndrome, which could be useful for early diagnosis of severe acute respiratory syndrome [<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>], indicate antigen detection can play an important role in the early diagnosis",
        "In the double blind evaluation clinical trial with the nucleic acid test as the golden standard, we found that the nucleic acid test positive rate was 87% and 64%,depending on the CT value , the positive rate of N antigen detection of severe acute respiratory syndrome-CoV-2 was 59 % and 63% separately, 100% of nucleocapsid protein positive and negative participants accord with nucleic acid test",
        "The earliest patient after 3 days of fever can be identified by the method",
        "Those findings indicate that our N antigen assay is an accurate, rapid, early and simple diagnosis method of COVID-19",
        "In an additional preliminary study, it is revealed that 73.6% of diagnosed patients with nucleic acid assay in nasopharyngeal swab detected nucleocapsid antigen in urine in same day. This coincides our finding of the severe acute respiratory syndrome-CoV-2 invading kidney and test of N antigen in urine might be of diagnostic value [<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]",
        "Authors' contributions: Yuzhang Wu, Hongwei Zhou , Guohong Deng involved in the final development of the project and manuscript preparation; Yueping Liu, Zilin Yuan, Chao Han and Jiahui Chen analyzed the data; Bo Diao, Kun Wen and Jian Chen Jing Wang, Yunjie Dan, Yongwen Chen performed most of experiments; Yuxian Pan, Li Chen involved in the detection assay development"
    ],
    "top_statements": [
        "Acute respiratory syndrome coronavirus 2 (SARS-CoV-2) was named by the world health organization in 2019, causing COVID-19[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]",
        "Viral antigen is the specific marker of the virus and precedes antibody appearance within the infected people",
        "All participants underwent 3 nucleic acid tests, and the results of each nucleic acid test were verified by 2 COVID-19 nucleic acid test kits",
        "Nucleic acid test and antibody assay have been employed in the diagnostic for suspected severe acute respiratory syndrome-CoV-2 infections, but the use of novel coronavirus antigen for diagnosis has not been successfully developed",
        "In our previous study in patients with severe acute respiratory syndrome (SARS), test of the N antigen of severe acute respiratory syndrome-CoV achieved a sensitivity of 94% and 78% for the first 5 days and 6–10 days after onset, respectively",
        "Other authors indicate N antigen of severe acute respiratory syndrome-CoV has a high sensitivity rate in early stage of severe acute respiratory syndrome, which could be useful for early diagnosis of severe acute respiratory syndrome [<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>], indicate antigen detection can play an important role in the early diagnosis"
    ],
    "headline": "Viral antigen is the specific marker of the virus and precedes antibody appearance within the infected people",
    "contexts": [],
    "abbreviations": {
        "PCR": "polymerase chain reaction",
        "RTPCR": "reverse transcription PCR",
        "SARS": "severe acute respiratory syndrome"
    }
}
