{
    "filename": "2020.03.03.20030874.full.pdf",
    "content_type": "application/pdf",
    "file_size": 305532,
    "metadata": {
        "identifiers": {
            "doi": "10.1101/2020.03.03.20030874",
            "url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/06/2020.03.03.20030874.full.pdf"
        },
        "title": "Psychological impact of the coronavirus disease 2019 (COVID-19) outbreak on healthcare workers in China",
        "author": "Yuhong Dai, Guangyuan Hu, Huihua Xiong, Hong Qiu, Xianglin Yuan",
        "date": 2020,
        "affiliations": [
            "Tongji Medical College, Huazhong University of Science and Technology",
            "The Second Medical Clinical College, Tongji Medical College, Huazhong University of Science and Technology",
            "Corresponding Author:",
            "Tongji Hospital Tongji Medical College,",
            "Huazhong University of Science and Technology,",
            "The Second Medical Clinical College, Tongji Medical College, Huazhong University of Science and Technology, University, Wuhan 4300730 Hubei, China, No.1095 Jie Fang Avenue, Hankou, Wuhan 430030, P.R. China. Email: yuanxianglin@hust.edu.cn, Telephone: +86-13667241722",
            "Tongji Hospital Tongji Medical College, Huazhong University of",
            "Committee of Tongji Hospital of Tongji Medical College of Huazhong University of Science and Technology, and was registered with ClinicalTrials.gov, number NCT04260308. Only a single response to the questionnaire was permitted for each person. The"
        ],
        "abstract": "Introduction Since the outbreak of coronavirus disease 2019 (COVID-19), more than 3000 (including clinical diagnosis) healthcare workers (HCWs) have been infected with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in China. This study is aimed to investigate the risk perception and immediate psychological state of HCWs in the early stage of the COVID-19 epidemic. \nMethods This study utilized a cross-sectional survey designed on a convenient sample of 4357 HCWs in China. Its data were collected using anonymous structured questionnaires distributed through social software. 6 questions were set to evaluate the participants' risk perception of COVID-19, and a General Health Questionnaire was used to identify the participants' immediate psychological status. Descriptive statistics were used for data analysis. Risk perception and psychological status were compared by demographic characteristics and COVID-19 exposure experiences.\nResult A total of 4,600 questionnaires were distributed, and 4,357 qualified ones (94.7%) were collected. The main concerns of HCWs are: infection of colleagues (72.5%), infection of family members (63.9%), protective measures (52.3%) and medical violence (48.5%). And 39.1% of the HCWs had psychological distress, especially working in Wuhan, participating in frontline treatments, having been isolated and having family members or colleagues infected.\nConclusions The finding indicating that, faced with the COVID-19 epidemic, HCWs, especially in Wuhan, were worried about the risks of infection and protective measures, resulting in psychological distress, so further actions should be taken.",
        "references": "@misc{chan-a,\n  author = {Chan, J.F. and Yuan, S. and Kok, K.H.},\n  title = {A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster},\n  more-authors = {true},\n  language = {}\n}\n@book{wang-a,\n  author = {Wang, D. and Hu, B. and Hu, C.},\n  title = {Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China},\n  publisher = {Jama 2020},\n  doi = {doi: 10.1001/jama.2020.1585},\n  more-authors = {true},\n  language = {}\n}\n@techreport{unknown-a,\n  title = {the People's Republic of China. Report of novel coronavirus-infected pneumonia in China},\n  language = {},\n  urldate = {Published February 4, 2020 (Feb 19, 2020).},\n  institution = {National Health Commission of}\n}\n@article{nickell2004a,\n  author = {Nickell, L.A. and Crighton, E.J. and Tracy, C.S.},\n  title = {Psychosocial effects of SARS on hospital staff: survey of a large tertiary care institution},\n  journal = {CMAJ: Canadian Medical Association journal = journal de l'Association medicale canadienne},\n  date = {2004},\n  volume = {170},\n  pages = {793–8},\n  doi = {doi: 10.1503/cmaj.1031077},\n  more-authors = {true},\n  number = {5},\n  language = {}\n}\n@article{lee2007a,\n  author = {Lee, A.M. and Wong, J.G. and McAlonan, G.M.},\n  title = {Stress and psychological distress among SARS survivors 1 year after the outbreak},\n  journal = {Canadian journal of psychiatry Revue canadienne de psychiatrie},\n  date = {2007},\n  volume = {52},\n  pages = {233–40},\n  doi = {doi: 10.1177/070674370705200405},\n  more-authors = {true},\n  number = {4},\n  language = {}\n}\n@article{zhou2013a,\n  author = {Zhou, X. and Kang, L. and Sun, X.},\n  title = {Prevalence and risk factors of post-traumatic stress disorder among adult survivors six months after the Wenchuan earthquake},\n  journal = {Comprehensive psychiatry},\n  date = {2013},\n  volume = {54},\n  pages = {493–9},\n  doi = {doi: 10.1016/j.comppsych.2012.12.010},\n  more-authors = {true},\n  number = {5},\n  language = {}\n}\n@techreport{unknown-b,\n  title = {Use of designated hospital beds in Wuhan},\n  language = {},\n  urldate = {Published February 4, 2020. (Feb 19, 2020).},\n  institution = {Wuhan Municipal Health Commission}\n}\n@article{the-a,\n  author = {The, L.},\n  title = {Protecting Chinese doctors},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {90},\n  doi = {doi: 10.1016/S0140-6736(20)30003-9},\n  number = {395},\n  language = {}\n}\n@misc{yw2019a,\n  author = {YW, Wang J.L. and HL, Zhang and XC, Wang},\n  title = {Study on the general mental health status and influencing factors of Chinese Medical Team members. Zhonghua Liu Xing Bing Xue Za Zhi},\n  date = {2019},\n  volume = {40},\n  pages = {5},\n  number = {5},\n  language = {}\n}\n@article{ramirez1995a,\n  author = {Ramirez, A.J. and Graham, J. and Richards, M.A.},\n  title = {Burnout and psychiatric disorder among cancer clinicians},\n  journal = {British journal of cancer},\n  date = {1995},\n  volume = {71},\n  pages = {1263–9},\n  doi = {doi: 10.1038/bjc.1995.244},\n  more-authors = {true},\n  number = {6},\n  language = {}\n}\n@misc{rothe-a,\n  author = {Rothe, C. and Schunk, M. and Sothmann, P.},\n  title = {Transmission of 2019-nCoV Infection from an},\n  more-authors = {true},\n  language = {}\n}\n@article{guan-a,\n  author = {Guan, W.J. and Ni, Z.Y. and Hu, Y.},\n  title = {Clinical Characteristics of Coronavirus Disease 2019 in China},\n  journal = {The New England journal of medicine},\n  volume = {2020},\n  doi = {doi: 10.1056/NEJMoa2002032},\n  more-authors = {true},\n  language = {}\n}\n@misc{chan-b,\n  author = {Chan, A.O. and Huak, C.Y.},\n  title = {Psychological impact of the 2003 severe acute respiratory syndrome outbreak on health care workers in a medium size regional general hospital in},\n  language = {}\n}\n@article{domagala2018a,\n  author = {Domagala, A. and Bala, M.M. and Storman, D.},\n  title = {Factors Associated with Satisfaction of Hospital Physicians: A Systematic Review on European Data},\n  journal = {International journal of environmental research and public health},\n  date = {2018},\n  volume = {15},\n  doi = {doi: 10.3390/ijerph15112546},\n  more-authors = {true},\n  number = {11},\n  language = {}\n}\n",
        "links": [
            "http://www.icmje.org/coi_disclosure.pdf"
        ],
        "emails": [
            "yuanxianglin@hust.edu.cn",
            "tjqiuhong@163.com"
        ],
        "references_ris": "TY  - GEN\nAU  - Chan, J.F.\nAU  - Yuan, S.\nAU  - Kok, K.H.\nTI  - A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster\nC1  - true\nLA  - \nER  - \n\nTY  - BOOK\nAU  - Wang, D.\nAU  - Hu, B.\nAU  - Hu, C.\nTI  - Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China\nPB  - Jama 2020\nDO  - 10.1001/jama.2020.1585\nC1  - true\nLA  - \nER  - \n\nTY  - RPRT\nTI  - the People's Republic of China. Report of novel coronavirus-infected pneumonia in China\nLA  - \nC1  - Published February 4, 2020 (Feb 19, 2020).\nC1  - National Health Commission of\nER  - \n\nTY  - JOUR\nAU  - Nickell, L.A.\nAU  - Crighton, E.J.\nAU  - Tracy, C.S.\nTI  - Psychosocial effects of SARS on hospital staff: survey of a large tertiary care institution\nT2  - CMAJ: Canadian Medical Association journal = journal de l'Association medicale canadienne\nPY  - 2004\nDA  - 2004\nVL  - 170\nSP  - 793\nEP  - 8\nDO  - 10.1503/cmaj.1031077\nC1  - true\nIS  - 5\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Lee, A.M.\nAU  - Wong, J.G.\nAU  - McAlonan, G.M.\nTI  - Stress and psychological distress among SARS survivors 1 year after the outbreak\nT2  - Canadian journal of psychiatry Revue canadienne de psychiatrie\nPY  - 2007\nDA  - 2007\nVL  - 52\nSP  - 233\nEP  - 40\nDO  - 10.1177/070674370705200405\nC1  - true\nIS  - 4\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Zhou, X.\nAU  - Kang, L.\nAU  - Sun, X.\nTI  - Prevalence and risk factors of post-traumatic stress disorder among adult survivors six months after the Wenchuan earthquake\nT2  - Comprehensive psychiatry\nPY  - 2013\nDA  - 2013\nVL  - 54\nSP  - 493\nEP  - 9\nDO  - 10.1016/j.comppsych.2012.12.010\nC1  - true\nIS  - 5\nLA  - \nER  - \n\nTY  - RPRT\nTI  - Use of designated hospital beds in Wuhan\nLA  - \nC1  - Published February 4, 2020. (Feb 19, 2020).\nC1  - Wuhan Municipal Health Commission\nER  - \n\nTY  - JOUR\nAU  - The, L.\nTI  - Protecting Chinese doctors\nT2  - Lancet\nVL  - 2020\nSP  - 90\nDO  - 10.1016/S0140-6736(20)30003-9\nIS  - 395\nLA  - \nER  - \n\nTY  - GEN\nAU  - YW, Wang J.L.\nAU  - HL, Zhang\nAU  - XC, Wang\nTI  - Study on the general mental health status and influencing factors of Chinese Medical Team members. Zhonghua Liu Xing Bing Xue Za Zhi\nPY  - 2019\nDA  - 2019\nVL  - 40\nSP  - 5\nIS  - 5\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Ramirez, A.J.\nAU  - Graham, J.\nAU  - Richards, M.A.\nTI  - Burnout and psychiatric disorder among cancer clinicians\nT2  - British journal of cancer\nPY  - 1995\nDA  - 1995\nVL  - 71\nSP  - 1263\nEP  - 9\nDO  - 10.1038/bjc.1995.244\nC1  - true\nIS  - 6\nLA  - \nER  - \n\nTY  - GEN\nAU  - Rothe, C.\nAU  - Schunk, M.\nAU  - Sothmann, P.\nTI  - Transmission of 2019-nCoV Infection from an\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Guan, W.J.\nAU  - Ni, Z.Y.\nAU  - Hu, Y.\nTI  - Clinical Characteristics of Coronavirus Disease 2019 in China\nT2  - The New England journal of medicine\nVL  - 2020\nDO  - 10.1056/NEJMoa2002032\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Chan, A.O.\nAU  - Huak, C.Y.\nTI  - Psychological impact of the 2003 severe acute respiratory syndrome outbreak on health care workers in a medium size regional general hospital in\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Domagala, A.\nAU  - Bala, M.M.\nAU  - Storman, D.\nTI  - Factors Associated with Satisfaction of Hospital Physicians: A Systematic Review on European Data\nT2  - International journal of environmental research and public health\nPY  - 2018\nDA  - 2018\nVL  - 15\nDO  - 10.3390/ijerph15112546\nC1  - true\nIS  - 11\nLA  - \nER  - \n\n",
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "1",
                "caption": "Demographic characteristics of the study respondents"
            },
            {
                "id": "2",
                "caption": "Exposure experience of COVID-19, by locations"
            },
            {
                "id": "3",
                "caption": "Regression analysis of GHQ-12 score Single factor analysis"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "Distribution of risk perception to COVID-19"
            }
        ],
        "tables_url": "https://sandbox-api.scholarcy.com/tables/2020.03.03.20030874.full.pdf_zole2lil_yr4dpktp.xlsx",
        "figure_urls": [
            "https://sandbox-api.scholarcy.com/images/2020.03.03.20030874.full.pdf_zole2lil_images_2nc9amrt/img-000.png"
        ]
    },
    "sections": {
        "discussion": [
            "Since mid-December 2019 when COVID-19 broke out in Wuhan, it has spread rapidly.<br/><br/>Since January 23, 2020, the city blockade has been carried out in Wuhan, and traffic restrictions were enforced throughout China. People in Wuhan, even across China, live on the horizon of COVID-19. The pathogen of this disease has been identified as coronavirus, which has 86.9% nucleotide sequence homology with the bat SARS-like coronavirus genome.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] According to the official statistics, 44,745 cases had been diagnosed in China, and 398 in areas out of China, until the day this study ended, February 11, 2020. Its impressing ability of spreading contagion exceeds SARS in 2003.12"
        ],
        "conclusion": [
            "In the early stage of COVID-19 epidemic, HCWs, especially in Wuhan, were worried about the risk of infection and protective measures, causing 39.1% of them to have developed psychological distress. The prevention and control of epidemics should not rely on the sacrifice of a single group. In the subsequent fight against COVID-19 epidemic, adequate protective materials, enough rests, standard operations, protection training for non-infectious medical professionals and strengthening the family support for HCWs are urgent issues. Until this paper was submitted, the novel coronavirus has spread to 73 countries on all continents except Antarctic, European Union raised coronavirus risk level to high from moderate. HCWs in other countries may be confronted with similar difficulties as those in China, and we hoped that their demands and psychological state would be concerned early.<br/><br/>Contributors: Yuhong Dai is first author. Xianglin Yuan and Hong Qiu are joint corresponding authors. Xianglin Yuan and Hong Qiu designed the study. Yuhong Dai, Guangyuan Hu and Huihua Xiong collected the data. Yuhong Dai was involved in data processing. Yuhong Dai drafted the manuscript. Xianglin Yuan and Hong Qiu contributed to the interpretation of the results and critical revision of the manuscript for important intellectual content and approved the final version of the manuscript. All authors have read and approved the final manuscript. Xianglin Yuan and Hong Qiu are the study guarantors."
        ],
        "funding": [
            "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. Competing interests: All authors have completed the ICMJE uniform disclosure form at http://www.icmje.org/coi_disclosure.pdf and declare: no support from any organization for the submitted work; no financial relationships with any organization that might have an interest in the submitted work in the previous three years, no other relationships or activities that could appear to have influenced the submitted work. Ethical approval: The study was approved by the Ethics Committee of Tongji Hospital of Tongji Medical College of Huazhong University of Science and Technology, and was registered with ClinicalTrials.gov, number NCT04260308. Data sharing: Individual participant data that underline the results reported in this article, after deidentification will be shared, the data are available form yuanxianglin@hust.edu.cn for individual participant data meta-analysis. And the study protocol is available. REFERENCE: 1. Phan LT, Nguyen TV, Luong QC, et al Importation and Human-to-Human Transmission of a"
        ],
        "disclosures": [
            "Competing interests: All authors have completed the ICMJE uniform disclosure form at http://www.icmje.org/coi_disclosure.pdf and declare: no support from any organization for the submitted work; no financial relationships with any organization that might have an interest in the submitted work in the previous three years, no other relationships or activities that could appear to have influenced the submitted work. Ethical approval: The study was approved by the Ethics Committee of Tongji Hospital of Tongji Medical College of Huazhong University of Science and Technology, and was registered with ClinicalTrials.gov, number NCT04260308. Data sharing: Individual participant data that underline the results reported in this article, after deidentification will be shared, the data are available form yuanxianglin@hust.edu.cn for individual participant data meta-analysis. And the study protocol is available."
        ],
        "ethical_compliance": [
            "The study was approved by the Ethics Committee of Tongji Hospital of Tongji Medical College of Huazhong University of Science and Technology, and was registered with ClinicalTrials.gov, number NCT04260308",
            "Ethical approval: The study was approved by the Ethics Committee of Tongji Hospital of Tongji Medical College of Huazhong University of Science and Technology, and was registered with ClinicalTrials.gov, number NCT04260308"
        ],
        "limitations": [
            "LIMITATIONS This study has several limitations. First, because of the disease outbreak, we were unable to conduct face-to-face interviews; second, the results are limited by the use of convenience sampling , which could not reflect the overall status of HCWs in China; and third, due to the time constraints, the scale we used is so simple that it can only provide a preliminary screening, further confirmation and intervention are needed."
        ],
        "introduction": [
            "During the study period, 1,404 (32.2%) of the 4,357 HCWs were participating in the frontline treatment of COVID-19 patients. Among the 1,339 (30.7%) HCWs enrolled in",
            "COVID-19, 33 of whom were from Wuhan, 6 from other areas of Hubei province, and only one from other provinces. 89.9% of the respondents expressed their willingness to participated in the treatment. Compared with other regions, COVID-19 exposure was even more severe in Wuhan. COVID-19 exposure experiences differentiated by locations are depicted in Table 2."
        ]
    },
    "structured_content": {
        "Gender male": [],
        "Occupation Doctor Nurse Technician Support staff": [],
        "Location Wuhan Other regions in Hubei Other provinces": [],
        "Working life": [],
        "Marital status Married Unmarried Others": [],
        "Fertility status With children Childless": [
            "During the study period, 1,404 (32.2%) of the 4,357 HCWs were participating in the frontline treatment of COVID-19 patients. Among the 1,339 (30.7%) HCWs enrolled in",
            "Wuhan, 516 (38.5%) were participating in the frontline treatment, including 133 doctors (25.8%) and 326 nurses (63.2%). In this study, 40 HCWs were infected with",
            "COVID-19, 33 of whom were from Wuhan, 6 from other areas of Hubei province, and only one from other provinces. 89.9% of the respondents expressed their willingness to participated in the treatment. Compared with other regions, COVID-19 exposure was even more severe in Wuhan. COVID-19 exposure experiences differentiated by locations are depicted in Table 2."
        ],
        "Other provinces": [],
        "Participate in treatment": [],
        "Family members infected": [],
        "Colleagues infected": [],
        "Volunteers Yes No": [],
        "Risk perception": [
            "The main concerns of HCWs were: infection of colleagues (72.5%), infection of family members (63.9%), protective measures (52.3%) and medical violence (48.5%). Only",
            "34.7% of HCWs expressed very worried about the risk of self-infection. About half of the respondents expressed confidence (46.3%) or high confidence (9.1%) in the current grassroots prevention and control strategy. The distribution of risk perception is shown in Figure 1.",
            "However, 40% of frontline HCWs expressed very worried about getting infected, significantly higher than other three groups; and the score of Likert scales were much lower (F=49.55, p=0.000). We found that compared with other regions, all of the 6 questions had lower scores, showing significant statistical differences in Wuhan. And the HCWs in Wuhan had insufficient confidence in the current prevention and control strategy.",
            "In different treatment division of labor, nurses were more worried about their own infection at work than doctors, technicians and support personnel (F = 33.262, p=",
            "0.000).",
            "Female respondents were more worried about infection and violence, and those who had children were more worried about family members’ infection (F = 59.472, p=",
            "0.000) and medical violence (F = 3.056, p= 0.080)."
        ],
        "Psychological status": [
            "The scores of GHQ-12 for the general population were in a positive skew distribution, with a score range of 0-12 and a median of 2 (SD: 2.56). Taking the total score of 3 as the cut-off value, ≥ 3 points is considered a case that there may have psychological distress, which needs further confirmation and intervention. Of the 4,357 HCWs, 1,704 (39.1%) had psychological distress.",
            "Through the analysis of the basic demography and COVID-19 exposure experience, the relevant factors affecting the mental health of the HCWs were confirmed. Through one-way ANOVA test, 8 demographic data (gender, age, location, occupation, work life, hospital level, marital status and fertility status) and 6 work exposure conditions (participating in the frontline treatment, having been isolated, getting infected, having family members infected, having colleagues infected, and volunteering for treatment) were all related to the psychological state. Through multiple factor regression analysis, it was found that women, working in Wuhan area and working in primary hospitals were poor prognostic factors. In terms of COVID-19 exposure history, poor prognostic factors include participating in frontline treatment, involuntarily participating in treatment work, having been isolated, and having family members or colleagues infected, while whether the respondents themselves have got infected or not was not an independent prognostic factor of psychological disorder. Risk factors for GHQ are depicted in Table 3."
        ],
        "Multiple regression analysis": [
            "Region Wuhan(n=1339) Other regions of Hubei province(n=2364) Other provinces(n=654)"
        ],
        "Participate in treatment Frontline Upcoming": [],
        "Volunteer for treatment Yes No": [],
        "Isolated Yes": [],
        "Family members infected Yes No": [],
        "Colleagues infected Yes No": [],
        "DISCUSSION": [
            "Since mid-December 2019 when COVID-19 broke out in Wuhan, it has spread rapidly.",
            "Since January 23, 2020, the city blockade has been carried out in Wuhan, and traffic restrictions were enforced throughout China. People in Wuhan, even across China, live on the horizon of COVID-19. The pathogen of this disease has been identified as coronavirus, which has 86.9% nucleotide sequence homology with the bat SARS-like coronavirus genome.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] According to the official statistics, 44,745 cases had been diagnosed in China, and 398 in areas out of China, until the day this study ended, February 11, 2020. Its impressing ability of spreading contagion exceeds SARS in 2003.12",
            "In the initial stage, this disease didn’t arouse enough attention from administration departments, and the Chinese traditional Spring Festival accelerated the spread of epidemic across the whole nation, because the Spring Festival is the largest population migration annually. The arrival of the Spring Festival cut the medical protection industry’s capacities, which further aggravated the phenomenon of insufficient protection. The rapidly uprising number of patients, and the public panics after it proved highly contagious, plus shortage of protective supplies and frequent occurrences of violent events in medical facilities 13, seemed to make medical burdens even heavier. 1,716 HCWs were infected and 6 staff died of this disease, according to the Chinese official announcement, which is thought to be incomplete statistics. We should pay more attention to HCWs' psychological tolerance, especially those fighting at the frontline of controlling the plaque. In this study, we used GHQ-12 to identify the mental health of HCWs. The criterion for determining suspected mental health problems is defined as a score of ≥3 points. The survey results of Chinese residents by using the GHQ-12 questionnaire showed that the positive rate of residents with a GHQ-12 score of ≥3 points is about 12.8%-21.18%.14 Many studies have used this scale to evaluate scores of HCWs in different countries, showing a positive rate of 25% -32%.14-16 A survey of frontline HCWs in Hong Kong during the period of SARS through GHQ-12 questionnaire showed 57% having experienced psychological distress.[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>] In this study, 39.1% of respondents were with GHQ-12 score ≥3, it is suggested that the incidence of psychological abnormality was significantly higher than that in normal times. A higher proportion of HCWs from Wuhan showed psychological abnormalities. As Wuhan is the epidemic focus of COVID-19, there are a huge number of patients, high rate of severe illness and high mortality. Due to the shortage of HCWs in Wuhan, they have to work with high workload for a long time. In addition, 10.2% of HCWs in Wuhan reported that their relatives were infected, while only 2.5% and 0.9% in other regions of Hubei and other provinces, respectively. And in Wuhan, the COVID-19 infecting rate among HCWs is much higher than other regions, reaching 20.2%. 58.3% respondents in Wuhan indicated their colleagues were infected, while only 18.4% and 3.7% in other regions of Hubei and other provinces, respectively. In Wuhan, 38.5% of the HCWs directly participated in the frontline treatment of the COVID-19 patients. And through multiple regression analysis, we found that psychological abnormality rate was much higher in the frontline HCWs. It is easy to understand that the frontline HCWs needed to contact COVID-19 patients directly and might be equipped with insufficient protective measures at any time, so they show more concerns for their own safety. Similarly, nurses had longer periods of contacts with patients; and in the infectious departments, because of no caregivers allowed in, nurses needed to take care of all the life of patients, thus more worried about getting infected. However, although the proportion of nurses with psychological disorder was higher than that of other professions, there was no significant difference. In primary hospitals, the lack of protective measures was more obvious, and primary HCWs lacked experience in treating critical illness, so there was a higher rate of psychological distress. Before and during the period of COVID-19 epidemic, incidents of violence against HCWs occurred in some parts of the country, including in Wuhan. In answering the questions on risk perception, 56.8% of the health workers said they were very worried about the medical violence, while 43.7% and 48.3% in other regions of Hubei and other provinces, respectively. How to prevent the medical violence and protect the",
            "HCWs in the upfront line of defense against COVID-19 is another critical problem for Chinese health administration. Our study showed that 10.1% of HCWs enrolled were not willing to participate in the COVID-19 treatment tasks, and the risk of abnormal mental state of these respondents was 2.3 times higher than that of voluntary ones. There was a higher risk of psychological abnormality among HCWs who had been or were being isolated or had family members or colleagues infected. Familial clusters of pneumonia associated with COVID-19 were also observed in and out of Wuhan.[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] More than half of the respondents expressed concerns about their family and colleagues in risk perception questionnaire. Impressively high contagion rates, long incubation periods and numerous asymptomatic virus carriers[<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a> <a class=\"ref-link\" id=\"c19\" href=\"#r19\">19</a>] may mainly contribute to the HCWs’ concern over their family members, since doctors can’t distinguish the COVID-19 infector in their common clinical work. Some communities even prohibited HCWs from entering the community after work, believing that they may be the potential source of infection, which further aggravated the remorse of HCWs and their concern for their families. As a result, most HCWs have to separate from their families, which further weakens the support from their families. Nevertheless, 89.9% of HCWs voluntarily participated in the frontline treatment of COVID-19. Only 34.7% of HCWs expressed in the risk perception questionnaire they were very worried about the risk of self-infection. Interestingly, it seems that there is no significant difference in psychological state between respondents with or without self-infection, which is quite unexpected for us. Previous studies of SARS have shown that supports from colleagues, clear instructions and strict precautions helped HCWs cope better with SARS and that they were less likely to develop psychological abnormalities.[<a class=\"ref-link\" id=\"c20\" href=\"#r20\">20</a>] A number of studies have suggested that when medical workers are overburdened, their feeling too much responsibility for work, facing the uncertainty of work and ambiguity of role, short of training, and lack of support from superiors and colleagues, are all important exogenous factors causing occupational stresses on medical workers.[<a class=\"ref-link\" id=\"c21\" href=\"#r21\">21</a>] The sudden outbreak of COVID-19 resulted in a large number of patients in need of admission and treatment; other professional doctors were also engaged in infectious disease work; medical facilities were incomplete; materials were in short supply; management processes were out of order; and medical personnel were in great shortage due to colleagues’ infection and quarantine-- all of these cases aggravated the occupational tension. However, in the context of epidemic disease such as SARS and COVID-19, HCWs fell into a state of unstainable work that they could not give up, resulting in the moral heroism and altruism of the medical group 22, as well as the extreme sacrifice of the group, which led to the decline of HCWs’ attention to themselves. LIMITATIONS This study has several limitations. First, because of the disease outbreak, we were unable to conduct face-to-face interviews; second, the results are limited by the use of convenience sampling , which could not reflect the overall status of HCWs in China; and third, due to the time constraints, the scale we used is so simple that it can only provide a preliminary screening, further confirmation and intervention are needed."
        ],
        "CONCLUSION": [
            "In the early stage of COVID-19 epidemic, HCWs, especially in Wuhan, were worried about the risk of infection and protective measures, causing 39.1% of them to have developed psychological distress. The prevention and control of epidemics should not rely on the sacrifice of a single group. In the subsequent fight against COVID-19 epidemic, adequate protective materials, enough rests, standard operations, protection training for non-infectious medical professionals and strengthening the family support for HCWs are urgent issues. Until this paper was submitted, the novel coronavirus has spread to 73 countries on all continents except Antarctic, European Union raised coronavirus risk level to high from moderate. HCWs in other countries may be confronted with similar difficulties as those in China, and we hoped that their demands and psychological state would be concerned early.",
            "Contributors: Yuhong Dai is first author. Xianglin Yuan and Hong Qiu are joint corresponding authors. Xianglin Yuan and Hong Qiu designed the study. Yuhong Dai, Guangyuan Hu and Huihua Xiong collected the data. Yuhong Dai was involved in data processing. Yuhong Dai drafted the manuscript. Xianglin Yuan and Hong Qiu contributed to the interpretation of the results and critical revision of the manuscript for important intellectual content and approved the final version of the manuscript. All authors have read and approved the final manuscript. Xianglin Yuan and Hong Qiu are the study guarantors.",
            "Funding: This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. Competing interests: All authors have completed the ICMJE uniform disclosure form at http://www.icmje.org/coi_disclosure.pdf and declare: no support from any organization for the submitted work; no financial relationships with any organization that might have an interest in the submitted work in the previous three years, no other relationships or activities that could appear to have influenced the submitted work. Ethical approval: The study was approved by the Ethics Committee of Tongji Hospital of Tongji Medical College of Huazhong University of Science and Technology, and was registered with ClinicalTrials.gov, number NCT04260308. Data sharing: Individual participant data that underline the results reported in this article, after deidentification will be shared, the data are available form yuanxianglin@hust.edu.cn for individual participant data meta-analysis. And the study protocol is available.",
            "REFERENCE: 1. Phan LT, Nguyen TV, Luong QC, et al Importation and Human-to-Human Transmission of a",
            "Novel Coronavirus in Vietnam. The New England journal of medicine 2020 doi: 10.1056/NEJMc2001272 2. Chan JF, Yuan S, Kok KH, et al A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster.",
            "3. Wang D, Hu B, Hu C, et al Clinical Characteristics of 138 Hospitalized Patients With 2019",
            "Novel Coronavirus-Infected Pneumonia in Wuhan, China. Jama 2020 doi: 10.1001/jama.2020.1585 4. National Health Commission of the People's Republic of China. Report of novel coronavirus-infected pneumonia in China. Published February 4, 2020 (accessed Feb 19, 2020). 5. Nickell LA, Crighton EJ, Tracy CS, et al Psychosocial effects of SARS on hospital staff: survey of a large tertiary care institution. CMAJ : Canadian Medical Association journal = journal de l'Association medicale canadienne 2004;170(5):793-8. doi: 10.1503/cmaj.1031077 6. Lee AM, Wong JG, McAlonan GM, et al Stress and psychological distress among SARS survivors 1 year after the outbreak. Canadian journal of psychiatry Revue canadienne de psychiatrie 2007;52(4):233-40. doi: 10.1177/070674370705200405",
            "7. Zhou X, Song H, Hu M, et al Risk factors of severity of post-traumatic stress disorder among survivors with physical disabilities one year after the Wenchuan earthquake.",
            "8. Zhou X, Kang L, Sun X, et al Prevalence and risk factors of post-traumatic stress disorder among adult survivors six months after the Wenchuan earthquake. Comprehensive psychiatry 2013;54(5):493-9. doi: 10.1016/j.comppsych.2012.12.010",
            "9. Cheng TA, Williams P. The design and development of a screening questionnaire (CHQ) for use in community studies of mental disorders in Taiwan. Psychological medicine",
            "10. Wuhan Municipal Health Commission. Use of designated hospital beds in Wuhan.",
            "Published February 4, 2020. (accessed Feb 19, 2020).",
            "11. Zhu N, Zhang D, Wang W, et al A Novel Coronavirus from Patients with Pneumonia in",
            "12. WHO. Summary of probable SARS cases with onset of illness from 1 November 2002 to",
            "31, https://www.who.int/csr/sars/country/table2004_04_21/en/ (accessed Feb 19, 2020).",
            "13. The L. Protecting Chinese doctors. Lancet 2020;395(10218):90. doi: 10.1016/S0140-6736(20)30003-9",
            "14. Wang JL YW, Zhang HL, Wang XC. Study on the general mental health status and influencing factors of Chinese Medical Team members. Zhonghua Liu Xing Bing Xue",
            "Za Zhi 2019;40(5):[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>].",
            "15. Firth-Cozens J. Emotional distress in junior house officers. British medical journal",
            "16. Ramirez AJ, Graham J, Richards MA, et al Burnout and psychiatric disorder among cancer clinicians. British journal of cancer 1995;71(6):1263-9. doi: 10.1038/bjc.1995.244",
            "17. Tam CW, Pang EP, Lam LC, et al Severe acute respiratory syndrome (SARS) in Hong",
            "Kong in 2003: stress and psychological impact among frontline healthcare workers.",
            "18. Rothe C, Schunk M, Sothmann P, et al Transmission of 2019-nCoV Infection from an",
            "Asymptomatic Contact in Germany. The New England journal of medicine 2020 doi: 10.1056/NEJMc2001468 19. Guan WJ, Ni ZY, Hu Y, et al Clinical Characteristics of Coronavirus Disease 2019 in China.",
            "20. Chan AO, Huak CY. Psychological impact of the 2003 severe acute respiratory syndrome outbreak on health care workers in a medium size regional general hospital in",
            "21. Domagala A, Bala MM, Storman D, et al Factors Associated with Satisfaction of Hospital",
            "Physicians: A Systematic Review on European Data. International journal of environmental research and public health 2018;15(11) doi: 10.3390/ijerph15112546 22. Reid L. Diminishing returns? Risk and the duty to care in the SARS epidemic. Bioethics"
        ]
    },
    "participants": [
        {
            "participant": "data",
            "number": 1339,
            "context": "COVID-19 exposure experiences differentiated by locations are depicted in Table 2. <mark class=\"stats\">Other Wuhan(n=1339)</mark>. Hubei(n=23 (n=654)"
        },
        {
            "participant": "data",
            "number": 23,
            "context": "Other Wuhan(n=1339). <mark class=\"stats\">Hubei(n=23 (n=654)</mark>. Participate in treatment"
        },
        {
            "participant": "data",
            "number": 1026,
            "context": "Multiple regression analysis. <mark class=\"stats\">Gender Male(N=1026) Female(N=3331)</mark>. Occupation Doctor(N=1419) Nurse(N=2343)"
        },
        {
            "participant": "data",
            "number": 1419,
            "context": "Gender Male(N=1026) Female(N=3331). <mark class=\"stats\">Occupation Doctor(N=1419) Nurse(N=2343)</mark>. Support staff(n=158)"
        },
        {
            "participant": "data",
            "number": 158,
            "context": "Occupation Doctor(N=1419) Nurse(N=2343). <mark class=\"stats\">Support staff(n=158)</mark>. Region Wuhan(n=1339) Other regions of Hubei province(n=2364) Other provinces(n=654)"
        },
        {
            "participant": "data",
            "number": 1339,
            "context": "Support staff(n=158). <mark class=\"stats\">Region Wuhan(n=1339) Other regions of Hubei province(n=2364) Other provinces(n=654)</mark>. Hospital level Ministerial/provincial(n=1202) Municipal(n=1913)"
        },
        {
            "participant": "data",
            "number": 1202,
            "context": "Region Wuhan(n=1339) Other regions of Hubei province(n=2364) Other provinces(n=654). <mark class=\"stats\">Hospital level Ministerial/provincial(n=1202) Municipal(n=1913)</mark>. Township/Community(n=508) 342(67.3) 166(32.7)"
        },
        {
            "participant": "data",
            "number": 508,
            "context": "Hospital level Ministerial/provincial(n=1202) Municipal(n=1913). <mark class=\"stats\">Township/Community(n=508) 342(67.3) 166(32.7)</mark>. Participate in treatment Frontline Upcoming"
        },
        {
            "participant": "cases",
            "number": 44745,
            "context": "The pathogen of this disease has been identified as coronavirus, which has 86.9% nucleotide sequence homology with the bat SARS-like coronavirus genome.11. <mark class=\"stats\">According to the official statistics, 44,745 cases had been diagnosed in China, and 398 in areas out of China, until the day this study ended, February 11, 2020</mark>. Its impressing ability of spreading contagion exceeds SARS in 2003.12"
        }
    ],
    "statistics": [
        {
            "p_value": "p <0.05",
            "context": "Volunteers Yes No. <mark class=\"stats\">*p <0.05</mark>. The main concerns of HCWs were: infection of colleagues (72.5%), infection of family members (63.9%), protective measures (52.3%) and medical violence (48.5%)"
        },
        {
            "p_value": "p=0.000",
            "context": "The distribution of risk perception is shown in Figure 1. <mark class=\"stats\">However, 40% of frontline HCWs expressed very worried about getting infected, significantly higher than other three groups; and the score of Likert scales were much lower (F=49.55, p=0.000)</mark>. We found that compared with other regions, all of the 6 questions had lower scores, showing significant statistical differences in Wuhan"
        },
        {
            "p_value": "p= 0.080",
            "context": "Female respondents were more worried about infection and violence, and those who had children were more worried about family members’ infection (F = 59.472, p=. <mark class=\"stats\">0.000) and medical violence (F = 3.056, p= 0.080)</mark>. The scores of GHQ-12 for the general population were in a positive skew distribution, with a score range of 0-12 and a median of 2 (SD: 2.56)"
        },
        {
            "p_value": "p <0.05",
            "context": "Colleagues infected Yes No. <mark class=\"stats\">*p <0.05</mark>. Since mid-December 2019 when COVID-19 broke out in Wuhan, it has spread rapidly"
        }
    ],
    "keywords": [
        "yuhong dai",
        "early stage",
        "psychological impact",
        "clinical characteristics",
        "exposure experience",
        "COVID-19",
        "immediate psychological",
        "novel coronavirus",
        "family member",
        "statistics",
        "risk perception",
        "frontline treatment",
        "severe acute respiratory syndrome",
        "psychological status",
        "pneumonia",
        "healthcare workers",
        "psychological distress",
        "psychological state",
        "Coronavirus disease",
        "protective measure"
    ],
    "keyword_relevance": {
        "healthcare workers": 0.3370165746,
        "COVID-19": 0.2541436464,
        "family member": 0.0552486188,
        "psychological distress": 0.0552486188,
        "risk perception": 0.044198895,
        "exposure experience": 0.0386740331,
        "frontline treatment": 0.0386740331,
        "protective measure": 0.0386740331,
        "psychological state": 0.0331491713,
        "novel coronavirus": 0.0165745856,
        "statistics": 0.0165745856,
        "severe acute respiratory syndrome": 0.0165745856,
        "pneumonia": 0.0165745856,
        "early stage": 0.0110497238,
        "immediate psychological": 0.0110497238,
        "psychological status": 0.0110497238,
        "psychological impact": 0.0055248619,
        "yuhong dai": 0.0,
        "clinical characteristics": 0.0,
        "Coronavirus disease": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> 1,404 (32.2%) of the 4,357 HCWs were participating in the frontline treatment of COVID-19 patients.",
        "Among the 1,339 (30.7%) HCWs enrolled in.",
        "COVID-19, 33 of whom were from Wuhan, 6 from other areas of Hubei province, and only one from other provinces.",
        "89.9% of the respondents expressed their willingness to participated in the treatment.",
        "COVID-19 exposure was even more severe in Wuhan.",
        "COVID-19 exposure experiences differentiated by locations are depicted in Table 2",
        "<h2 style=\"display: inline\">Results:</h2> 40% of frontline HCWs expressed very worried about getting infected, significantly higher than other three groups; and the score of Likert scales were much lower (F=49.55, p=0.000).",
        "<h2 style=\"display: inline\">Conclusion:</h2> Since mid-December 2019 when COVID-19 broke out in Wuhan, it has spread rapidly.<br/><br/>Since January 23, 2020, the city blockade has been carried out in Wuhan, and traffic restrictions were enforced throughout China.",
        "People in Wuhan, even across China, live on the horizon of COVID-19.",
        "Its impressing ability of spreading contagion exceeds SARS in 2003.12In the early stage of COVID-19 epidemic, HCWs, especially in Wuhan, were worried about the risk of infection and protective measures, causing 39.1% of them to have developed psychological distress."
    ],
    "structured_summary": {
        "Introduction": [
            "1,404 (32.2%) of the 4,357 HCWs were participating in the frontline treatment of COVID-19 patients.",
            "Among the 1,339 (30.7%) HCWs enrolled in.",
            "COVID-19, 33 of whom were from Wuhan, 6 from other areas of Hubei province, and only one from other provinces.",
            "89.9% of the respondents expressed their willingness to participated in the treatment.",
            "COVID-19 exposure was even more severe in Wuhan.",
            "COVID-19 exposure experiences differentiated by locations are depicted in Table 2"
        ],
        "Results": [
            "40% of frontline HCWs expressed very worried about getting infected, significantly higher than other three groups; and the score of Likert scales were much lower (F=49.55, p=0.000)."
        ],
        "Conclusion": [
            "Since mid-December 2019 when COVID-19 broke out in Wuhan, it has spread rapidly.<br/><br/>Since January 23, 2020, the city blockade has been carried out in Wuhan, and traffic restrictions were enforced throughout China.",
            "People in Wuhan, even across China, live on the horizon of COVID-19.",
            "Its impressing ability of spreading contagion exceeds SARS in 2003.12In the early stage of COVID-19 epidemic, HCWs, especially in Wuhan, were worried about the risk of infection and protective measures, causing 39.1% of them to have developed psychological distress."
        ]
    },
    "reference_links": [
        {
            "id": "2",
            "alt_id": "Chan_et+al_2019_a",
            "entry": "2. Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chan%20JF%20Yuan%20S%20Kok%20KH%20et%20al%20A%20familial%20cluster%20of%20pneumonia%20associated%20with%20the%202019%20novel%20coronavirus%20indicating%20persontoperson%20transmission%20a%20study%20of%20a%20family%20cluster"
        },
        {
            "id": "3",
            "alt_id": "Wang_et+al_2019_a",
            "entry": "3. Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. Jama 2020 doi: 10.1001/jama.2020.1585",
            "crossref": "https://dx.doi.org/10.1001/jama.2020.1585",
            "scite": "https://scite.ai/reports/10.1001/jama.2020.1585"
        },
        {
            "id": "4",
            "alt_id": "4._0000_a",
            "entry": "4. National Health Commission of the People's Republic of China. Report of novel coronavirus-infected pneumonia in China. Published February 4, 2020 (accessed Feb 19, 2020).",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=National%20Health%20Commission%20of%20the%20Peoples%20Republic%20of%20China%20Report%20of%20novel%20coronavirusinfected%20pneumonia%20in%20China%20Published%20February%204%202020%20accessed%20Feb%2019%202020"
        },
        {
            "id": "5",
            "alt_id": "Nickell_et+al_2004_a",
            "entry": "5. Nickell LA, Crighton EJ, Tracy CS, et al. Psychosocial effects of SARS on hospital staff: survey of a large tertiary care institution. CMAJ: Canadian Medical Association journal = journal de l'Association medicale canadienne 2004;170(5):793-8. doi: 10.1503/cmaj.1031077",
            "crossref": "https://dx.doi.org/10.1503/cmaj.1031077",
            "scite": "https://scite.ai/reports/10.1503/cmaj.1031077",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1503/cmaj.1031077"
        },
        {
            "id": "6",
            "alt_id": "Lee_et+al_2007_a",
            "entry": "6. Lee AM, Wong JG, McAlonan GM, et al. Stress and psychological distress among SARS survivors 1 year after the outbreak. Canadian journal of psychiatry Revue canadienne de psychiatrie 2007;52(4):233-40. doi: 10.1177/070674370705200405",
            "crossref": "https://dx.doi.org/10.1177/070674370705200405",
            "scite": "https://scite.ai/reports/10.1177/070674370705200405",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1177/070674370705200405"
        },
        {
            "id": "8",
            "alt_id": "Zhou_et+al_2013_a",
            "entry": "8. Zhou X, Kang L, Sun X, et al. Prevalence and risk factors of post-traumatic stress disorder among adult survivors six months after the Wenchuan earthquake. Comprehensive psychiatry 2013;54(5):493-9. doi: 10.1016/j.comppsych.2012.12.010",
            "crossref": "https://dx.doi.org/10.1016/j.comppsych.2012.12.010",
            "scite": "https://scite.ai/reports/10.1016/j.comppsych.2012.12.010",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1016/j.comppsych.2012.12.010"
        },
        {
            "id": "10",
            "alt_id": "10._0000_b",
            "entry": "10. Wuhan Municipal Health Commission. Use of designated hospital beds in Wuhan. Published February 4, 2020. (accessed Feb 19, 2020).",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wuhan%20Municipal%20Health%20Commission%20Use%20of%20designated%20hospital%20beds%20in%20Wuhan%20Published%20February%204%202020%20accessed%20Feb%2019%202020"
        },
        {
            "id": "13",
            "alt_id": "The_0000_a",
            "entry": "13. The L. Protecting Chinese doctors. Lancet 2020;395(10218):90. doi: 10.1016/S0140-6736(20)30003-9",
            "crossref": "https://dx.doi.org/10.1016/S0140-6736(20)30003-9",
            "scite": "https://scite.ai/reports/10.1016/S0140-6736(20)30003-9",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1016/S0140-6736%2820%2930003-9"
        },
        {
            "id": "14",
            "alt_id": "Wang_et+al_2019_a",
            "entry": "14. Wang JL YW, Zhang HL, Wang XC. Study on the general mental health status and influencing factors of Chinese Medical Team members. Zhonghua Liu Xing Bing Xue Za Zhi 2019;40(5):5.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=YW%2C%20Wang%20J.L.%20HL%2C%20Zhang%20XC%2C%20Wang%20Study%20on%20the%20general%20mental%20health%20status%20and%20influencing%20factors%20of%20Chinese%20Medical%20Team%20members.%20Zhonghua%20Liu%20Xing%20Bing%20Xue%20Za%20Zhi%202019"
        },
        {
            "id": "16",
            "alt_id": "Ramirez_et+al_1995_a",
            "entry": "16. Ramirez AJ, Graham J, Richards MA, et al. Burnout and psychiatric disorder among cancer clinicians. British journal of cancer 1995;71(6):1263-9. doi: 10.1038/bjc.1995.244",
            "crossref": "https://dx.doi.org/10.1038/bjc.1995.244",
            "scite": "https://scite.ai/reports/10.1038/bjc.1995.244",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1038/bjc.1995.244"
        },
        {
            "id": "18",
            "alt_id": "Rothe_et+al_2019_a",
            "entry": "18. Rothe C, Schunk M, Sothmann P, et al. Transmission of 2019-nCoV Infection from an",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Rothe%20C%20Schunk%20M%20Sothmann%20P%20et%20al%20Transmission%20of%202019nCoV%20Infection%20from%20an"
        },
        {
            "id": "19",
            "alt_id": "Guan_et+al_2019_a",
            "entry": "19. Guan WJ, Ni ZY, Hu Y, et al. Clinical Characteristics of Coronavirus Disease 2019 in China. The New England journal of medicine 2020 doi: 10.1056/NEJMoa2002032",
            "crossref": "https://dx.doi.org/10.1056/NEJMoa2002032",
            "scite": "https://scite.ai/reports/10.1056/NEJMoa2002032",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1056/NEJMoa2002032"
        },
        {
            "id": "20",
            "alt_id": "Chan_2003_b",
            "entry": "20. Chan AO, Huak CY. Psychological impact of the 2003 severe acute respiratory syndrome outbreak on health care workers in a medium size regional general hospital in",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chan%20AO%20Huak%20CY%20Psychological%20impact%20of%20the%202003%20severe%20acute%20respiratory%20syndrome%20outbreak%20on%20health%20care%20workers%20in%20a%20medium%20size%20regional%20general%20hospital%20in"
        },
        {
            "id": "21",
            "alt_id": "Domagala_et+al_2018_a",
            "entry": "21. Domagala A, Bala MM, Storman D, et al. Factors Associated with Satisfaction of Hospital Physicians: A Systematic Review on European Data. International journal of environmental research and public health 2018;15(11) doi: 10.3390/ijerph15112546",
            "crossref": "https://dx.doi.org/10.3390/ijerph15112546",
            "scite": "https://scite.ai/reports/10.3390/ijerph15112546",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.3390/ijerph15112546"
        }
    ],
    "facts": [
        "more than 3000 healthcare workers have been infected with severe acute respiratory syndrome coronavirus 2 in China",
        "a cross-sectional survey designed on a convenient sample of 4357 HCWs",
        "Its data were collected using anonymous structured questionnaires distributed through social software",
        "Descriptive statistics were used for data analysis",
        "psychological status were compared by demographic characteristics",
        "of the 4,357 HCWs were participating in the frontline treatment of COVID-19 patients",
        "of whom were from Wuhan",
        "89.9% of the respondents expressed their willingness to participated in the treatment",
        "COVID-19 exposure experiences differentiated by locations are depicted in",
        "traffic restrictions were enforced throughout China",
        "The pathogen of this disease has been identified as coronavirus",
        "44,745 cases had been diagnosed in China",
        "The prevention and control of epidemics should not rely on the sacrifice of a single group",
        "the novel coronavirus has spread to 73 countries on all continents",
        "high from moderate. HCWs in other countries may be confronted with similar difficulties",
        "Yuhong Dai was involved in data processing",
        "Hong Qiu contributed to the interpretation of the results",
        "that psychological abnormality rate was much higher in the frontline HCWs"
    ],
    "claims": [
        "We found that compared with other regions, all of the 6 questions had lower scores, showing significant statistical differences in Wuhan",
        "And through multiple regression analysis, we found that psychological abnormality rate was much higher in the frontline HCWs"
    ],
    "findings": [
        "40% of frontline HCWs expressed very worried about getting infected, significantly higher than other three groups; and the score of Likert scales were much lower (F=49.55, p=0.000)"
    ],
    "processes": [],
    "key_statements": [
        "1,404 (32.2%) of the 4,357 healthcare workers were participating in the frontline treatment of COVID-19 patients",
        "COVID-19, 33 of whom were from Wuhan, 6 from other areas of Hubei province, and only one from other provinces. 89.9% of the respondents expressed their willingness to participated in the treatment",
        "COVID-19 exposure experiences differentiated by locations are depicted in Table 2",
        "Through multiple regression analysis, we found that psychological abnormality rate was much higher in the frontline healthcare workers",
        "Until this paper was submitted, the novel coronavirus has spread to 73 countries on all continents except Antarctic, European Union raised coronavirus risk level to high from moderate",
        "Yuhong Dai was involved in data processing"
    ],
    "top_statements": [
        "1,404 (32.2%) of the 4,357 healthcare workers were participating in the frontline treatment of COVID-19 patients",
        "COVID-19, 33 of whom were from Wuhan, 6 from other areas of Hubei province, and only one from other provinces. 89.9% of the respondents expressed their willingness to participated in the treatment",
        "COVID-19 exposure experiences differentiated by locations are depicted in Table 2",
        "Until this paper was submitted, the novel coronavirus has spread to 73 countries on all continents except Antarctic, European Union raised coronavirus risk level to high from moderate",
        "Yuhong Dai was involved in data processing"
    ],
    "headline": "Until this paper was submitted, the novel coronavirus has spread to 73 countries on all continents except Antarctic, European Union raised coronavirus risk level to high from moderate",
    "contexts": [],
    "abbreviations": {
        "HCWs": "healthcare workers"
    }
}
