{
    "filename": "2020.02.17.952895v1.pdf",
    "content_type": "application/pdf",
    "file_size": 2461789,
    "metadata": {
        "title": "Functional pangenome analysis provides insights into the origin, function and pathways to therapy of SARS-CoV-2 coronavirus",
        "date": 2020,
        "author": "45 Funding. This research was funded by the King Abdullah University of Science and Technology 46 (KAUST) through funding allocated to Computational Bioscience Research Center (CBRC) and 47 another KAUST award under the award number FCC/1/1976-25-01. 48 49",
        "affiliations": [
            "King Abdullah University of Science and Technology (KAUST), Computational Bioscience",
            "Research Center (CBRC),",
            "Biological and Environmental Science and Engineering (BESE),",
            "Thuwal, 23955-6900, Saudi Arabia 9",
            "Centre de Biochimie Structurale, CNRS, INSERM, Université de Montpellier, 34090",
            "Montpellier, France 11",
            "Biological and Environmental Science and Engineering (BESE), Thuwal, 23955-6900, Saudi",
            "Research Center for Zoonosis Control, Hokkaido University, Sapporo, 001-0020 Japan 14 15 *corresponding authors: Intikhab.alam@kaust.edu.sa, Carlos.Duarte@kaust.edu.sa. 16 17 18",
            "King Abdullah University of Science and Technology 46 (KAUST) through funding allocated to Computational Bioscience Research Center (CBRC) and 47 another KAUST award under the award number FCC/1/1976-25-01. 48 49"
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.02.17.952895",
            "isbn": null,
            "doc_id": null,
            "url": "https://biorxiv.org/cgi/content/short/2020.02.17.952895v1.pdf"
        },
        "abstract": "Introduction 93 Recent epidemic of novel coronavirus (SARS-CoV-2) has triggered a rising global health emergency (WHO https://www.who.int/emergencies/diseases/novel-coronavirus-2019). Three major actions, confinement, detection and therapy, are required to contain this pandemic.",
        "references": "@incollection{unknown-a,\n  title = {The NCBI assemblies},\n  pages = {page https://www.ncbi.nlm.nih.gov/assembly},\n  unknown = {with},\n  source = {was searched on January 26, 272 2020 using the search term “txid694002[Organism:exp]” to find all complete viral genomes for 273 genus Betacoronavirus. As a result, 22 different available assemblies were downloaded in addition 274 to the assembly for bat virus bat-SL-CoVZC45, see Supplementary Table 1. Multiple strains},\n  language = {}\n}\n@misc{virol2014a,\n  author = {Virol, J.},\n  date = {2014},\n  volume = {88},\n  pages = {913–24},\n  unmatched-volume = {424 7.},\n  number = {2}\n}\n@article{unknown-b,\n  title = {Emerg Microbes},\n  journal = {Infect},\n  volume = {2020},\n  pages = {221–36},\n  unmatched-volume = {429 9.},\n  number = {9},\n  language = {}\n}\n",
        "links": [
            "http://www.cbrc.kaust.edu.sa/kmap",
            "https://pangenomedb.cbrc.kaust.edu.sa",
            "http://pfam.xfam.org/family/PF11289",
            "http://pfam.xfam.org/family/PF08779",
            "https://www.ncbi.nlm.nih.gov/genome/proteins/86693?genome_assembly_id=760344"
        ],
        "emails": [
            "Intikhab.alam@kaust.edu.sa",
            "Carlos.Duarte@kaust.edu.sa"
        ],
        "references_ris": "TY  - CHAP\nTI  - The NCBI assemblies\nSP  - page https://www.ncbi.nlm.nih.gov/assembly\nC1  - with\nT2  - was searched on January 26, 272 2020 using the search term “txid694002[Organism:exp]” to find all complete viral genomes for 273 genus Betacoronavirus. As a result, 22 different available assemblies were downloaded in addition 274 to the assembly for bat virus bat-SL-CoVZC45, see Supplementary Table 1. Multiple strains\nLA  - \nER  - \n\nTY  - GEN\nAU  - Virol, J.\nPY  - 2014\nDA  - 2014\nVL  - 88\nSP  - 913\nEP  - 24\nC1  - 424 7.\nIS  - 2\nER  - \n\nTY  - JOUR\nTI  - Emerg Microbes\nT2  - Infect\nVL  - 2020\nSP  - 221\nEP  - 36\nC1  - 429 9.\nIS  - 9\nLA  - \nER  - \n\n",
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "Supplementary 1",
                "caption": "Details of GenBank Betacoronavirus Genomes. Genomes with same taxonid are highlighted in yellow"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "A. Breakdown of 37 gene clusters showing common and unique genes across four 339 coronavirus clades, here clade-2 represents SARS, SARS-CoV-2 (COVID-2019) isolates and 340 coronaviruses from two different bats. One of the gene cluster, orf[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>], marked in yellow, appears 341 to be unique in SARS-CoV-2 according to annotations from GenBank, however a TBLASTN 342 search of this protein against NCBI’s Nucleotide database (NT) shows presence of this gene in 343 other SARS-like coronaviruses. B. A species tree is shown based on SNPs from all core genes 344 alignments, marked with clade 1-4 and SARS-like subclade"
            },
            {
                "id": "2",
                "caption": "BLASTN based Whole genome comparison among SARS-CoV-2 (CDS shown in blue) 348 and similar SARS-Cov (green) and two Bat SARS-like genomes (Bat-SL-CovZC45 in red and 349 Bat-Hp-Zhejiang2013 in light blue). Regions with no match to SARS-CoV-2 are shown in white. 350 This BLAST atlas was produced using CGview (http://cgview.ca) 351 352 353 354 355"
            }
        ],
        "tables_url": "https://scholarcy.nyc3.digitaloceanspaces.com/tables/docker-test/2020.02.17.952895v1.xlsx",
        "figure_urls": [
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.17.952895v1/img-000.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.17.952895v1/img-002.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.17.952895v1/img-004.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.17.952895v1/img-006.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.17.952895v1/img-007.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.17.952895v1/img-008.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.17.952895v1/img-009.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.17.952895v1/img-010.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.17.952895v1/img-012.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.17.952895v1/img-014.png"
        ]
    },
    "sections": {
        "background": [
            "Recent epidemic of novel coronavirus (SARS-CoV-2) has triggered a rising global health emergency that demands urgent analysis of its genome and solutions for detection and therapy."
        ],
        "methods": [
            "We used a comparative pangenomic analysis of Betacoronavirus sequenced thus far to detect the core and accessory gene clusters of this genus including SARS-CoV-2. We then annotate the functions, which are confirmed by structural analysis, and predict the potential location within the host cells of these proteins.",
            "Collection of Betacoronavirus strains.<br/><br/>The NCBI assemblies page https://www.ncbi.nlm.nih.gov/assembly was searched on January 26, using the search term “txid694002[Organism:exp]” to find all complete viral genomes for genus Betacoronavirus. As a result, 22 different available assemblies were downloaded in addition to the assembly for bat virus bat-SL-CoVZC45, see Supplementary Table 1. Multiple strains with the same taxon id are marked in yellow, these marked assemblies are from multiple isolate genomes including four isolates from the Wuhan coronavirus, SARS-CoV-2. These assemblies in<br/><br/>GenBank format were updated for the locus_tag identifiers containing so that all genes can be traced with a locus id and the gene index number in order to comply with our pangenome analysis.<br/><br/>Creating a pangenome for Betacoronavirus<br/><br/>For pangenome analysis we used panX (Ding et al, 2018) that takes GenBank files as input and extracts gene coordinates, annotations and sequences from these genomes on both nucleotide and protein levels. These sequences are compared to each other and gene clustering is performed.<br/><br/>Phylogenetic analysis is carried out on the core gene clusters to produce a species tree and similarly for each gene cluster to produce gene trees. These alignments and phylogenetic trees are then visualized using panX visualization module obtain from github, https://github.com/neherlab/pangenome-visualization/. These gene clusters and their alignments at the nucleotide and amino acid levels as well as phylogenetic tree analysis at the species and gene levels, are available for further inspection (https://pangenomedb.cbrc.kaust.edu.sa). Other databases showing greater detail about many viruses, such as Virus Pathogen Resource (VIPR, https://www.viprbrc.org) and GSAID (https://www.gisaid.org) are very useful but they do not provide gene clustering or pan-genome analysis.<br/><br/>Re-annotation of proteins from Betacoronavirus genomes using KAUST Metagenomic Analysis<br/><br/>Platform (KMAP) annotation pipeline.<br/><br/>All proteins clustered into groups using pan-genome analysis were re-annotated using KMAP annotation system that employs sequence-based BLAST to UniProtKB, KEGG and also Protein<br/><br/>Family (PFam) domain detection using InterPro. Resulting annotations were indexed into KMAP database under project 46, http://www.cbrc.kaust.edu.sa/kmap/ , available after clicking on the public access button and the projects tab.<br/><br/>Prediction of function using DeepGOPlus.<br/><br/>We used all genes from Betacoronavirus dataset in order to explore Gene Ontology predictions through DeepGOPlus 5 tool that combines deep convolutional neural network (CNN) model with sequence similarity-based predictions to derive relevant functional classes from Gene Ontology alongside a confidence score. Results were included with a score 0.1 and filtered for class specificity. Predicted Gene Ontology (GO) terms with a confidence score from DeepGOPlus were visualized using QuickGO (https://www.ebi.ac.uk/QuickGO/) for SARS-CoV-2 specific gene clusters. DeepGOPlus is available on github, https://github.com/bio-ontology-researchgroup/DeepGOPlus<br/><br/>Structure based prediction of function<br/><br/>ProtParam (https://web.expasy.org/cgi-bin/protparam/protparam) was used for calculating protein features. Phobius (http://phobius.sbc.su.se/) and SignalP-5.0 were used for prediction of transmembrane regions and signal peptides 13. Jpred[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>] was used to calculate secondary structure features (http://www.compbio.dundee.ac.uk/jpred4/). 3D modelling was carried out using<br/><br/>SwissModel (homology modelling)[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>] or QUARK (ab initio structure predictions)[<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>].<br/><br/>Author contributions<br/><br/>IA, TG and CMD conceived and designed the research, IA led the study and conducted the data analysis, A.K. helped developed the web-based resource and led computational components of the study, MK and SA contributed to the functional structural analysis, and AP contributed with inferences on virulence. IA and CMD developed the first draft of the manuscript and all authors contributed to writing and improving the manuscript, and approved the submission."
        ],
        "findings": [
            "We found five accessory gene clusters common to the SARS clade, including SARSCoV-2, that perform functions supporting their pathogenicity. Phylogenetic analysis showed one of the accessory gene clusters, the protein E, to be present across the inferred evolutionary pathway of the SARS clade, including that of the horseshoe bat virus (Hp-betacoronavirus/Zhejiang2013), inferred to be the parental member of the clade. The E protein is highly conserved in the clade, differing between SARS and SARS-Cov[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] with a difference of single amino acid substitution and a single amino acid insertion present in SARS but absent from SARS-CoV-2. Betacoronavirus pangenomedb is available at http://pangenomedb.cbrc.kaust.edu.sa.<br/><br/>Interpretation. The characterization and functional assessment of SARS-CoV-2 envelope, E, protein in gene cluster 6, together with previous findings on this protein for SARS, leads us to recommend that detection of COVID-2019 be developed based on the SARS-CoV-2 E protein and that treatment using mutated SARS-Cov-2 lacking the E protein be explored as a promising candidate for a vaccine."
        ],
        "funding": [
            "This research was funded by the King Abdullah University of Science and Technology (KAUST) through funding allocated to Computational Bioscience Research Center (CBRC) and another KAUST award under the award number FCC/1/1976-25-01. author/funder. It is made available under a CC-BY-ND 4.0 International license. Research in context Evidence before this study The response to the recent epidemic of novel coronavirus 2019-nCoV, now named SARS-CoV2, and its disease named COVID-2019, require elucidating the possible origin, gene functions and potential treatment options. The genome sequence released for SARS-CoV-2 is a key resource to these efforts. We used all available whole-virus genomes released for the Betacoronavirus to conduct a functional pangenomic analysis of these viruses, including that of SARS-CoV-2. SARS-CoV-2 was previously reported in publications as 2019-nCoV. NCBI produced a dedicated resource for SARS-CoV-2 related publications and sequence data (https://www.ncbi.nlm.nih.gov/genbank/SARS-CoV-2-seqs/). We searched this resource for terms “2019-nCoV AND envelope” (1 hit), or “2019-nCoV AND orf10” (0 hits) or “2019-nCoV pangenome” (0 hits) to find any published work related to these genes in SARS-CoV-2. We retrieved all Betacoronavirus (taxon id 694002) whole genome sequences from NCBI (January 26, 2020 from web page https://www.ncbi.nlm.nih.gov/assembly) using the search term “txid694002[Organism:exp]”. This search retrieved a total of 22 whole genomes, of which 18 were unique genomes, including 4 that for SARS-CoV-2, see supplementary table 1. Added value of this study We report and make available an interactive pangenome analysis resource (defining core and accessory genome components) for the genus Betacoronavirus (https://pangenomedb.cbrc.kaust.edu.sa), including SARS-CoV-2. We identify and define all core and accessory gene alignments and phylogenetic trees for this genus. We then explore these data to provide insights into potential functions for uncharacterized genes (ORFs 6,8,10) unique to SARS-like coronaviruses, and suggest potential options for detection and therapy of COVID2019. This analysis points at protein E, highly conserved across all SARS-like coronaviruses, as a promising candidate for COVID-2019 detection and therapy. Implications of all the available evidence The Betacoronavirus pangenome data we made public allows exploration of core and accessory elements of these viruses to understand the pathogenicity of SARS-CoV-2, thereby expediting progress in responding to the pandemic. The characterization and functional assessment of SARS-CoV-2 envelope, E, protein, in gene cluster 6 together with previous findings on this protein for SARS, leads us to recommend that detection of COVID-2019 be developed based on the SARS-CoV-2 E protein and that treatment using mutated SARS-Cov-2 lacking the E protein be explored as a promising candidate for a vaccine."
        ],
        "introduction": [
            "Recent epidemic of novel coronavirus (SARS-CoV-2) has triggered a rising global health emergency (WHO https://www.who.int/emergencies/diseases/novel-coronavirus-2019). Three major actions, confinement, detection and therapy, are required to contain this pandemic.<br/><br/>Detection and therapy can be guided by virus sequence data, which was first made available in 17<br/><br/>December, 2019 at gsaid.org, soon after detection of the first cases. This SARS-CoV-2 genome sequence data is a pivotal resource on its own, but can gain greater value when embedded with those of other Betacoronavirus, allowing a comparative pangenomic analysis. This approach can help identify the core genome of Betacoronaviruses and extract accessory genomic features shared by a subset of these viruses or unique to SARS-CoV-2. Whereas core genomic features are required for the virus to be functional, accessory features are candidates to provide insights into the drivers of the unique capacities of SARS-CoV-2 explaining its spread and virulence. Genome annotation can then be used to assess the possible functions of these accessory features and guide approaches to detection and treatment.<br/><br/>Here we apply a comparative pangenomic approach of all Betacoronavirus genomes sequenced thus far to detect the core and accessory gene cluster of this genus, and then annotate the functions, further assessed through structural analysis and predict the potential location in the host cell of those accessory gene clusters present in SARS-CoV-2 that were uncharacterized to-date. The core gene clusters were then aligned to obtain SNPs allowing us to generate a phylogenetic tree of<br/><br/>Betacoronavirus, providing insight into its likely evolutionary origin. Whole-genome sequence similarity analysis was then used to compare SARS-CoV-2 with phylogenetically close relatives from Betacoronavirus to further detect the regions of dissimilarity that may explain the distinct virulence of SARS-CoV-2, and to suggest targets for detection and therapy."
        ],
        "results": [
            "The Betacoronavirus genomes available from NCBI (accessed 26 January, 2020) included 23 assemblies corresponding to 18 different strains, ranging in size from 29.9 to 31.5 Kb (Suppl.<br/><br/>Table 1). About 10% of the gene clusters (4 out of 37) defined by panX 1 were present across all genomes, thereby defining the core genome for the genus Betacoronavirus (Fig. 1A). A species tree constructed based on SNPs in the genes related to core-genome gene clusters from<br/><br/>Betacoronaviruses showed that the recently detected SARS-CoV-2 appears closest to the bat coronavirus, bat-SL-CoVZC45, followed by Severe acute respiratory syndrome (SARS)<br/><br/>coronavirus (Fig. 1B).<br/><br/>From the accessory genome, we found 6 accessory gene clusters (18 % of the accessory genome of genus Betacoronavirus) common to SARS-like coronaviruses, including SARS-CoV-2, out of total accessory gene clusters. Four of these gene clusters (ORF3, ORF6, ORF7, and ORF8, Fig. 1A), appear only in SARS-CoV-2, bat-SL-CoVZC45 and the SARS virus. A gene cluster, annotated as ORF10, appears to be unique to SARS-CoV-2 (Fig. 1). However, a blast-based search of this putative protein against the DNA of all sequences in NCBI’s NT database, shows this sequence to match with 100% coverage in the DNA of other SARS-like genomes, but there is no open-reading frame predicted for those genomes in the matching (Fig 1A). This suggests that this apparent uniqueness of ORF10 is a possible annotation artifact, for the SARS-CoV-2 genome or the annotation pipeline of GeneBank did not predict a gene for other matching genomes. An additional accessory gene cluster for envelope protein, E (cluster 6 with 7 strains) is found in the<br/><br/>SARS, SARS-CoV-2, bat-SL-CoVZC45 as well as in Bat Hp-betacoronavirus/Zhejiang2013, and here Bat Hp-betacoronavirus/Zhejiang2013 appears to be a parental clade in the phylogenetic tree (Fig. 1B). There are two other and different envelope protein clusters (clusters 5 with 13 strains, cluster 22 with 2 strains) but none of these include SARS-like genomes that have been involved in human pandemics. SARS envelope protein (also present in our gene cluster 6) has been studied previously and shown to be involved in critical aspects of the viral life cycle (such as assembly, budding, envelope formation, and pathogenesis) and that CoVs lacking E make promising vaccine candidates[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>].<br/><br/>Among the gene clusters unique to the SARS clade, including SARS-CoV-2, only cluster 6, related to E protein, is well annotated. Others gene clusters (ORF3, ORF6, ORF7, ORF8 and ORF10)<br/><br/>appear to be uncharacterized according to existing<br/><br/>GenBank annotations (https://www.ncbi.nlm.nih.gov/genome/proteins/86693?genome_assembly_id=760344).<br/><br/>Reannotation of proteins from all available Betacoronavirus genomes through KAUST metagenomic analysis platform (KMAP, www.cbrc.kaust.edu.sa/kmap, project 46) provided functional insights for five out of six accessory gene clusters present in SARS-CoV-2. These five clusters are now labelled with Protein Family (PFAM) domain IDs, as shown in Fig 1A. Two of these previously characterized gene clusters (ORF3a and ORF7a Fig 1A) appear to have a common function related to inducing apoptosis (cell death, see http://pfam.xfam.org/family/PF11289 and http://pfam.xfam.org/family/PF08779). Among other functions, ORF3a, also known as viroporin, modulates virus release and upregulates fibrinogen in host cells 3. ORF7a seems to have immunoglobulin-like fold, which suggests ligand binding activity, possibly to integrin I domains<br/><br/>. The remaining three accessory gene clusters, ORF6, ORF8 and ORF10, present in SARS-CoV2, SARS and bat-SL-CoVZC45 remain functionally uncharacterized. In the following section we provide results of function prediction using DeepGOPlus 5 and using several protein structural analyses.<br/><br/>Before using DeepGOPlus 5 to explore uncharacterized gene clusters further, we first tested its GO terms assignment for the well characterized envelope protein. As shown in Supplementary Fig 1, DeepGOPlus is able to assign functions such as interaction with host cell, virion assembly, budding, host cell disruption. Similar functions were described for SARS E protein previously[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] that differs from SARS-CoV-2 E protein for a single amino acid substitution and an insertion.<br/><br/>DeepGOPlus also predicted localization of the E protein function in the host cell to be associated with the Golgi apparatus, vacuoles, endoplasmic reticulum, and membrane cell periphery of the host cell. DeepGOPlus predicts a role for ORF6 in the regulation of molecular function, cellular component biogenesis and organization with potential cellular localization in membrane-forming protein complexes (Suppl. Figure 2). GO for ORF8 predicts potential functions as response to stimulus along with biological regulation with potential cellular localization in vacuoles, cell periphery and extracellular regions (Suppl. Figure 3). For the smallest protein ORF10, DeepGOPlus predicts a role as regulator of molecular function and response to stimulus, similar to ORF8, but is predicted to be localized only in the extracellular region of the host cell (Suppl.    Figure 4).<br/><br/>Our bioinformatic structural assessment showed that the structural architecture of protein E (a homopentameric single-pass transmembrane ion channel) is conserved compared to the 95%<br/><br/>identical protein E from other SARS-CoV (Supplementary Figures 5,6). ORF3a displayed a multipass transmembrane domain and a cytoplasmic b-barrel or b-sandwich fold (Supplementary"
        ],
        "discussion": [
            "The comparative analysis of available Betacoronavirus genomes reported here helped us to identify the unique and shared features of SARS-CoV-2 virus and provided insights into its virulence while also providing guidance for their rapid detection and possible therapy. A comparative genomic analysis at a larger scale, including alpha, beta, gamma and delta coronaviruses, identified substitutions in specific amino acids among severe acute respiratory syndrome (SARS) or SARS-like coronaviruses 7, potentially leading to functional and pathogenic divergence in SARS-CoV-2. We complement this effort through a pan-genomic approach focused on functional similarities and annotation, rather than amino acid substitution. Our analysis provides a unique, user-friendly and interactive resource (https://pangenomedb.cbrc.kaust.edu.sa) of core and accessory gene clusters from the genus Betacoronavirus that sheds light on potential function of uncharacterized genes unique to SARS-like coronaviruses. Another recent study 8 described one of the SARS-CoV-2 isolate genome from Wuhan and discussed phylogenetic analysis of its genes in context of comparison to Betacoronavirus genus, although protein E was not described in detail. Furthermore, in our Markov Chain Clustering (MCL), SARS ORF7, ORF8 and ORF11 (gene symbols taken from GenBank annotation file for accession AY274119) are clustering with ORF6, ORF7 and ORF8, respectively, for SARS-CoV-2. The conservation of<br/><br/>ORF11 from SARS with ORF8 of SARS-CoV-2 is however weak, all alignments are available at our Betacoronavirus pangenome database.<br/><br/>Our analysis suggests no major function or gene cluster to be unique only to SARS-CoV-2, as the unique gene cluster related to ORF10 identified is not robust and likely to be an annotation artifact since TBLASTN of this protein finds matches with 100% coverage in all SARS-like genomes. The spike protein present in SARS-CoV-2, a replicase that is an RNA-dependent RNA polymerase (RdRp) and two proteases in coronavirus (namely proteinase (3CLpro) and the papain-like protease (PLpro) have been proposed as therapeutic targets for possible treatments for SARS-CoV-2 9. The similarity of the spike protein between SARS-CoV-2 and SARS shown here implies that SARS antiviral drugs would also be effective in blocking the binding of SARSCoV-2 spike protein to human host cells 10. However, a recent study notes that some of the most potent SARS-CoV-specific neutralizing antibodies, targeting human receptor ACE2, failed to bind SARS-CoV-2 spike protein (doi: https://doi.org/10.1101/2020.01.28.923011). These results suggest that new antibodies that bind specifically to the SARS-CoV-2 Receptor Binding Domain (RBD) need be developed. Our analysis provided potential functions for four previously uncharacterized accessory gene clusters (ORF3, 6, 7 and 8), which provide valuable novel insights into the function of the SARS clade, including SARS-CoV-2.<br/><br/>The assessment of gene clusters provided here suggests that one of the accessory gene clusters, cluster 6 (Fig 1A), present in SARS-CoV-2, the E envelope protein, may be of potential interest as a target for both SARS-CoV-2 detection and vaccine development. E-protein based detection has already been used for the SARS-CoV-2 outbreak, applying RT-PCR for this envelope protein, successfully reconfirming positive cases and allowing estimates of viral loads in carriers 11,12. A few studies have investigated the potential of vaccines based on either virus with mutated E protein or lacking E protein altogether, specifically focusing on SARS- and MERS-CoV. This approach, which resulted in robust immune responses in animal models for SARS- and MERS-CoV 2, together with our results, show the E protein of SARS-CoV-2 to be critical for both detection and therapy. Specifically, we suggest that a vaccine based on SARS-CoV-2 virus lacking the E protein could be effective in inducing robust immune responses against this novel virus."
        ],
        "acknowledgements": [
            "We are thankful to KAUST Supercomputing Laboratory (KSL), KAUST Information Technology (IT) and Muhammad Saif from CBRC, KAUST for providing support in computing resources.<br/><br/>SARS search of this protein against NCBI’s Nucleotide database (NT) shows presence of this gene in other SARS-like coronaviruses. B. A species tree is shown based on SNPs from all core genes alignments, marked with clade 1-4 and SARS-like subclade.<br/><br/>and similar SARS-Cov (green) and two Bat SARS-like genomes (Bat-SL-CovZC45 in red and<br/><br/>Bat-Hp-Zhejiang2013 in light blue). Regions with no match to SARS-CoV-2 are shown in white.<br/><br/>This BLAST atlas was produced using CGview (http://cgview.ca)"
        ],
        "supplementary": [
            "Figure 1.<br/><br/>Gene Ontology Graph for predicted functions for SARS-CoV-2 envelope protein, E.",
            "Figure 2.<br/><br/>Gene Ontology Graph for SARS-CoV-2 ORF6.",
            "Figure 3.<br/><br/>Gene Ontology Graph for SARS-CoV-2 ORF8",
            "Figure 4.<br/><br/>Gene Ontology Graph for SARS-CoV-2 gene, ORF10",
            "Figure 5<br/><br/>Prediction of signal peptides and transmembrane regions. A) combined prediction of signal peptides and transmembrane regions, and (B) an additional analysis to identify the type of signal peptide and cleavage site for ORF7a and ORF10.",
            "Figure 6<br/><br/>Prediction of secondary structure characteristics and tertiary architecture [colour-ramped from N(blue) to C-terminus (red)]. E: homology model based on the pentameric SARS CoV E protein (PDB Id 5x29, 26% sequence identity). Only one chain is colour-ramped. The membrane (pale pink) is indicated with cytoplasmic and luminal sides labelled. Note that the N-terminal 7 and Cterminal 15 residues are not included in the model. ORF3a and ORF7a: structural models for the soluble domains. The two di-sulphide bridges conserved in SARS ORF3a are shown in magenta (template: 1xak). 90 ̊ views of ab initio models are shown for ORF6 and ORF10. Hydrophobic and charged side chains are highlighted in ORF6, and hydrophobic side chains are highlighted in    ORF10.",
            "Table 1. Details of GenBank Betacoronavirus Genomes. Genomes with same taxonid are highlighted in yellow.    Acession    Taxon    Name    Strain    Sample    Location    Host    AF029248 11138<br/><br/>Murine hepatitis virus    A59    AY700211 11138    MHV-A59    AF391541 11128<br/><br/>Bovine coronavirus    Bovine    AY274119 694009<br/><br/>Severe acute respiratory syndromerelated coronavirus    Canada: Toronto    Homo sapiens    AY585228 31631<br/><br/>Human coronavirus OC43 (HCoVOC43)    ATCC VR-759    USA    Home Sapiens    AY597011 290028<br/><br/>Human coronavirus HKU1 (HCoV- Human coronavirus HKU1 (HCoVHKU1)    HKU1)    EF065505    EF065509<br/><br/>Bat coronavirus HKU4-1<br/><br/>Bat coronavirus HKU5-1    B04f<br/><br/>China: Guangdong province    Bat    LMH03f    EF065513<br/><br/>Bat coronavirus HKU9-1    BF_005I    FJ938068<br/><br/>Rat coronavirus Parker    Parker    Rat    JN874559<br/><br/>Rabbit coronavirus HKU14    HKU14-1    China<br/><br/>Oryctolagus cuniculus    JX869059<br/><br/>Human betacoronavirus 2c    EMC/2012    HCoV-EMC<br/><br/>KC164505 1263720 Betacoronavirus England 1    England 1    United    Kingdom    Betacoronavirus<br/><br/>KC545383 1385427 Erinaceus/VMC/DEU/2012<br/><br/>Erinaceus/VMC/DEU/2012    Germany<br/><br/>Erinaceus europaeus<br/><br/>KC545386 1385427 Erinaceus/VMC/DEU/2012<br/><br/>Bat Hp14 KF636752 1541205 betacoronavirus/Zhejiang2013<br/><br/>Bat Hpbetacoronavirus/Zhejiang2013<br/><br/>Hipposideros pratti<br/><br/>KM349742 1590370 Betacoronavirus HKU24    HKU24-R05005I<br/><br/>Rattus norvegicus (Norway rat)<br/><br/>KU762338 1892416 Rousettus bat coronavirus<br/><br/>Rousettus bat coronavirus<br/><br/>Rousettus leschenaultia<br/><br/>Wuhan seafood market pneumonia<br/><br/>MN938384 2697049 virus virus    Shenzhen<br/><br/>MN975262 2697049 virus<br/><br/>MN985325 2697049 virus<br/><br/>MN988713 2697049 virus    USA: Illinois<br/><br/>Rhinolophus sinicus (Chinese rufous horseshoe bat)<br/><br/>MG772933 1508227 Bat SARS-like coronavirus bat-SL-CoVZC45"
        ],
        "supplementary_references": {
            "supplementary_data_references": [
                "Supplementary Fig 1,"
            ],
            "supplementary_figure_references": [
                "supplementary table 1.",
                "Suppl. Figure 2",
                "Suppl. Figure 3",
                "Supplementary Figures 5,6",
                "Supplementary Figure 1.",
                "Supplementary Figure 2.",
                "Supplementary Figure 3.",
                "Supplementary Figure 4.",
                "Supplementary Figure 5",
                "Supplementary Figure 6"
            ]
        }
    },
    "structured_content": {
        "Abstract": [
            "Background. Recent epidemic of novel coronavirus (SARS-CoV-2) has triggered a rising global health emergency that demands urgent analysis of its genome and solutions for detection and therapy.",
            "Methods. We used a comparative pangenomic analysis of Betacoronavirus sequenced thus far to detect the core and accessory gene clusters of this genus including SARS-CoV-2. We then annotate the functions, which are confirmed by structural analysis, and predict the potential location within the host cells of these proteins.",
            "Findings. We found five accessory gene clusters common to the SARS clade, including SARSCoV-2, that perform functions supporting their pathogenicity. Phylogenetic analysis showed one of the accessory gene clusters, the protein E, to be present across the inferred evolutionary pathway of the SARS clade, including that of the horseshoe bat virus (Hp-betacoronavirus/Zhejiang2013), inferred to be the parental member of the clade. The E protein is highly conserved in the clade, differing between SARS and SARS-Cov[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] with a difference of single amino acid substitution and a single amino acid insertion present in SARS but absent from SARS-CoV-2. Betacoronavirus pangenomedb is available at http://pangenomedb.cbrc.kaust.edu.sa.",
            "Interpretation. The characterization and functional assessment of SARS-CoV-2 envelope, E, protein in gene cluster 6, together with previous findings on this protein for SARS, leads us to recommend that detection of COVID-2019 be developed based on the SARS-CoV-2 E protein and that treatment using mutated SARS-Cov-2 lacking the E protein be explored as a promising candidate for a vaccine.",
            "Funding. This research was funded by the King Abdullah University of Science and Technology (KAUST) through funding allocated to Computational Bioscience Research Center (CBRC) and another KAUST award under the award number FCC/1/1976-25-01.",
            "author/funder. It is made available under a CC-BY-ND 4.0 International license.",
            "The response to the recent epidemic of novel coronavirus 2019-nCoV, now named SARS-CoV2, and its disease named COVID-2019, require elucidating the possible origin, gene functions and potential treatment options. The genome sequence released for SARS-CoV-2 is a key resource to these efforts. We used all available whole-virus genomes released for the",
            "Betacoronavirus to conduct a functional pangenomic analysis of these viruses, including that of",
            "SARS-CoV-2. SARS-CoV-2 was previously reported in publications as 2019-nCoV. NCBI produced a dedicated resource for SARS-CoV-2 related publications and sequence data (https://www.ncbi.nlm.nih.gov/genbank/SARS-CoV-2-seqs/). We searched this resource for terms “2019-nCoV AND envelope” (1 hit), or “2019-nCoV AND orf10” (0 hits) or “2019-nCoV pangenome” (0 hits) to find any published work related to these genes in SARS-CoV-2. We retrieved all Betacoronavirus (taxon id 694002) whole genome sequences from NCBI (January",
            "26, 2020 from web page https://www.ncbi.nlm.nih.gov/assembly) using the search term “txid694002[Organism:exp]”. This search retrieved a total of 22 whole genomes, of which 18 were unique genomes, including 4 that for SARS-CoV-2, see supplementary table 1.",
            "We report and make available an interactive pangenome analysis resource (defining core and accessory genome components) for the genus Betacoronavirus (https://pangenomedb.cbrc.kaust.edu.sa), including SARS-CoV-2. We identify and define all core and accessory gene alignments and phylogenetic trees for this genus. We then explore these data to provide insights into potential functions for uncharacterized genes (ORFs 6,8,10) unique to SARS-like coronaviruses, and suggest potential options for detection and therapy of COVID2019. This analysis points at protein E, highly conserved across all SARS-like coronaviruses, as a promising candidate for COVID-2019 detection and therapy.",
            "The Betacoronavirus pangenome data we made public allows exploration of core and accessory elements of these viruses to understand the pathogenicity of SARS-CoV-2, thereby expediting progress in responding to the pandemic. The characterization and functional assessment of",
            "SARS-CoV-2 envelope, E, protein, in gene cluster 6 together with previous findings on this protein for SARS, leads us to recommend that detection of COVID-2019 be developed based on the SARS-CoV-2 E protein and that treatment using mutated SARS-Cov-2 lacking the E protein be explored as a promising candidate for a vaccine."
        ],
        "Introduction": [
            "Recent epidemic of novel coronavirus (SARS-CoV-2) has triggered a rising global health emergency (WHO https://www.who.int/emergencies/diseases/novel-coronavirus-2019). Three major actions, confinement, detection and therapy, are required to contain this pandemic.",
            "Detection and therapy can be guided by virus sequence data, which was first made available in 17",
            "December, 2019 at gsaid.org, soon after detection of the first cases. This SARS-CoV-2 genome sequence data is a pivotal resource on its own, but can gain greater value when embedded with those of other Betacoronavirus, allowing a comparative pangenomic analysis. This approach can help identify the core genome of Betacoronaviruses and extract accessory genomic features shared by a subset of these viruses or unique to SARS-CoV-2. Whereas core genomic features are required for the virus to be functional, accessory features are candidates to provide insights into the drivers of the unique capacities of SARS-CoV-2 explaining its spread and virulence. Genome annotation can then be used to assess the possible functions of these accessory features and guide approaches to detection and treatment.",
            "Here we apply a comparative pangenomic approach of all Betacoronavirus genomes sequenced thus far to detect the core and accessory gene cluster of this genus, and then annotate the functions, further assessed through structural analysis and predict the potential location in the host cell of those accessory gene clusters present in SARS-CoV-2 that were uncharacterized to-date. The core gene clusters were then aligned to obtain SNPs allowing us to generate a phylogenetic tree of",
            "Betacoronavirus, providing insight into its likely evolutionary origin. Whole-genome sequence similarity analysis was then used to compare SARS-CoV-2 with phylogenetically close relatives from Betacoronavirus to further detect the regions of dissimilarity that may explain the distinct virulence of SARS-CoV-2, and to suggest targets for detection and therapy."
        ],
        "Results": [
            "The Betacoronavirus genomes available from NCBI (accessed 26 January, 2020) included 23 assemblies corresponding to 18 different strains, ranging in size from 29.9 to 31.5 Kb (Suppl.",
            "Table 1). About 10% of the gene clusters (4 out of 37) defined by panX 1 were present across all genomes, thereby defining the core genome for the genus Betacoronavirus (Fig. 1A). A species tree constructed based on SNPs in the genes related to core-genome gene clusters from",
            "Betacoronaviruses showed that the recently detected SARS-CoV-2 appears closest to the bat coronavirus, bat-SL-CoVZC45, followed by Severe acute respiratory syndrome (SARS)",
            "coronavirus (Fig. 1B).",
            "From the accessory genome, we found 6 accessory gene clusters (18 % of the accessory genome of genus Betacoronavirus) common to SARS-like coronaviruses, including SARS-CoV-2, out of total accessory gene clusters. Four of these gene clusters (ORF3, ORF6, ORF7, and ORF8, Fig. 1A), appear only in SARS-CoV-2, bat-SL-CoVZC45 and the SARS virus. A gene cluster, annotated as ORF10, appears to be unique to SARS-CoV-2 (Fig. 1). However, a blast-based search of this putative protein against the DNA of all sequences in NCBI’s NT database, shows this sequence to match with 100% coverage in the DNA of other SARS-like genomes, but there is no open-reading frame predicted for those genomes in the matching (Fig 1A). This suggests that this apparent uniqueness of ORF10 is a possible annotation artifact, for the SARS-CoV-2 genome or the annotation pipeline of GeneBank did not predict a gene for other matching genomes. An additional accessory gene cluster for envelope protein, E (cluster 6 with 7 strains) is found in the",
            "SARS, SARS-CoV-2, bat-SL-CoVZC45 as well as in Bat Hp-betacoronavirus/Zhejiang2013, and here Bat Hp-betacoronavirus/Zhejiang2013 appears to be a parental clade in the phylogenetic tree (Fig. 1B). There are two other and different envelope protein clusters (clusters 5 with 13 strains, cluster 22 with 2 strains) but none of these include SARS-like genomes that have been involved in human pandemics. SARS envelope protein (also present in our gene cluster 6) has been studied previously and shown to be involved in critical aspects of the viral life cycle (such as assembly, budding, envelope formation, and pathogenesis) and that CoVs lacking E make promising vaccine candidates[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>].",
            "Among the gene clusters unique to the SARS clade, including SARS-CoV-2, only cluster 6, related to E protein, is well annotated. Others gene clusters (ORF3, ORF6, ORF7, ORF8 and ORF10)",
            "GenBank annotations (https://www.ncbi.nlm.nih.gov/genome/proteins/86693?genome_assembly_id=760344).",
            "Reannotation of proteins from all available Betacoronavirus genomes through KAUST metagenomic analysis platform (KMAP, www.cbrc.kaust.edu.sa/kmap, project 46) provided functional insights for five out of six accessory gene clusters present in SARS-CoV-2. These five clusters are now labelled with Protein Family (PFAM) domain IDs, as shown in Fig 1A. Two of these previously characterized gene clusters (ORF3a and ORF7a Fig 1A) appear to have a common function related to inducing apoptosis (cell death, see http://pfam.xfam.org/family/PF11289 and http://pfam.xfam.org/family/PF08779). Among other functions, ORF3a, also known as viroporin, modulates virus release and upregulates fibrinogen in host cells 3. ORF7a seems to have immunoglobulin-like fold, which suggests ligand binding activity, possibly to integrin I domains",
            ". The remaining three accessory gene clusters, ORF6, ORF8 and ORF10, present in SARS-CoV2, SARS and bat-SL-CoVZC45 remain functionally uncharacterized. In the following section we provide results of function prediction using DeepGOPlus 5 and using several protein structural analyses.",
            "Before using DeepGOPlus 5 to explore uncharacterized gene clusters further, we first tested its GO terms assignment for the well characterized envelope protein. As shown in Supplementary Fig 1, DeepGOPlus is able to assign functions such as interaction with host cell, virion assembly, budding, host cell disruption. Similar functions were described for SARS E protein previously[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] that differs from SARS-CoV-2 E protein for a single amino acid substitution and an insertion.",
            "DeepGOPlus also predicted localization of the E protein function in the host cell to be associated with the Golgi apparatus, vacuoles, endoplasmic reticulum, and membrane cell periphery of the host cell. DeepGOPlus predicts a role for ORF6 in the regulation of molecular function, cellular component biogenesis and organization with potential cellular localization in membrane-forming protein complexes (Suppl. Figure 2). GO for ORF8 predicts potential functions as response to stimulus along with biological regulation with potential cellular localization in vacuoles, cell periphery and extracellular regions (Suppl. Figure 3). For the smallest protein ORF10, DeepGOPlus predicts a role as regulator of molecular function and response to stimulus, similar to ORF8, but is predicted to be localized only in the extracellular region of the host cell (Suppl.",
            "Figure 4).",
            "Our bioinformatic structural assessment showed that the structural architecture of protein E (a homopentameric single-pass transmembrane ion channel) is conserved compared to the 95%",
            "identical protein E from other SARS-CoV (Supplementary Figures 5,6). ORF3a displayed a multipass transmembrane domain and a cytoplasmic b-barrel or b-sandwich fold (Supplementary",
            "Figures 5,6). SARS-CoV-2 ORF7a also retains all functional features identified in other SARS",
            "ORF7a (~85% identical), including an N-terminal sec-pathway signal peptide, cleaved after residue 15, an immunoglobulin-like b-sandwich fold stabilized by two cysteine di-sulphide bonds, and a C-terminal single-pass transmembrane helix (Supplementary Figures 5,6). These analyses confirmed our and previous annotations of these proteins as accessory proteins mostly localized in the endoplasmic reticulum-Golgi intermediate compartment, but also occurring on the cell membrane with critical functions for enhancing viral pathogenicity and mortality[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>,<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>].",
            "The predicted functions of ORFs 6, 8 and 10 are also in agreement with their structural features.",
            "All are very short polypeptides (61, 121 and 38 residues for ORF6, 8 and 10, respectively) with a large percentage of hydrophobic residues (62%, 56% and 50%, respectively). None of the proteins have trans-membrane regions, but ORF8 has an N-terminal sec-pathway signal peptide with a cleavage site between residues 15 and 16, suggesting that it is secreted into the extracellular space (Supplementary Figures 5,6). Following signal peptide cleavage, the ORF8 protein core is predicted to consist largely of b-strands and features 7 cysteines. We predict that this protein adopts a cysteine disulphide-bond stabilized b-sandwich structure similar to the soluble domain of ORF7a (Supplementary Figures 5,6), inferring that ORF8 also functions as ligand binding module. ORF6 consists of a long amphipathic helical region, followed by an acidic tail, whereas ORF10 is predicted to harbour a long helix followed by a b-strand. Collectively, these structural characteristics confirm a regulatory role of ORF6, 8 and 10, most likely by binding to, and modulating, other proteins.",
            "A whole-genome comparison at the nucleotide level among the four Betacoronavirus that are in closely related in the SARS clade (Fig. 2) shows the coronavirus from bat (bat-SL-CoVZC45) and a human coronavirus (SARS, AY274119) to be very similar (~88% and ~79% sequence identity, respectively) to Wuhan coronavirus (SARS-CoV-2). Genomes of SARS-CoV-2 and bat-SLCoVZC45 differ mainly in the region where the spike protein, S, is encoded, suggesting the spike protein to be host specific. However, the SARS virus shows better similarity to SARS-CoV-2 than bat-SL-CoVZC45 in the spike protein region (Fig. 2), however the SARS virus shows more dissimilarities in the region of proteins ORF 1ab and ORF8."
        ],
        "Discussion": [
            "The comparative analysis of available Betacoronavirus genomes reported here helped us to identify the unique and shared features of SARS-CoV-2 virus and provided insights into its virulence while also providing guidance for their rapid detection and possible therapy. A comparative genomic analysis at a larger scale, including alpha, beta, gamma and delta coronaviruses, identified substitutions in specific amino acids among severe acute respiratory syndrome (SARS) or SARS-like coronaviruses 7, potentially leading to functional and pathogenic divergence in SARS-CoV-2. We complement this effort through a pan-genomic approach focused on functional similarities and annotation, rather than amino acid substitution. Our analysis provides a unique, user-friendly and interactive resource (https://pangenomedb.cbrc.kaust.edu.sa) of core and accessory gene clusters from the genus Betacoronavirus that sheds light on potential function of uncharacterized genes unique to SARS-like coronaviruses. Another recent study 8 described one of the SARS-CoV-2 isolate genome from Wuhan and discussed phylogenetic analysis of its genes in context of comparison to Betacoronavirus genus, although protein E was not described in detail. Furthermore, in our Markov Chain Clustering (MCL), SARS ORF7, ORF8 and ORF11 (gene symbols taken from GenBank annotation file for accession AY274119) are clustering with ORF6, ORF7 and ORF8, respectively, for SARS-CoV-2. The conservation of",
            "ORF11 from SARS with ORF8 of SARS-CoV-2 is however weak, all alignments are available at our Betacoronavirus pangenome database.",
            "Our analysis suggests no major function or gene cluster to be unique only to SARS-CoV-2, as the unique gene cluster related to ORF10 identified is not robust and likely to be an annotation artifact since TBLASTN of this protein finds matches with 100% coverage in all SARS-like genomes. The spike protein present in SARS-CoV-2, a replicase that is an RNA-dependent RNA polymerase (RdRp) and two proteases in coronavirus (namely proteinase (3CLpro) and the papain-like protease (PLpro) have been proposed as therapeutic targets for possible treatments for SARS-CoV-2 9. The similarity of the spike protein between SARS-CoV-2 and SARS shown here implies that SARS antiviral drugs would also be effective in blocking the binding of SARSCoV-2 spike protein to human host cells 10. However, a recent study notes that some of the most potent SARS-CoV-specific neutralizing antibodies, targeting human receptor ACE2, failed to bind SARS-CoV-2 spike protein (doi: https://doi.org/10.1101/2020.01.28.923011). These results suggest that new antibodies that bind specifically to the SARS-CoV-2 Receptor Binding Domain (RBD) need be developed. Our analysis provided potential functions for four previously uncharacterized accessory gene clusters (ORF3, 6, 7 and 8), which provide valuable novel insights into the function of the SARS clade, including SARS-CoV-2.",
            "The assessment of gene clusters provided here suggests that one of the accessory gene clusters, cluster 6 (Fig 1A), present in SARS-CoV-2, the E envelope protein, may be of potential interest as a target for both SARS-CoV-2 detection and vaccine development. E-protein based detection has already been used for the SARS-CoV-2 outbreak, applying RT-PCR for this envelope protein, successfully reconfirming positive cases and allowing estimates of viral loads in carriers 11,12. A few studies have investigated the potential of vaccines based on either virus with mutated E protein or lacking E protein altogether, specifically focusing on SARS- and MERS-CoV. This approach, which resulted in robust immune responses in animal models for SARS- and MERS-CoV 2, together with our results, show the E protein of SARS-CoV-2 to be critical for both detection and therapy. Specifically, we suggest that a vaccine based on SARS-CoV-2 virus lacking the E protein could be effective in inducing robust immune responses against this novel virus."
        ],
        "Methods": [
            "Collection of Betacoronavirus strains.",
            "The NCBI assemblies page https://www.ncbi.nlm.nih.gov/assembly was searched on January 26, using the search term “txid694002[Organism:exp]” to find all complete viral genomes for genus Betacoronavirus. As a result, 22 different available assemblies were downloaded in addition to the assembly for bat virus bat-SL-CoVZC45, see Supplementary Table 1. Multiple strains with the same taxon id are marked in yellow, these marked assemblies are from multiple isolate genomes including four isolates from the Wuhan coronavirus, SARS-CoV-2. These assemblies in",
            "GenBank format were updated for the locus_tag identifiers containing so that all genes can be traced with a locus id and the gene index number in order to comply with our pangenome analysis.",
            "For pangenome analysis we used panX (Ding et al, 2018) that takes GenBank files as input and extracts gene coordinates, annotations and sequences from these genomes on both nucleotide and protein levels. These sequences are compared to each other and gene clustering is performed.",
            "Phylogenetic analysis is carried out on the core gene clusters to produce a species tree and similarly for each gene cluster to produce gene trees. These alignments and phylogenetic trees are then visualized using panX visualization module obtain from github, https://github.com/neherlab/pangenome-visualization/. These gene clusters and their alignments at the nucleotide and amino acid levels as well as phylogenetic tree analysis at the species and gene levels, are available for further inspection (https://pangenomedb.cbrc.kaust.edu.sa). Other databases showing greater detail about many viruses, such as Virus Pathogen Resource (VIPR, https://www.viprbrc.org) and GSAID (https://www.gisaid.org) are very useful but they do not provide gene clustering or pan-genome analysis.",
            "Re-annotation of proteins from Betacoronavirus genomes using KAUST Metagenomic Analysis",
            "Platform (KMAP) annotation pipeline.",
            "All proteins clustered into groups using pan-genome analysis were re-annotated using KMAP annotation system that employs sequence-based BLAST to UniProtKB, KEGG and also Protein",
            "Family (PFam) domain detection using InterPro. Resulting annotations were indexed into KMAP database under project 46, http://www.cbrc.kaust.edu.sa/kmap/ , available after clicking on the public access button and the projects tab.",
            "Prediction of function using DeepGOPlus.",
            "We used all genes from Betacoronavirus dataset in order to explore Gene Ontology predictions through DeepGOPlus 5 tool that combines deep convolutional neural network (CNN) model with sequence similarity-based predictions to derive relevant functional classes from Gene Ontology alongside a confidence score. Results were included with a score 0.1 and filtered for class specificity. Predicted Gene Ontology (GO) terms with a confidence score from DeepGOPlus were visualized using QuickGO (https://www.ebi.ac.uk/QuickGO/) for SARS-CoV-2 specific gene clusters. DeepGOPlus is available on github, https://github.com/bio-ontology-researchgroup/DeepGOPlus",
            "ProtParam (https://web.expasy.org/cgi-bin/protparam/protparam) was used for calculating protein features. Phobius (http://phobius.sbc.su.se/) and SignalP-5.0 were used for prediction of transmembrane regions and signal peptides 13. Jpred[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>] was used to calculate secondary structure features (http://www.compbio.dundee.ac.uk/jpred4/). 3D modelling was carried out using",
            "SwissModel (homology modelling)[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>] or QUARK (ab initio structure predictions)[<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>].",
            "IA, TG and CMD conceived and designed the research, IA led the study and conducted the data analysis, A.K. helped developed the web-based resource and led computational components of the study, MK and SA contributed to the functional structural analysis, and AP contributed with inferences on virulence. IA and CMD developed the first draft of the manuscript and all authors contributed to writing and improving the manuscript, and approved the submission."
        ],
        "Acknowledgements": [
            "We are thankful to KAUST Supercomputing Laboratory (KSL), KAUST Information Technology (IT) and Muhammad Saif from CBRC, KAUST for providing support in computing resources.",
            "Bat-Hp-Zhejiang2013 in light blue). Regions with no match to SARS-CoV-2 are shown in white."
        ],
        "Supplementary": [],
        "References": [
            "Ding W, Baumdicker F, Neher RA. panX: pan-genome analysis and exploration. Nucleic",
            "Acids Res 2018; 46(1): e5.",
            "Schoeman D, Fielding BC. Coronavirus envelope protein: current knowledge. Virol J 2019; 16(1): 69.",
            "Minakshi R, Padhan K, Rani M, Khan N, Ahmad F, Jameel S. The SARS Coronavirus 3a protein causes endoplasmic reticulum stress and induces ligand-independent downregulation of the type 1 interferon receptor. PLoS One 2009; 4(12): e8342.",
            "Hanel K, Stangler T, Stoldt M, Willbold D. Solution structure of the X4 protein coded by the SARS related coronavirus reveals an immunoglobulin like fold and suggests a binding activity to integrin I domains. J Biomed Sci 2006; 13(3): 281-93.",
            "Kulmanov M, Hoehndorf R. DeepGOPlus: improved protein function prediction from sequence. Bioinformatics 2020; 36(2): 422-9.",
            "DeDiego ML, Nieto-Torres JL, Regla-Nava JA, et al Inhibition of NF-kappaB-mediated inflammation in severe acute respiratory syndrome coronavirus-infected mice increases survival.",
            "J Virol 2014; 88(2): 913-24.",
            "Wu A, Peng Y, Huang B, et al Genome Composition and Divergence of the Novel",
            "Coronavirus (2019-nCoV) Originating in China. Cell Host Microbe 2020.",
            "Chan JF, Kok KH, Zhu Z, et al Genomic characterization of the 2019 novel humanpathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan.",
            "Emerg Microbes Infect 2020; 9(1): 221-36.",
            "Liu W, Morse JS, Lalonde T, Xu S. Learning from the Past: Possible Urgent Prevention and Treatment Options for Severe Acute Respiratory Infections Caused by 2019-nCoV.",
            "Chembiochem 2020.",
            "Wan Y, Shang J, Graham R, Baric RS, Li F. Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS. J Virol 2020.",
            "Huang C, Wang Y, Li X, et al Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020.",
            "Corman VM, Landt O, Kaiser M, et al Detection of 2019 novel coronavirus (2019-nCoV)",
            "by real-time RT-PCR. Euro Surveill 2020; 25(3).",
            "Almagro Armenteros JJ, Tsirigos KD, Sonderby CK, et al SignalP 5.0 improves signal peptide predictions using deep neural networks. Nat Biotechnol 2019; 37(4): 420-3.",
            "Waterhouse A, Bertoni M, Bienert S, et al SWISS-MODEL: homology modelling of protein structures and complexes. Nucleic Acids Res 2018; 46(W1): W296-W303.",
            "Xu D, Zhang Y. Ab initio protein structure assembly using continuous structure fragments and optimized knowledge-based force field. Proteins 2012; 80(7): 1715-35."
        ]
    },
    "participants": [
        {
            "participant": "whole genomes",
            "number": 22,
            "context": "“txid694002[Organism:exp]”. <mark class=\"stats\">This search retrieved a total of 22 whole genomes, of which 18 were unique genomes, including 4 that for SARS-CoV-2, see supplementary table 1</mark>. Added value of this study"
        },
        {
            "participant": "strains",
            "number": 7,
            "context": "apparent uniqueness of ORF10 is a possible annotation artifact, for the SARS-CoV-2 genome or the annotation pipeline of GeneBank did not predict a gene for other matching genomes. <mark class=\"stats\">An additional accessory gene cluster for envelope protein, E (cluster 6 with 7 strains) is found in the</mark>. SARS, SARS-CoV-2, bat-SL-CoVZC45 as well as in Bat Hp-betacoronavirus/Zhejiang2013, and here Bat Hp-betacoronavirus/Zhejiang2013 appears to be a parental clade in the phylogenetic tree (Fig. 1B)"
        },
        {
            "participant": "strains",
            "number": 13,
            "context": "SARS, SARS-CoV-2, bat-SL-CoVZC45 as well as in Bat Hp-betacoronavirus/Zhejiang2013, and here Bat Hp-betacoronavirus/Zhejiang2013 appears to be a parental clade in the phylogenetic tree (Fig. 1B). <mark class=\"stats\">There are two other and different envelope protein clusters (clusters 5 with 13 strains, cluster 22 with 2 strains) but none of these include SARS-like genomes that have been involved in human pandemics</mark>. SARS envelope protein (also present in our gene cluster 6) has been studied previously and shown to be involved in critical aspects of the viral life cycle (such as assembly, budding, envelope formation, and pathogenesis) and that CoVs lacking E make promising vaccine candidates[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]"
        }
    ],
    "statistics": [
        {
            "tests": {
                "context": "<mark class=\"stats\">Other databases showing greater detail about many viruses, such as Virus Pathogen Resource (VIPR, https://www.viprbrc.org) and GSAID (https://www.gisaid.org) are very useful but they do not provide gene clustering or pan-genome analysis.<br/><br/>Re-annotation of proteins from Betacoronavirus genomes using KAUST Metagenomic Analysis<br/><br/>Platform (KMAP) annotation pipeline.<br/><br/>All proteins clustered into groups using pan-genome analysis were re-annotated using KMAP annotation system that employs sequence-based BLAST to UniProtKB, KEGG and also Protein<br/><br/>Family (PFam) domain detection using InterPro</mark>",
                "tests": [
                    {
                        "test": "BLAST"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">All proteins clustered into groups using pan-genome analysis were re-annotated using KMAP annotation system that employs sequence-based BLAST to UniProtKB, KEGG and also Protein</mark>",
                "tests": [
                    {
                        "test": "BLAST"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">This BLAST atlas was produced using CGview (http://cgview.ca) author/funder</mark>",
                "tests": [
                    {
                        "test": "BLAST"
                    }
                ]
            }
        }
    ],
    "keywords": [
        "Nucleotide database",
        "accessory gene cluster",
        "Markov Chain Clustering",
        "recent epidemic",
        "MERS",
        "coronavirus",
        "genome sequence",
        "novel coronavirus",
        "KAUST Supercomputing Laboratory",
        "ORF8",
        "ORF7",
        "global health emergency",
        "amino acid",
        "King Abdullah University of Science and Technology",
        "betacoronavirus genome",
        "host cell",
        "Computational Bioscience Research Center",
        "major action",
        "genomic feature",
        "Severe acute respiratory syndrome",
        "comparative pangenomic",
        "Information Technology",
        "sars cov",
        "ORF11",
        "Protein Family",
        "Receptor Binding Domain",
        "convolutional neural network",
        "accessory feature",
        "gene cluster",
        "Gene Ontology"
    ],
    "keyword_relevance": {
        "Severe acute respiratory syndrome": 0.33060109289617484,
        "coronavirus": 0.21584699453551912,
        "gene cluster": 0.09836065573770492,
        "Gene Ontology": 0.06557377049180328,
        "accessory gene cluster": 0.03551912568306011,
        "ORF8": 0.03551912568306011,
        "ORF7": 0.030054644808743168,
        "King Abdullah University of Science and Technology": 0.0273224043715847,
        "host cell": 0.02459016393442623,
        "novel coronavirus": 0.01639344262295082,
        "amino acid": 0.01639344262295082,
        "genome sequence": 0.01092896174863388,
        "Computational Bioscience Research Center": 0.01092896174863388,
        "Nucleotide database": 0.00819672131147541,
        "comparative pangenomic": 0.00819672131147541,
        "Markov Chain Clustering": 0.00546448087431694,
        "MERS": 0.00546448087431694,
        "KAUST Supercomputing Laboratory": 0.00546448087431694,
        "global health emergency": 0.00546448087431694,
        "genomic feature": 0.00546448087431694,
        "Information Technology": 0.00546448087431694,
        "ORF11": 0.00546448087431694,
        "Protein Family": 0.00546448087431694,
        "Receptor Binding Domain": 0.00546448087431694,
        "convolutional neural network": 0.00546448087431694,
        "accessory feature": 0.00546448087431694,
        "recent epidemic": 0.00273224043715847,
        "major action": 0.00273224043715847,
        "betacoronavirus genome": 0.0,
        "sars cov": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> Recent epidemic of novel coronavirus (SARS-CoV-2) has triggered a rising global health emergency (WHO https://www.who.int/emergencies/diseases/novel-coronavirus-2019).",
        "2019 at gsaid.org, soon after detection of the first cases",
        "This SARS-CoV-2 genome sequence data is a pivotal resource on its own, but can gain greater value when embedded with those of other Betacoronavirus, allowing a comparative pangenomic analysis.",
        "This approach can help identify the core genome of Betacoronaviruses and extract accessory genomic features shared by a subset of these viruses or unique to SARS-CoV-2.",
        "Recent epidemic of novel coronavirus (SARS-CoV-2) has triggered a rising global health emergency that demands urgent analysis of its genome and solutions for detection and therapy",
        "<h2 style=\"display: inline\">Methods:</h2> The authors used a comparative pangenomic analysis of Betacoronavirus sequenced far to detect the core and accessory gene clusters of this genus including SARS-CoV-2.",
        "For pangenome analysis the authors used panX (Ding et al, 2018) that takes GenBank files as input and extracts gene coordinates, annotations and sequences from these genomes on both nucleotide and protein levels.",
        "These sequences are compared to each other and gene clustering is performed.",
        "IA and CMD developed the first draft of the manuscript and all authors contributed to writing and improving the manuscript, and approved the submission",
        "<h2 style=\"display: inline\">Results:</h2> The Betacoronavirus genomes available from NCBI included 23 assemblies corresponding to 18 different strains, ranging in size from 29.9 to 31.5 Kb (Suppl.<br/><br/>Table 1).",
        "Reannotation of proteins from all available Betacoronavirus genomes through KAUST metagenomic analysis platform (KMAP, www.cbrc.kaust.edu.sa/kmap, project 46) provided functional insights for five out of six accessory gene clusters present in SARS-CoV-2.",
        "These five clusters are labelled with Protein Family (PFAM) domain IDs, as shown in Fig 1A.",
        "ORF3a displayed a multipass transmembrane domain and a cytoplasmic b-barrel or b-sandwich fold (Supplementary",
        "<h2 style=\"display: inline\">Conclusion:</h2> The comparative analysis of available Betacoronavirus genomes reported here helped them to identify the unique and shared features of SARS-CoV-2 virus and provided insights into its virulence while providing guidance for their rapid detection and possible therapy.",
        "A comparative genomic analysis at a larger scale, including alpha, beta, gamma and delta coronaviruses, identified substitutions in specific amino acids among severe acute respiratory syndrome (SARS) or SARS-like coronaviruses 7, potentially leading to functional and pathogenic divergence in SARS-CoV-2.",
        "The authors complement this effort through a pan-genomic approach focused on functional similarities and annotation, rather than amino acid substitution.",
        "The authors suggest that a vaccine based on SARS-CoV-2 virus lacking the E protein could be effective in inducing robust immune responses against this novel virus"
    ],
    "structured_summary": {
        "Introduction": [
            "Recent epidemic of novel coronavirus (SARS-CoV-2) has triggered a rising global health emergency (WHO https://www.who.int/emergencies/diseases/novel-coronavirus-2019).",
            "2019 at gsaid.org, soon after detection of the first cases",
            "This SARS-CoV-2 genome sequence data is a pivotal resource on its own, but can gain greater value when embedded with those of other Betacoronavirus, allowing a comparative pangenomic analysis.",
            "This approach can help identify the core genome of Betacoronaviruses and extract accessory genomic features shared by a subset of these viruses or unique to SARS-CoV-2.",
            "Recent epidemic of novel coronavirus (SARS-CoV-2) has triggered a rising global health emergency that demands urgent analysis of its genome and solutions for detection and therapy"
        ],
        "Methods": [
            "The authors used a comparative pangenomic analysis of Betacoronavirus sequenced far to detect the core and accessory gene clusters of this genus including SARS-CoV-2.",
            "For pangenome analysis the authors used panX (Ding et al, 2018) that takes GenBank files as input and extracts gene coordinates, annotations and sequences from these genomes on both nucleotide and protein levels.",
            "These sequences are compared to each other and gene clustering is performed.",
            "IA and CMD developed the first draft of the manuscript and all authors contributed to writing and improving the manuscript, and approved the submission"
        ],
        "Results": [
            "The Betacoronavirus genomes available from NCBI included 23 assemblies corresponding to 18 different strains, ranging in size from 29.9 to 31.5 Kb (Suppl.<br/><br/>Table 1).",
            "Reannotation of proteins from all available Betacoronavirus genomes through KAUST metagenomic analysis platform (KMAP, www.cbrc.kaust.edu.sa/kmap, project 46) provided functional insights for five out of six accessory gene clusters present in SARS-CoV-2.",
            "These five clusters are labelled with Protein Family (PFAM) domain IDs, as shown in Fig 1A.",
            "ORF3a displayed a multipass transmembrane domain and a cytoplasmic b-barrel or b-sandwich fold (Supplementary"
        ],
        "Conclusion": [
            "The comparative analysis of available Betacoronavirus genomes reported here helped them to identify the unique and shared features of SARS-CoV-2 virus and provided insights into its virulence while providing guidance for their rapid detection and possible therapy.",
            "A comparative genomic analysis at a larger scale, including alpha, beta, gamma and delta coronaviruses, identified substitutions in specific amino acids among severe acute respiratory syndrome (SARS) or SARS-like coronaviruses 7, potentially leading to functional and pathogenic divergence in SARS-CoV-2.",
            "The authors complement this effort through a pan-genomic approach focused on functional similarities and annotation, rather than amino acid substitution.",
            "The authors suggest that a vaccine based on SARS-CoV-2 virus lacking the E protein could be effective in inducing robust immune responses against this novel virus"
        ]
    },
    "reference_links": [
        {
            "id": "271",
            "alt_id": "271_0000_a",
            "entry": "271 The NCBI assemblies page https://www.ncbi.nlm.nih.gov/assembly was searched on January 26, 272 2020 using the search term “txid694002[Organism:exp]” to find all complete viral genomes for 273 genus Betacoronavirus. As a result, 22 different available assemblies were downloaded in addition 274 to the assembly for bat virus bat-SL-CoVZC45, see Supplementary Table 1. Multiple strains with",
            "url": "https://www.ncbi.nlm.nih.gov/assembly",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=The%20NCBI%20assemblies%20page%20httpswwwncbinlmnihgovassembly%20was%20searched%20on%20January%2026%20272%202020%20using%20the%20search%20term%20txid694002Organismexp%20to%20find%20all%20complete%20viral%20genomes%20for%20273%20genus%20Betacoronavirus%20As%20a%20result%2022%20different%20available%20assemblies%20were%20downloaded%20in%20addition%20274%20to%20the%20assembly%20for%20bat%20virus%20batSLCoVZC45%20see%20Supplementary%20Table%201%20Multiple%20strains%20with",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=The%20NCBI%20assemblies%20page%20httpswwwncbinlmnihgovassembly%20was%20searched%20on%20January%2026%20272%202020%20using%20the%20search%20term%20txid694002Organismexp%20to%20find%20all%20complete%20viral%20genomes%20for%20273%20genus%20Betacoronavirus%20As%20a%20result%2022%20different%20available%20assemblies%20were%20downloaded%20in%20addition%20274%20to%20the%20assembly%20for%20bat%20virus%20batSLCoVZC45%20see%20Supplementary%20Table%201%20Multiple%20strains%20with"
        },
        {
            "id": "423",
            "alt_id": "Virol_2014_a",
            "entry": "423 J Virol 2014; 88(2): 913-24. 424 7.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=J%20Virol%202014%20882%2091324%20424%207"
        },
        {
            "id": "428",
            "alt_id": "428_0000_b",
            "entry": "428 Emerg Microbes Infect 2020; 9(1): 221-36. 429 9.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Emerg%20Microbes%20Infect%202020%2091%2022136%20429%209",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Emerg%20Microbes%20Infect%202020%2091%2022136%20429%209",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Emerg%20Microbes%20Infect%202020%2091%2022136%20429%209"
        }
    ],
    "facts": [
        "Detection and therapy can be guided by virus sequence data",
        "extract accessory genomic features shared by a subset of these viruses",
        "Whereas core genomic features are required for the virus to be functional, accessory features are candidates to provide insights into the drivers",
        "Genome annotation can be used to assess the possible functions of these accessory features",
        "compare SARS-CoV-2 with phylogenetically close relatives from Betacoronavirus to further detect the regions of dissimilarity",
        "that may explain the distinct virulence of SARS-CoV-2",
        "which are confirmed by structural analysis",
        "The NCBI assemblies page https://www.ncbi.nlm.nih.gov/assembly was searched on January 26",
        "22 different available assemblies were downloaded in addition to the assembly",
        "these marked assemblies are from multiple isolate genomes including",
        "GenBank format were updated for the locus-tag identifiers containing so",
        "that all genes can be traced with a locus",
        "the gene index number in order to comply with our pangenome analysis",
        "All proteins clustered into groups using pan-genome analysis were re-annotated using KMAP annotation system",
        "Resulting annotations were indexed into KMAP database under project 46",
        "Results were included with a score 0.1",
        "DeepGOPlus is available on github",
        "ProtParam was used for calculating protein features",
        "SignalP-5.0 were used for prediction of transmembrane regions and signal peptides",
        "SA contributed to the functional structural analysis",
        "AP contributed with inferences on virulence",
        "CMD developed the first draft of the manuscript",
        "23 assemblies corresponding to 18 different strains",
        "About 10% of the gene clusters defined by panX 1 were present across all genomes",
        "A species tree constructed based on SNPs in the genes related to core-genome gene clusters",
        "recently detected SARS-CoV-2 appears closest to the bat coronavirus",
        "this sequence to match with 100% coverage in the DNA",
        "no open-reading frame predicted for those genomes in the matching",
        "Zhejiang2013 appears to be a parental clade in the phylogenetic tree",
        "different envelope protein clusters but none of these include SARS-like genomes that have been involved in human pandemics",
        "These five clusters are labelled with Protein Family domain IDs",
        "a common function related to inducing apoptosis",
        "Similar functions were described for SARS E protein previously[2",
        "that differs from SARS-CoV-2 E protein for a single amino acid substitution",
        "DeepGOPlus predicted localization of the E protein function in the host cell to be associated with the Golgi apparatus",
        "DeepGOPlus predicts a role for ORF6 in the regulation",
        "DeepGOPlus predicts a role as regulator of molecular function and response",
        "Our bioinformatic structural assessment showed that the structural architecture of protein E is conserved compared to the",
        "this effort through a pan-genomic approach focused on functional similarities and annotation",
        "protein E was not described in detail",
        "ORF11 are clustering with ORF6",
        "all alignments are available at our Betacoronavirus pangenome database",
        "as the unique gene cluster related to ORF10 identified is not robust",
        "the papain-like protease have been proposed as therapeutic targets for possible treatments",
        "SARS shown here implies that SARS antiviral drugs would be effective in blocking the binding of",
        "These results suggest that new antibodies",
        "that bind to the SARS-CoV-2 Receptor Binding Domain need be developed",
        "E-protein based detection has already been used for the SARS-CoV-2 outbreak",
        "A few studies have investigated the potential of vaccines based on either virus",
        "which resulted in robust immune responses in animal models",
        "the E protein of SARS-CoV-2 to be critical for both detection and therapy",
        "that a vaccine based on SARS-CoV-2 virus lacking the E protein could be effective in inducing robust immune responses"
    ],
    "claims": [
        "We report and make available an interactive pangenome analysis resource (defining core and accessory genome components) for the genus Betacoronavirus (https://pangenomedb.cbrc.kaust.edu.sa), including SARS-CoV-2",
        "We identify and define all core and accessory gene alignments and phylogenetic trees for this genus",
        "We then explore these data to provide insights into potential functions for uncharacterized genes (ORFs 6,8,10) unique to SARS-like coronaviruses, and suggest potential options for detection and therapy of COVID2019",
        "From the accessory genome, we found 6 accessory gene clusters (18 % of the accessory genome of genus Betacoronavirus) common to SARS-like coronaviruses, including SARS-CoV-2, out of total accessory gene clusters",
        "We provide results of function prediction using DeepGOPlus 5 and using several protein structural analyses"
    ],
    "findings": [],
    "processes": [],
    "key_statements": [
        "Whole-genome sequence similarity analysis was used to compare Severe acute respiratory syndrome-CoV-2 with phylogenetically close relatives from Betacoronavirus to further detect the regions of dissimilarity that may explain the distinct virulence of Severe acute respiratory syndrome-CoV-2, and to suggest targets for detection and therapy",
        "The Betacoronavirus genomes available from NCBI included 23 assemblies corresponding to 18 different strains, ranging in size from 29.9 to 31.5 Kb (Suppl",
        "Betacoronaviruses showed that the recently detected Severe acute respiratory syndrome-CoV-2 appears closest to the bat coronavirus, bat-SL-CoVZC45, followed by Severe acute respiratory syndrome (SARS)",
        "We found 6 accessory gene clusters (18 % of the accessory genome of genus Betacoronavirus) common to Severe acute respiratory syndrome-like coronaviruses, including Severe acute respiratory syndrome-CoV-2, out of total accessory gene clusters",
        "A blast-based search of this putative protein against the DNA of all sequences in NCBI’s Nucleotide database database, shows this sequence to match with 100% coverage in the DNA of other Severe acute respiratory syndrome-like genomes, but there is no open-reading frame predicted for those genomes in the matching (Fig 1A)",
        "Severe acute respiratory syndrome, Severe acute respiratory syndrome-CoV-2, bat-SL-CoVZC45 as well as in Bat Hp-betacoronavirus/Zhejiang2013, and here Bat Hp-betacoronavirus/Zhejiang2013 appears to be a parental clade in the phylogenetic tree (Fig. 1B)",
        "Reannotation of proteins from all available Betacoronavirus genomes through King Abdullah University of Science and Technology metagenomic analysis platform (KMAP, www.cbrc.kaust.edu.sa/kmap, project 46) provided functional insights for five out of six accessory gene clusters present in Severe acute respiratory syndrome-CoV-2. These five clusters are labelled with Protein Family (PFAM) domain IDs, as shown in Fig 1A. Two of these previously characterized gene clusters (ORF3a and ORF7a Fig 1A) appear to have a common function related to inducing apoptosis",
        "Similar functions were described for Severe acute respiratory syndrome E protein previously[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] that differs from Severe acute respiratory syndrome-CoV-2 E protein for a single amino acid substitution and an insertion",
        "DeepGOPlus predicts a role for ORF6 in the regulation of molecular function, cellular component biogenesis and organization with potential cellular localization in membrane-forming protein complexes (Suppl",
        "For the smallest protein ORF10, DeepGOPlus predicts a role as regulator of molecular function and response to stimulus, similar to ORF8, but is predicted to be localized only in the extracellular region of the host cell (Suppl",
        "Comparative genomic analysis at a larger scale, including alpha, beta, gamma and delta coronaviruses, identified substitutions in specific amino acids among severe acute respiratory syndrome (SARS) or Severe acute respiratory syndrome-like coronaviruses 7, potentially leading to functional and pathogenic divergence in Severe acute respiratory syndrome-CoV-2. We complement this effort through a pan-genomic approach focused on functional similarities and annotation, rather than amino acid substitution",
        "Provides a unique, user-friendly and interactive resource of core and accessory gene clusters from the genus Betacoronavirus that sheds light on potential function of uncharacterized genes unique to Severe acute respiratory syndrome-like coronaviruses. Another recent study 8 described one of the Severe acute respiratory syndrome-CoV-2 isolate genome from Wuhan and discussed phylogenetic analysis of its genes in context of comparison to Betacoronavirus genus, protein E was not described in detail",
        "ORF11 from Severe acute respiratory syndrome with ORF8 of Severe acute respiratory syndrome-CoV-2 is weak, all alignments are available at our Betacoronavirus pangenome database",
        "Our analysis suggests no major function or gene cluster to be unique only to Severe acute respiratory syndrome-CoV-2, as the unique gene cluster related to ORF10 identified is not robust and likely to be an annotation artifact since TBLASTN of this protein finds matches with 100% coverage in all Severe acute respiratory syndrome-like genomes",
        "A recent study notes that some of the most potent Severe acute respiratory syndrome-CoV-specific neutralizing antibodies, targeting human receptor ACE2, failed to bind Severe acute respiratory syndrome-CoV-2 spike protein. These results suggest that new antibodies that bind to the Severe acute respiratory syndrome-CoV-2 Receptor Binding Domain (RBD) need be developed",
        "E-protein based detection has already been used for the Severe acute respiratory syndrome-CoV-2 outbreak, applying RT-PCR for this envelope protein, successfully reconfirming positive cases and allowing estimates of viral loads in carriers 11,12",
        "Few studies have investigated the potential of vaccines based on either virus with mutated E protein or lacking E protein altogether, focusing on Severe acute respiratory syndrome- and MERS-CoV. This approach, which resulted in robust immune responses in animal models for Severe acute respiratory syndrome- and MERS-CoV 2, together with our results, show the E protein of Severe acute respiratory syndrome-CoV-2 to be critical for both detection and therapy"
    ],
    "top_statements": [
        "Recent epidemic of novel coronavirus (SARS-CoV-2) has triggered a rising global health emergency (WHO https://www.who.int/emergencies/diseases/novel-coronavirus-2019)",
        "A blast-based search of this putative protein against the DNA of all sequences in NCBI’s Nucleotide database database, shows this sequence to match with 100% coverage in the DNA of other Severe acute respiratory syndrome-like genomes, but there is no open-reading frame predicted for those genomes in the matching (Fig 1A)",
        "Comparative genomic analysis at a larger scale, including alpha, beta, gamma and delta coronaviruses, identified substitutions in specific amino acids among severe acute respiratory syndrome (SARS) or Severe acute respiratory syndrome-like coronaviruses 7, potentially leading to functional and pathogenic divergence in Severe acute respiratory syndrome-CoV-2. We complement this effort through a pan-genomic approach focused on functional similarities and annotation, rather than amino acid substitution",
        "Provides a unique, user-friendly and interactive resource of core and accessory gene clusters from the genus Betacoronavirus that sheds light on potential function of uncharacterized genes unique to Severe acute respiratory syndrome-like coronaviruses. Another recent study 8 described one of the Severe acute respiratory syndrome-CoV-2 isolate genome from Wuhan and discussed phylogenetic analysis of its genes in context of comparison to Betacoronavirus genus, protein E was not described in detail",
        "ORF11 from Severe acute respiratory syndrome with ORF8 of Severe acute respiratory syndrome-CoV-2 is weak, all alignments are available at our Betacoronavirus pangenome database",
        "Few studies have investigated the potential of vaccines based on either virus with mutated E protein or lacking E protein altogether, focusing on Severe acute respiratory syndrome- and MERS-CoV. This approach, which resulted in robust immune responses in animal models for Severe acute respiratory syndrome- and MERS-CoV 2, together with our results, show the E protein of Severe acute respiratory syndrome-CoV-2 to be critical for both detection and therapy"
    ],
    "headline": "ORF11 from Severe acute respiratory syndrome with ORF8 of Severe acute respiratory syndrome-CoV-2 is weak, all alignments are available at our Betacoronavirus pangenome database",
    "contexts": [],
    "abbreviations": {
        "KAUST": "King Abdullah University of Science and Technology",
        "CBRC": "Computational Bioscience Research Center",
        "SARS": "Severe acute respiratory syndrome",
        "PFAM": "Protein Family",
        "MCL": "Markov Chain Clustering",
        "RBD": "Receptor Binding Domain",
        "CNN": "convolutional neural network",
        "GO": "Gene Ontology",
        "KSL": "KAUST Supercomputing Laboratory",
        "IT": "Information Technology",
        "NT": "Nucleotide database"
    }
}
