{
    "filename": "2020.03.09.20033415v1.pdf",
    "content_type": "application/pdf",
    "file_size": 414258,
    "metadata": {
        "title": "Background COVID-19 is leading to the implementation of social distancing policies around the world and in the United States, including school closures. The evidence that mandatory school closures reduce cases and ultimately mortality mostly comes from experience with influenza or from models that do not include the impact of school closure on the healthcare labor supply or the role of the healthcare labor force in reducing the per infection mortality from the pathogen. There is considerable uncertainty of the incremental effect of school closures on transmission and lives saved from school closures. The likely, but uncertain, benefits from school closure need to be weighed against uncertain, and seldom quantified, costs of healthcare worker absenteeism associated with additional child care obligations.",
        "date": 2020,
        "affiliations": [
            "The Impact of School Closure for COVID-19 on the US Healthcare Workforce and the Net Mortality Effects Jude Bayham and Eli P. Fenichel Authors contributed equally to this article Colorado State University, Fort Collins Colorado, USA (Bayham) Yale University, New Haven Connecticut, USA (Fenichel)",
            "Conclusion School closures come with many tradeoffs. Setting aside economic costs, school closures implemented to reduce COVID-19 spread create unintended childcare obligations, which are particularly large in healthcare occupations. Detailed data are provided to help public health officials make informed decisions about the tradeoffs associated with closing schools. The results suggest that it is unclear if the potential"
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.03.09.20033415",
            "isbn": null,
            "doc_id": null,
            "url": "https://www.medrxiv.org/content/10.1101/2020.03.09.20033415v1.pdf"
        },
        "abstract": "Background COVID-19 is leading to the implementation of social distancing policies around the world and in the United States, including school closures. The evidence that mandatory school closures reduce cases and ultimately mortality mostly comes from experience with influenza or from models that do not include the impact of school closure on the healthcare labor supply or the role of the healthcare labor force in reducing the per infection mortality from the pathogen. There is considerable uncertainty of the incremental effect of school closures on transmission and lives saved from school closures. The likely, but uncertain, benefits from school closure need to be weighed against uncertain, and seldom quantified, costs of healthcare worker absenteeism associated with additional child care obligations.",
        "keywords": [
            "COVID-19",
            "coronavirus",
            "SARS-CoV-2",
            "outbreak",
            "school closure",
            "social distancing",
            "non-pharmaceutical interventions",
            "healthcare",
            "labor supply",
            "doctors",
            "nurses"
        ],
        "references": "@article{lempel2009a,\n  author = {Lempel, H. and Epstein, J.M. and Hammond, R.A.},\n  title = {Economic Cost and Health Care Workforce Effects of School Closures in the U},\n  journal = {S. PLoS Curr},\n  date = {2009},\n  doi = {DOI: 10.1371/currents. RRN1051},\n  language = {}\n}\n@article{cauchemez2008a,\n  author = {Cauchemez, S. and Valleron, A.-J. and Boëlle, P.-Y. and Flahault, A. and Ferguson, N.M.},\n  title = {Estimating the impact of school closure on influenza transmission from Sentinel data},\n  journal = {Nature},\n  date = {2008},\n  volume = {452},\n  pages = {750–4},\n  language = {}\n}\n@incollection{bayham2015a,\n  author = {Bayham, J. and Kuminoff, N.V. and Gunn, Q. and Fenichel, E.P.},\n  title = {Measured voluntary avoidance behaviour during},\n  booktitle = {the 2009 A/H1N1 epidemic. Proc R Soc B},\n  date = {2015},\n  volume = {282},\n  pages = {20150814},\n  language = {}\n}\n@article{jackson2013a,\n  author = {Jackson, C. and Vynnycky, E. and Hawker, J. and Olowokure, B. and Mangtani, P.},\n  title = {School closures and influenza: systematic review of epidemiological studies},\n  journal = {BMJ Open},\n  date = {2013},\n  volume = {3},\n  pages = {002149},\n  language = {}\n}\n@article{koh2016a,\n  author = {Koh, W.M. and Bogich, T. and Siegel, K.},\n  title = {The Epidemiology of Hand, Foot and Mouth Disease in Asia},\n  journal = {Pediatr Infect Dis J},\n  date = {2016},\n  volume = {35},\n  pages = {285–300},\n  more-authors = {true},\n  language = {}\n}\n@article{adda2016a,\n  author = {Adda, J.},\n  title = {Economic Activity and the Spread of Viral Diseases: Evidence from High Frequency Data},\n  journal = {Q J Econ},\n  date = {2016},\n  volume = {131},\n  pages = {891–941},\n  language = {}\n}\n@article{smith2009a,\n  author = {Smith, R.D. and Keogh-Brown, M.R. and Barnett, T. and Tait, J.},\n  title = {The economy-wide impact of pandemic influenza on the UK: a computable general equilibrium modelling experiment},\n  journal = {BMJ},\n  date = {2009},\n  doi = {DOI: 10.1136/bmj.b4571},\n  language = {}\n}\n@article{hethcote2000a,\n  author = {Hethcote, H.W.},\n  title = {The Mathematics of Infectious Diseases},\n  journal = {SIAM Review},\n  date = {2000},\n  volume = {42},\n  pages = {599–653},\n  language = {}\n}\n@book{dlma2009a,\n  editor = {DLMA, Castillo-Chavez CMathematical and},\n  title = {Statistical Estimation Approaches in Epidemiology},\n  publisher = {Springer},\n  date = {2009},\n  pages = {1–30},\n  language = {},\n  address = {Netherlands}\n}\n@article{flood2019a,\n  author = {Flood, S. and King, M. and Rodgers, R. and Ruggles, S. and Warren, JR},\n  title = {Integrated Public Use Microdata Series, Current Population Survey: Version 7.0},\n  medium = {dataset},\n  publisher = {IPUMS},\n  date = {2019},\n  volume = {10},\n  pages = \"V7.0.11Fenichel\" # \"6306–11.12Verelst\" # \"20160820.\",\n  journal = {PNAS},\n  unmatched-author = {EP, Castillo-Chavez C, Ceddia MG, et al. F, Willem L, Beutels P.},\n  source = {Adaptive human behavior in epidemiological models},\n  unmatched-volume = {108: 13:},\n  number = {18128},\n  unmatched-pages = {6306–11.12Verelst 20160820.},\n  unmatched-journal = {Journal of The Royal Society Interface},\n  language = {},\n  address = {Minneapolis, MN}\n}\n@article{jackson2014a,\n  author = {Jackson, C. and Mangtani, P. and Hawker, J. and Olowokure, B. and Vynnycky, E.},\n  title = {The Effects of School Closures on Influenza Outbreaks and Pandemics: Systematic},\n  journal = {Review of Simulation Studies. PLoS One},\n  date = {2014},\n  doi = {DOI: 10.1371/journal.pone.0097297},\n  language = {}\n}\n@misc{xu-a,\n  author = {Xu, B. and Kraemer, M.U.G. and Xu, B.},\n  title = {Open access epidemiological data from the COVID-19 outbreak. The Lancet Infectious Diseases 2020; 0},\n  doi = {DOI: 10.1016/S1473-3099(20)30119-5},\n  more-authors = {true},\n  language = {}\n}\n",
        "links": [
            "https://www.redcross.org/take-aclass/babysitting/babysitting-child-care-training/babysitting-certification",
            "https://github.com/jbayham/us_childcare_obligations"
        ],
        "references_ris": "TY  - JOUR\nAU  - Lempel, H.\nAU  - Epstein, J.M.\nAU  - Hammond, R.A.\nTI  - Economic Cost and Health Care Workforce Effects of School Closures in the U\nT2  - S. PLoS Curr\nPY  - 2009\nDA  - 2009\nDO  - 10.1371/currents. RRN1051\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Cauchemez, S.\nAU  - Valleron, A.-J.\nAU  - Boëlle, P.-Y.\nAU  - Flahault, A.\nAU  - Ferguson, N.M.\nTI  - Estimating the impact of school closure on influenza transmission from Sentinel data\nT2  - Nature\nPY  - 2008\nDA  - 2008\nVL  - 452\nSP  - 750\nEP  - 4\nLA  - \nER  - \n\nTY  - CHAP\nAU  - Bayham, J.\nAU  - Kuminoff, N.V.\nAU  - Gunn, Q.\nAU  - Fenichel, E.P.\nTI  - Measured voluntary avoidance behaviour during\nT2  - the 2009 A/H1N1 epidemic. Proc R Soc B\nPY  - 2015\nDA  - 2015\nVL  - 282\nSP  - 20150814\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Jackson, C.\nAU  - Vynnycky, E.\nAU  - Hawker, J.\nAU  - Olowokure, B.\nAU  - Mangtani, P.\nTI  - School closures and influenza: systematic review of epidemiological studies\nT2  - BMJ Open\nPY  - 2013\nDA  - 2013\nVL  - 3\nSP  - 002149\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Koh, W.M.\nAU  - Bogich, T.\nAU  - Siegel, K.\nTI  - The Epidemiology of Hand, Foot and Mouth Disease in Asia\nT2  - Pediatr Infect Dis J\nPY  - 2016\nDA  - 2016\nVL  - 35\nSP  - 285\nEP  - 300\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Adda, J.\nTI  - Economic Activity and the Spread of Viral Diseases: Evidence from High Frequency Data\nT2  - Q J Econ\nPY  - 2016\nDA  - 2016\nVL  - 131\nSP  - 891\nEP  - 941\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Smith, R.D.\nAU  - Keogh-Brown, M.R.\nAU  - Barnett, T.\nAU  - Tait, J.\nTI  - The economy-wide impact of pandemic influenza on the UK: a computable general equilibrium modelling experiment\nT2  - BMJ\nPY  - 2009\nDA  - 2009\nDO  - 10.1136/bmj.b4571\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Hethcote, H.W.\nTI  - The Mathematics of Infectious Diseases\nT2  - SIAM Review\nPY  - 2000\nDA  - 2000\nVL  - 42\nSP  - 599\nEP  - 653\nLA  - \nER  - \n\nTY  - BOOK\nA2  - DLMA, Castillo-Chavez CMathematical and\nTI  - Statistical Estimation Approaches in Epidemiology\nPB  - Springer\nPY  - 2009\nDA  - 2009\nSP  - 1\nEP  - 30\nLA  - \nCY  - Netherlands\nER  - \n\nTY  - JOUR\nAU  - Flood, S.\nAU  - King, M.\nAU  - Rodgers, R.\nAU  - Ruggles, S.\nAU  - Warren, JR\nTI  - Integrated Public Use Microdata Series, Current Population Survey: Version 7.0\nC1  - dataset\nPB  - IPUMS\nPY  - 2019\nDA  - 2019\nVL  - 10\nSP  - \"V7.0.11Fenichel\" # \"6306\nEP  - 11.12Verelst\" # \"20160820.\"\nT2  - PNAS\nC1  - EP, Castillo-Chavez C, Ceddia MG, et al. F, Willem L, Beutels P.\nT2  - Adaptive human behavior in epidemiological models\nC1  - 108: 13:\nIS  - 18128\nC1  - 6306–11.12Verelst 20160820.\nC1  - Journal of The Royal Society Interface\nLA  - \nCY  - Minneapolis, MN\nER  - \n\nTY  - JOUR\nAU  - Jackson, C.\nAU  - Mangtani, P.\nAU  - Hawker, J.\nAU  - Olowokure, B.\nAU  - Vynnycky, E.\nTI  - The Effects of School Closures on Influenza Outbreaks and Pandemics: Systematic\nT2  - Review of Simulation Studies. PLoS One\nPY  - 2014\nDA  - 2014\nDO  - 10.1371/journal.pone.0097297\nLA  - \nER  - \n\nTY  - GEN\nAU  - Xu, B.\nAU  - Kraemer, M.U.G.\nAU  - Xu, B.\nTI  - Open access epidemiological data from the COVID-19 outbreak. The Lancet Infectious Diseases 2020; 0\nDO  - 10.1016/S1473-3099(20)30119-5\nC1  - true\nLA  - \nER  - \n\n",
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "1",
                "caption": "Child care obligations by healthcare profession"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "The map depicts the fraction of the healthcare workforce with possible childcare obligations under various adaptation assumptions: A) healthcare workers in households with at least one child age 312, B) heathcare workers in households with at least one child age 3-12 and without a non-working adult or child over 12 that might provide childcare, and C) healthcare workers in single-parent households"
            },
            {
                "id": "2",
                "caption": "Critical level of the percent increase in mortality resulting from healthcare work force absenteeism associated with school closure induced child care obligations , , that would offset the mortality reduction achieved by school closures through case reductions (color scale). The actual percent increase in mortality must be below   to justify closing schools. The red point,   0.176, indicates the best national estimates of cases avoided due to school closures (15% [13%,17%]) and the mean estimates of unmet healthcare workforce childcare obligations, 15%. This estimate accounts for the potential for other non-working adults or older siblings in the household to provide childcare"
            }
        ],
        "tables_url": "https://scholarcy.nyc3.digitaloceanspaces.com/tables/docker-test/2020.03.09.20033415v1.xlsx",
        "figure_urls": [
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.09.20033415v1/img-000.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.09.20033415v1/img-002.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.09.20033415v1/img-004.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.09.20033415v1/img-005.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.09.20033415v1/img-006.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.09.20033415v1/img-007.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.09.20033415v1/img-008.png"
        ]
    },
    "sections": {
        "background": [
            "COVID-19 is leading to the implementation of social distancing policies around the world and in the United States, including school closures. The evidence that mandatory school closures reduce cases and ultimately mortality mostly comes from experience with influenza or from models that do not include the impact of school closure on the healthcare labor supply or the role of the healthcare labor force in reducing the per infection mortality from the pathogen. There is considerable uncertainty of the incremental effect of school closures on transmission and lives saved from school closures. The likely, but uncertain, benefits from school closure need to be weighed against uncertain, and seldom quantified, costs of healthcare worker absenteeism associated with additional child care obligations."
        ],
        "methods": [
            "We analyze data from the US Current Population Survey to measure the potential child care obligations for US healthcare workers that will need to be addressed if school closures are employed as a social distancing measure. We account for the occupation within the healthcare sector, state, and household structure to identify the segments of the healthcare labor force that are most exposed to child care obligations from school closures. We use these estimates to identify the critical level for the importance of healthcare labor supply in increasing a patient’s COVID-19 survival probability that would undo the benefits of school closures and ultimately increase cumulative mortality.",
            "First, we highlight two pathways school closure can effect pathogen induced mortality. School closures,  , can affect mortality via (1) reduction in cases and (2) a reduction in the healthcare labor force that treats sick patients and prevents mortality. While no pharmaceutical treatment is available, supportive measures are still important for patient survival. Define cumulative mortality as (1)<br/><br/>0. This implies mortality is    . This model highlights the tradeoff between the case-reducing effect of school closures and the cost in terms of lost healthcare labor supply.<br/><br/>The second term,  , is calculated in development contexts and in emergency medicine, but to our knowledge has not been measured for accute infectious diseases (e.g., influenza or COVID-19) or included explicitly in epidemiological models. It is useful to know the critical value of   where school closure stops saving lives and starts increasing mortality, which is defined by the condition (2)<br/><br/>Imposing condition (2) as a strict equality and rearranging yields<br/><br/>, when   exceeds this value, then more lives are lost from school closures than saved.<br/><br/>1 is the maximum percent increase in the mortality rate that does not reverse lives saved from school closures.   is a more inutive quantity, and it also provides a number that is invariant to  .<br/><br/>The epidemiological literature has focused on the final term,     / . This value is usually determined by adjusting the conditional infectivity, either parametrically or through a behavioral model within an epidemiological model to account for a school closure.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] Models are required because there is little unconfounded experience with school closures during an epidemic, and few analyses of any behavior change are empirical.[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] One of the most detailed studies is Cauchemez et al.,[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] which estimates that prolonged school closures would reduce cumulative influenza cases by 13-17% in France, which implies     ⁄  is between 0.13 and 0.17. We focus on the midpoint of this estimate, 0.15, but consider cumlative case reductions from school closures between 0 and 50%."
        ],
        "findings": [
            "<strong>Findings The</strong><br/><br/>US healthcare sector has some of the highest child care obligations in the United States. 29% of healthcare provider households must provide care for children 3-12. Assuming non-working adults or a sibling 13 years old or older can provide child care, leaves 15% of healthcare provider households in need of childcare during a school closure, while 7% of healthcare households are single-parent households. We document the substantial variation within the healthcare system. For example, 35% of medical assistants and 31% of nursing, psychiatric, and home health aide households have child care obligations, while only 24% of emergency medical personnel have childcare obligations. Child care obligations can vary between states by over 10 percentage points. A 15% decline in the healthcare labor force, combined with reasonable parameters for COVID-19 such as a 15% case reduction from school closings and 2% baseline mortality rate implies that a 15% loss in the healthcare labor force must decrease the survival probability per percent healthcare worker lost by 17.6% for a school closure to increase cumulative mortality. This means that the per infection mortality rate cannot increase from 2% to 2.35% when the healthcare workforce declines by 15%; otherwise, school closures will lead to a greater number of deaths than they prevent. For school closures to unambiguously provide a net reduction in COVID-19 mortality with these parameters, the school closures must reduce cases by over 25%."
        ],
        "conclusion": [
            "School closures come with many tradeoffs. Setting aside economic costs, school closures implemented to reduce COVID-19 spread create unintended childcare obligations, which are particularly large in healthcare occupations. Detailed data are provided to help public health officials make informed decisions about the tradeoffs associated with closing schools. The results suggest that it is unclear if the potential contagion prevention from school closures justifies the potential loss of healthcare workers from the standpoint of reducing cummulative mortality."
        ],
        "funding": [
            "Funding No external funding Keywords COVID-19; coronavirus; SARS-CoV-2; outbreak; school closure; social distancing; non-pharmaceutical interventions; healthcare; labor supply; doctors; nurses. Research in Context Evidence before this study COVID-19 is affecting many countries around the world. Multiple countries, states, and school districts are employing school closures as a non-pharmaceutical social distancing strategy. Support for school closures mostly comes from models and experience with influenza. Few studies explicitly consider the tradeoff between case reduction and disease burden with the potential loss of healthcare workers to child care obligations. We found only two studies that attempted to quantify the potential child care burden of school closures for healthcare workers. These analyses were coarse, and no studies have explicitly considered the tradeoff between reduced transmission and healthcare labor’s role in cumulative mortality. Added value of this study Using current detailed data from the US Current Population Survey, we quantify the exposure of the US healthcare sector, occupations within the healthcare sector, and individual US states to unmet child care obligations for US healthcare workers in the event of a school closure. These obligations could compromise the ability of the US healthcare system to respond to COVID-19. We identify the parameter space where school closure could lead to a greater number of deaths from COVID-19 through healthcare labor force reductions. We find that the current best estimates of healthcare worker likely absenteeism to provide child care in the event of school closures imply great uncertainty to whether school closures will ultimately reduce COVID-19 mortality. Implication of all the available evidence Targeted pharmaceutical interventions for COVID-19 are likely months away. However, supportive measures by healthcare providers are important. Social distancing, including school closures, can limit COVID-19 cases. However, the evidence that the potential transmission reduction benefits of mandatory school closures exceed the costs of potentially imposing greater child care obligations on healthcare workers, thereby reducing the healthcare workforce, is not overwhelming. We provide the first explicit analysis of the school closure tradeoff between case reduction and labor force impact on patient survival probability. A 15% decline in the healthcare labor force, combined with reasonable parameters for COVID-19 such as a 15% case reduction from school closings and 2% baseline mortality rate implies that a 15% loss in the healthcare labor force must decrease the survival probability per percent healthcare worker loss by 17.6% for school closures to increase cumulative mortality. This means that the per infection mortality rate cannot increase from 2% to 2.05%; otherwise, school closures will lead to a greater number of deaths than they prevent. Even if the only objective is to save lives, there is still a tradeoff associated with closing schools due to potential losses in healthcare labor force capacity."
        ],
        "introduction": [
            "Covid-19’s global spread is triggering a range of public health responses. School closures are some of the highest-profile social distancing measures employed to slow the spread of an infectious disease. Japan recently instituted a nationwide school closure, which drew a swift response from families scrambling to make alternative childcare arrangements. South Korea, Italy, and some US school districts have closed schools. School closures prevent contacts among children and reduce cases. But, there is a downside to closing schools, even if the only goal is saving lives during an epidemic. Closing schools can inadvertently cause child care shortages that strain the healthcare system. Lempel et al estimated that the child care obligations associated with school closure could reduce key medical personnel by 6-19%.1 Here, we use the recent years (2018-2020) of the US Current Population Survey to estimate the school closure induced child care obligations for the US healthcare labor force. Approximately 29% of US households with a healthcare worker have at least one school-aged child age 3-12, who requires child care. Child care obligations are especially high and relatively inflexible in households where a parent is a nurse or medical assistant. Understanding these tradeoffs are important in planning the public health response to COVID-19, because if the survival of infected patients is sufficiently sensitive to declines in the healthcare labor force, then school closures could increase deaths.<br/><br/>The benefit from closing schools during an epidemic is to reduce transmission and new cases. Cauchemez et al estimated that extended school closures in France could reduce H5N1 influenza cases by 13-17%.2 Bayham et al show that schools are likely places for transmission among US children.[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] However, Bayham et al also show voluntary behavioral changes, without mandatory shutdowns, appeared to reduce cases of the 2009 H1N1 influenza on the order of 10-13%. In a systematic review, focused on influenza and school closures, Jackson et al find some evidence that school closures are effective, but that the empirical evidence does not resolve how or when to close schools.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>] Furthermore, they find school closure mostly reduces infection in school children. Koh et al do not find strong evidence that school closures prevent the spread of hand, foot, and mouth disease.[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] Adda finds that while school closures do reduce incidence in France, the economic costs are large.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] The benefits of school closure are often estimated relative to a baseline of no voluntary changes in behavior, but it is likely that the correct baseline for forcasting the school closure effect on COVID-19 includes other voluntary behavioral changes.<br/><br/>The potential benefits of school closures must be balanced with the costs. Smith et al, Lempel, Epstein, and Hammond, and Adda analyze the economic impacts of school closures.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>,<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>,<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] Schooling is one of the most important investments we make in our children’s futures, and we do not have good estimates of how prolonged school closures influence drop-out rates and future earnings. This uncertainty makes a holistic assessment of tradeoffs challenging.<br/><br/>Setting aside the economic costs and focusing on reducing mortality, school closures still create a tradeoff. Many healthcare workers must reduce time spent providing patient care, running diagnostic tests, and tracing contacts, and increase time caring for their own children. This tradeoff should not be ignored because the capacity to care for infected individuals and trace contacts directly influences the development of an epidemic, the survival of infected patients, and ultimately cummulative mortality from the pathogen."
        ],
        "results": [
            "Twenty-nine percent of healthcare worker households have an obligation to care for a child between 3 and 12 years of age. Focusing on households without a non-working adult or sibling 13 years or older who could potentially care for children ages 3-12 (https://www.redcross.org/take-aclass/babysitting/babysitting-child-care-training/babysitting-certification), we find that 15% or slightly more than 1 in 7, healthcare worker households have child care obligations. This may be optimistic because non-working adults may not be able to provide care, e.g., they may require care themselves. On the other hand, it is possible that family members outside the household, neighbors, or friends could care for children, though no data are available in the CPS on these possibilities. We find that 7% of healthcare households are single-parent households, which is greater than all other major industry classifications.<br/><br/>Within the healthcare sector, there are critical professions that are even more exposed to child care obligations (Table 1). These include households with a nurse, psychiatric, and home health care aids, nurse practitioner, medical assistant, nurse anesthetist, diagnostics technologist, physician’s assistant, or physician and surgeon. Assuming that non-working adults or siblings 13 or older can meet the child care obligations, 22% of nurse practitioners, 21% of physician’s assistants, 19% of diagnostic technicians, 18% of medical assistants, 16% of physicians and surgeons, and 13% of nursing, psychiatric, and home healthcare aids would still have unmet child care obligations. This is just over 20% of the healthcare workforce.<br/><br/>School closures may be especially challenging for single parents. 14.7% of nursing, psychiatric, and home health aides are single parents. Medical assistants (10.5%) and licensed practical and licensed vocational nurses (9.7%) are also more likely to be single parents than the healthcare average. Together this is 30% of the healthcare workforce, and is the segment most likely to be providing infection control for the elderly in nursing homes and other facilities.<br/><br/>Registered nursing is the most common profession in the healthcare field and accounts for 29.5% of the healthcare labor force, followed by nursing, psychiatric, and home health care aides (18.8%). 28% of registered nurses have child care obligations, but perhaps 13% of registered nurses can meet these obligations with a non-working adult or older sibling, leaving 15% with unmet child care obligations. Five percent of registered nurses are single parents, but this varies from state to state (Figure 1).<br/><br/>The exposure of the healthcare labor force to school closures is not homogeneous throughout the US (Appendix Table 1). How a policy trade-off plays out in one place may be different than another even if two locations experience a similar set of COVID-19 cases. That is, different places may have similar projected benefits from school closures, but different costs. The greatest share of the healthcare labor force with child care obligations is in Utah (35%), Louisiana (35%), and Missouri (34%), whereas the healthcare labor force in Washington DC (16%), Vermont (21%), and Massachusetts (24%) have the least child care obligations. However, household structures also vary. Therefore, if childcare obligations can be met by a non-working adult or older sibling, then South Dakota (21%), Oregon (20%), and Missouri (20%) are the most exposed states to school closure induced healthcare worker shortages. Washington DC (9%), New Mexico (10%), and New Jersey (11%) may be most able to cover their child care obligations. Louisiana (12%), Mississippi (11%), and Pennsylvania (10%) have the greatest fraction of single-parent healthcare worker households. These differences are likely an interaction of variations in state-level healthcare regulation, cultural, and demographic differences. This requires state and local health officials to consider the exposure of their own state (data available at https://github.com/jbayham/us_childcare_obligations) or region.<br/><br/>Using the data on child care obligations provides a first estimate of potential reductions in the healthcare labor force during a school closure. This estimate can be combined with projections of the case reductions from school closures to identify the parameter space where estimates of<br/><br/>For the United States, and for most states within the US, the   is not sufficently higher or lower to know which way a school closure will turnout without more information on  . Consider an example that uses<br/><br/>Cauchemez et al.’s (2008) estimate of a reduciton of cases of 15% from a school closure and assume baseline mortality to COVID-19 of 2%. Assume an epidemiological forcast without a school closure predicts 16,000 cases (about a 1/5th of the cases currently reported in China), which implies 320 deaths (Italy has already reported 463 deaths with 9,172 cases). The school closure reduces cases to 13,600. The for this scenario is 0.176, with an associate<br/><br/>0.024. Therefore, the mortality rate after the closure must rise to at least 2.35% as a result of the 15% loss in the healthcare workforce in order to undo the benefits of school closures. This implies the elasticity of mortality with respect to the healthcare workforce must be less than -0.083 in aboult value, which would imply doubling the healthcare workforce must not save more than 8.3% more patients."
        ],
        "discussion": [
            "What we know about social distancing policies is based largely on models of influenza,[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] where children are a vulnerable group. However, preliminary data on COVID-19 suggests that children are a small fraction of cases and may be less vulnerable than older adults.[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>] If these early results hold-up, then the already uncertain transmission reduction benefits from school closures will be reduced relative to influenza. Conversely, school closures may be implemented earlier in COVID-19 outbreaks, which may lead to greater levels of prevented cases. Furthermore, school closures may lead to other adults staying home, which could reduce cases. These are all important questions when considering school closures.<br/><br/>School closures do expose the healthcare labor force to increased child care obligations, likely reducing support for infected individuals, which is critical. We also do not know how much a reduction in the healthcare labor force, and in what occupations within healthcare, decreases the probability of COVID-19 patient survival. We do know that the segment of the healthcare work force most responsible for infection control in nursing homes is likely to be among the most highly impacted by school closure induced child care obligations. Given our reasonable estimates of case reductions from school closures, a measure of the increased mortality risk to COVID-19 patients from healthcare absenteeism to care for children is a critical, and to date unknown parameter. This analysis does not include non-COVID-19 mortality that could occur from other conditions if the US healthcare work force is reduced, but risk to these patients should also be considered when deciding about school closings.<br/><br/>Minimizing the impact of the COVID-19 and saving lives requires clear thinking and weighing tradeoffs. There will likely be cases when closing schools is sensible. However, policymakers and the healthcare experts advising them need to understand that closing schools may have severe knock-on effects on the healthcare system and that there is substantial uncertainty about the effectiveness of school closures for preventing infection beyond school children and on the impact of reduction in the healthcare workforce on patient survival. In the United States, the healthcare system appears disproportionately exposed to school closure induced labor shortages, and the segment of that system that provides infection control in nursing homes even more so. Such potential healthcare workforce labor shortages should be a first-order consideration when considering the potential benefits and costs of school closures.<br/><br/>Author Contributions<br/><br/>Both authors worked closely to design and write the manuscript. JB lead the data management and analysis."
        ],
        "disclosures": [
            "We declare no competing interests<br/><br/>Data Sharing The US Current Population Survey is publically available, see Flood et al Code to access and organize the data are hosted on Bayham’s Github page, https://github.com/jbayham/us_childcare_obligations."
        ],
        "appendix": [
            "1. Healthcare worker child care obligations by state, including Washington DC, ranked by unmet childcare obligations after allowing for non-working adults or children over 12 to care for younger children in the household.    State<br/><br/>% of household unable to meet child care obligations with non-working adult or older sibling<br/><br/>% of households that single parent"
        ],
        "data_availability": [
            "Detailed data are provided to help public health officials make informed decisions about the tradeoffs associated with closing schools",
            "https://github.com/jbayham/us_childcare_obligations"
        ]
    },
    "structured_content": {
        "Abstract": [],
        "Background": [
            "COVID-19 is leading to the implementation of social distancing policies around the world and in the United States, including school closures. The evidence that mandatory school closures reduce cases and ultimately mortality mostly comes from experience with influenza or from models that do not include the impact of school closure on the healthcare labor supply or the role of the healthcare labor force in reducing the per infection mortality from the pathogen. There is considerable uncertainty of the incremental effect of school closures on transmission and lives saved from school closures. The likely, but uncertain, benefits from school closure need to be weighed against uncertain, and seldom quantified, costs of healthcare worker absenteeism associated with additional child care obligations."
        ],
        "Methods": [
            "First, we highlight two pathways school closure can effect pathogen induced mortality. School closures,  , can affect mortality via (1) reduction in cases and (2) a reduction in the healthcare labor force that treats sick patients and prevents mortality. While no pharmaceutical treatment is available, supportive measures are still important for patient survival. Define cumulative mortality as",
            "0. This implies mortality is    . This model highlights the tradeoff between the case-reducing effect of school closures and the cost in terms of lost healthcare labor supply.",
            "The second term,  , is calculated in development contexts and in emergency medicine, but to our knowledge has not been measured for accute infectious diseases (e.g., influenza or COVID-19) or included explicitly in epidemiological models. It is useful to know the critical value of   where school closure stops saving lives and starts increasing mortality, which is defined by the condition (2)",
            ", when   exceeds this value, then more lives are lost from school closures than saved.",
            "1 is the maximum percent increase in the mortality rate that does not reverse lives saved from school closures.   is a more inutive quantity, and it also provides a number that is invariant to  ."
        ],
        "Conclusion": [
            "School closures come with many tradeoffs. Setting aside economic costs, school closures implemented to reduce COVID-19 spread create unintended childcare obligations, which are particularly large in healthcare occupations. Detailed data are provided to help public health officials make informed decisions about the tradeoffs associated with closing schools. The results suggest that it is unclear if the potential contagion prevention from school closures justifies the potential loss of healthcare workers from the standpoint of reducing cummulative mortality.",
            "Funding No external funding.",
            "Keywords COVID-19; coronavirus; SARS-CoV-2; outbreak; school closure; social distancing; non-pharmaceutical interventions; healthcare; labor supply; doctors; nurses.",
            "Evidence before this study COVID-19 is affecting many countries around the world. Multiple countries, states, and school districts are employing school closures as a non-pharmaceutical social distancing strategy. Support for school closures mostly comes from models and experience with influenza. Few studies explicitly consider the tradeoff between case reduction and disease burden with the potential loss of healthcare workers to child care obligations. We found only two studies that attempted to quantify the potential child care burden of school closures for healthcare workers. These analyses were coarse, and no studies have explicitly considered the tradeoff between reduced transmission and healthcare labor’s role in cumulative mortality.",
            "Added value of this study Using current detailed data from the US Current Population Survey, we quantify the exposure of the US healthcare sector, occupations within the healthcare sector, and individual US states to unmet child care obligations for US healthcare workers in the event of a school closure. These obligations could compromise the ability of the US healthcare system to respond to COVID-19. We identify the parameter space where school closure could lead to a greater number of deaths from COVID-19 through healthcare labor force reductions. We find that the current best estimates of healthcare worker likely absenteeism to provide child care in the event of school closures imply great uncertainty to whether school closures will ultimately reduce COVID-19 mortality.",
            "Implication of all the available evidence Targeted pharmaceutical interventions for COVID-19 are likely months away. However, supportive measures by healthcare providers are important. Social distancing, including school closures, can limit COVID-19 cases. However, the evidence that the potential transmission reduction benefits of mandatory school closures exceed the costs of potentially imposing greater child care obligations on healthcare workers, thereby reducing the healthcare workforce, is not overwhelming. We provide the first explicit analysis of the school closure tradeoff between case reduction and labor force impact on patient survival probability. A 15% decline in the healthcare labor force, combined with reasonable parameters for COVID-19 such as a 15% case reduction from school closings and 2% baseline mortality rate implies that a 15% loss in the healthcare labor force must decrease the survival probability per percent healthcare worker loss by 17.6% for school closures to increase cumulative mortality. This means that the per infection mortality rate cannot increase from 2% to 2.05%; otherwise, school closures will lead to a greater number of deaths than they prevent. Even if the only objective is to save lives, there is still a tradeoff associated with closing schools due to potential losses in healthcare labor force capacity."
        ],
        "Introduction": [
            "Covid-19’s global spread is triggering a range of public health responses. School closures are some of the highest-profile social distancing measures employed to slow the spread of an infectious disease. Japan recently instituted a nationwide school closure, which drew a swift response from families scrambling to make alternative childcare arrangements. South Korea, Italy, and some US school districts have closed schools. School closures prevent contacts among children and reduce cases. But, there is a downside to closing schools, even if the only goal is saving lives during an epidemic. Closing schools can inadvertently cause child care shortages that strain the healthcare system. Lempel et al estimated that the child care obligations associated with school closure could reduce key medical personnel by 6-19%.1 Here, we use the recent years (2018-2020) of the US Current Population Survey to estimate the school closure induced child care obligations for the US healthcare labor force. Approximately 29% of US households with a healthcare worker have at least one school-aged child age 3-12, who requires child care. Child care obligations are especially high and relatively inflexible in households where a parent is a nurse or medical assistant. Understanding these tradeoffs are important in planning the public health response to COVID-19, because if the survival of infected patients is sufficiently sensitive to declines in the healthcare labor force, then school closures could increase deaths.",
            "The benefit from closing schools during an epidemic is to reduce transmission and new cases. Cauchemez et al estimated that extended school closures in France could reduce H5N1 influenza cases by 13-17%.2 Bayham et al show that schools are likely places for transmission among US children.[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] However, Bayham et al also show voluntary behavioral changes, without mandatory shutdowns, appeared to reduce cases of the 2009 H1N1 influenza on the order of 10-13%. In a systematic review, focused on influenza and school closures, Jackson et al find some evidence that school closures are effective, but that the empirical evidence does not resolve how or when to close schools.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>] Furthermore, they find school closure mostly reduces infection in school children. Koh et al do not find strong evidence that school closures prevent the spread of hand, foot, and mouth disease.[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] Adda finds that while school closures do reduce incidence in France, the economic costs are large.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] The benefits of school closure are often estimated relative to a baseline of no voluntary changes in behavior, but it is likely that the correct baseline for forcasting the school closure effect on COVID-19 includes other voluntary behavioral changes.",
            "The potential benefits of school closures must be balanced with the costs. Smith et al, Lempel, Epstein, and Hammond, and Adda analyze the economic impacts of school closures.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>,<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>,<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] Schooling is one of the most important investments we make in our children’s futures, and we do not have good estimates of how prolonged school closures influence drop-out rates and future earnings. This uncertainty makes a holistic assessment of tradeoffs challenging.",
            "Setting aside the economic costs and focusing on reducing mortality, school closures still create a tradeoff. Many healthcare workers must reduce time spent providing patient care, running diagnostic tests, and tracing contacts, and increase time caring for their own children. This tradeoff should not be ignored because the capacity to care for infected individuals and trace contacts directly influences the development of an epidemic, the survival of infected patients, and ultimately cummulative mortality from the pathogen."
        ],
        "Results": [
            "Twenty-nine percent of healthcare worker households have an obligation to care for a child between 3 and 12 years of age. Focusing on households without a non-working adult or sibling 13 years or older who could potentially care for children ages 3-12 (https://www.redcross.org/take-aclass/babysitting/babysitting-child-care-training/babysitting-certification), we find that 15% or slightly more than 1 in 7, healthcare worker households have child care obligations. This may be optimistic because non-working adults may not be able to provide care, e.g., they may require care themselves. On the other hand, it is possible that family members outside the household, neighbors, or friends could care for children, though no data are available in the CPS on these possibilities. We find that 7% of healthcare households are single-parent households, which is greater than all other major industry classifications.",
            "Within the healthcare sector, there are critical professions that are even more exposed to child care obligations (Table 1). These include households with a nurse, psychiatric, and home health care aids, nurse practitioner, medical assistant, nurse anesthetist, diagnostics technologist, physician’s assistant, or physician and surgeon. Assuming that non-working adults or siblings 13 or older can meet the child care obligations, 22% of nurse practitioners, 21% of physician’s assistants, 19% of diagnostic technicians, 18% of medical assistants, 16% of physicians and surgeons, and 13% of nursing, psychiatric, and home healthcare aids would still have unmet child care obligations. This is just over 20% of the healthcare workforce.",
            "School closures may be especially challenging for single parents. 14.7% of nursing, psychiatric, and home health aides are single parents. Medical assistants (10.5%) and licensed practical and licensed vocational nurses (9.7%) are also more likely to be single parents than the healthcare average. Together this is 30% of the healthcare workforce, and is the segment most likely to be providing infection control for the elderly in nursing homes and other facilities.",
            "Registered nursing is the most common profession in the healthcare field and accounts for 29.5% of the healthcare labor force, followed by nursing, psychiatric, and home health care aides (18.8%). 28% of registered nurses have child care obligations, but perhaps 13% of registered nurses can meet these obligations with a non-working adult or older sibling, leaving 15% with unmet child care obligations. Five percent of registered nurses are single parents, but this varies from state to state (Figure 1).",
            "The exposure of the healthcare labor force to school closures is not homogeneous throughout the US (Appendix Table 1). How a policy trade-off plays out in one place may be different than another even if two locations experience a similar set of COVID-19 cases. That is, different places may have similar projected benefits from school closures, but different costs. The greatest share of the healthcare labor force with child care obligations is in Utah (35%), Louisiana (35%), and Missouri (34%), whereas the healthcare labor force in Washington DC (16%), Vermont (21%), and Massachusetts (24%) have the least child care obligations. However, household structures also vary. Therefore, if childcare obligations can be met by a non-working adult or older sibling, then South Dakota (21%), Oregon (20%), and Missouri (20%) are the most exposed states to school closure induced healthcare worker shortages. Washington DC (9%), New Mexico (10%), and New Jersey (11%) may be most able to cover their child care obligations. Louisiana (12%), Mississippi (11%), and Pennsylvania (10%) have the greatest fraction of single-parent healthcare worker households. These differences are likely an interaction of variations in state-level healthcare regulation, cultural, and demographic differences. This requires state and local health officials to consider the exposure of their own state (data available at https://github.com/jbayham/us_childcare_obligations) or region.",
            "Using the data on child care obligations provides a first estimate of potential reductions in the healthcare labor force during a school closure. This estimate can be combined with projections of the case reductions from school closures to identify the parameter space where estimates of",
            "For the United States, and for most states within the US, the   is not sufficently higher or lower to know which way a school closure will turnout without more information on  . Consider an example that uses",
            "Cauchemez et al.’s (2008) estimate of a reduciton of cases of 15% from a school closure and assume baseline mortality to COVID-19 of 2%. Assume an epidemiological forcast without a school closure predicts 16,000 cases (about a 1/5th of the cases currently reported in China), which implies 320 deaths (Italy has already reported 463 deaths with 9,172 cases). The school closure reduces cases to 13,600. The for this scenario is 0.176, with an associate",
            "0.024. Therefore, the mortality rate after the closure must rise to at least 2.35% as a result of the 15% loss in the healthcare workforce in order to undo the benefits of school closures. This implies the elasticity of mortality with respect to the healthcare workforce must be less than -0.083 in aboult value, which would imply doubling the healthcare workforce must not save more than 8.3% more patients."
        ],
        "Discussion": [
            "What we know about social distancing policies is based largely on models of influenza,[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] where children are a vulnerable group. However, preliminary data on COVID-19 suggests that children are a small fraction of cases and may be less vulnerable than older adults.[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>] If these early results hold-up, then the already uncertain transmission reduction benefits from school closures will be reduced relative to influenza. Conversely, school closures may be implemented earlier in COVID-19 outbreaks, which may lead to greater levels of prevented cases. Furthermore, school closures may lead to other adults staying home, which could reduce cases. These are all important questions when considering school closures.",
            "School closures do expose the healthcare labor force to increased child care obligations, likely reducing support for infected individuals, which is critical. We also do not know how much a reduction in the healthcare labor force, and in what occupations within healthcare, decreases the probability of COVID-19 patient survival. We do know that the segment of the healthcare work force most responsible for infection control in nursing homes is likely to be among the most highly impacted by school closure induced child care obligations. Given our reasonable estimates of case reductions from school closures, a measure of the increased mortality risk to COVID-19 patients from healthcare absenteeism to care for children is a critical, and to date unknown parameter. This analysis does not include non-COVID-19 mortality that could occur from other conditions if the US healthcare work force is reduced, but risk to these patients should also be considered when deciding about school closings.",
            "Minimizing the impact of the COVID-19 and saving lives requires clear thinking and weighing tradeoffs. There will likely be cases when closing schools is sensible. However, policymakers and the healthcare experts advising them need to understand that closing schools may have severe knock-on effects on the healthcare system and that there is substantial uncertainty about the effectiveness of school closures for preventing infection beyond school children and on the impact of reduction in the healthcare workforce on patient survival. In the United States, the healthcare system appears disproportionately exposed to school closure induced labor shortages, and the segment of that system that provides infection control in nursing homes even more so. Such potential healthcare workforce labor shortages should be a first-order consideration when considering the potential benefits and costs of school closures.",
            "Both authors worked closely to design and write the manuscript. JB lead the data management and analysis."
        ],
        "Declaration of interests": [
            "Data Sharing The US Current Population Survey is publically available, see Flood et al Code to access and organize the data are hosted on Bayham’s Github page, https://github.com/jbayham/us_childcare_obligations."
        ],
        "References": [
            "1 Lempel H, Epstein JM, Hammond RA. Economic Cost and Health Care Workforce Effects of School",
            "Closures in the U.S PLoS Curr 2009; 1. DOI:10.1371/currents.RRN1051.",
            "2 Cauchemez S, Valleron A-J, Boëlle P-Y, Flahault A, Ferguson NM. Estimating the impact of school closure on influenza transmission from Sentinel data. Nature 2008; 452: 750–4.",
            "3 Bayham J, Kuminoff NV, Gunn Q, Fenichel EP. Measured voluntary avoidance behaviour during the 2009 A/H1N1 epidemic. Proc R Soc B 2015; 282: 20150814.",
            "4 Jackson C, Vynnycky E, Hawker J, Olowokure B, Mangtani P. School closures and influenza: systematic review of epidemiological studies. BMJ Open 2013; 3: e002149.",
            "5 Koh WM, Bogich T, Siegel K, et al The Epidemiology of Hand, Foot and Mouth Disease in Asia. Pediatr Infect Dis J 2016; 35: e285–300.",
            "6 Adda J. Economic Activity and the Spread of Viral Diseases: Evidence from High Frequency Data. Q J Econ 2016; 131: 891–941.",
            "7 Smith RD, Keogh-Brown MR, Barnett T, Tait J. The economy-wide impact of pandemic influenza on the UK: a computable general equilibrium modelling experiment. BMJ 2009; 339. DOI:10.1136/bmj.b4571.",
            "8 Hethcote HW. The Mathematics of Infectious Diseases. SIAM Review 2000; 42: 599–653.",
            "9 Chowell G, Brauer F. The Basic Reproduction Number of Infectious Diseases: Computation and Estimation Using Compartmental Epidemic Models. In: Chowell DG, Hyman DJM, Bettencourt",
            "DLMA, Castillo-Chavez C, eds. Mathematical and Statistical Estimation Approaches in Epidemiology. Springer Netherlands, 2009: 1–30. 10 Flood S, King M, Rodgers R, Ruggles S, Warren JR. Integrated Public Use Microdata Series, Current Population Survey: Version 7.0 [dataset]. Minneapolis, MN: IPUMS 2019. DOI:https://doi.org/10.18128/D030.V7.0. 11Fenichel EP, Castillo-Chavez C, Ceddia MG, et al Adaptive human behavior in epidemiological models. PNAS 2011; 108: 6306–11. 12Verelst F, Willem L, Beutels P. Behavioural change models for infectious disease transmission: a systematic review (2010–2015). Journal of The Royal Society Interface 2016; 13: 20160820. 13 Jackson C, Mangtani P, Hawker J, Olowokure B, Vynnycky E. The Effects of School Closures on Influenza Outbreaks and Pandemics: Systematic Review of Simulation Studies. PLoS One 2014; 9. DOI:10.1371/journal.pone.0097297. 14 Xu B, Kraemer MUG, Xu B, et al Open access epidemiological data from the COVID-19 outbreak. The Lancet Infectious Diseases 2020; 0. DOI:10.1016/S1473-3099(20)30119-5.",
            "Table 1. Child care obligations by healthcare profession",
            "Profession",
            "Sample size in CPS",
            "% of households with children",
            "3-12",
            "% of household unable to % of meet child care obligations households with non-working adult or that single older sibling parent",
            "Share of healthcare labor force",
            "Nurse practitioners 2,177",
            "Physician assistants",
            "Diagnostic related technologists and technicians",
            "1,155 3,495",
            "Nurse anesthetists",
            "Medical assistants",
            "Physicians and surgeons",
            "5,204 9,868",
            "Registered nurses 31,583",
            "Emergency medical technicians and paramedics",
            "1,826",
            "Medical records and health information technicians",
            "1,766",
            "Clinical laboratory technologists and technicians",
            "3,139",
            "Licensed practical and licensed vocational nurses",
            "6,414",
            "Other healthcare practitioners and technical occupations 1,334",
            "Medical scientists",
            "Health diagnosing and treating practitioners, all other",
            "1,638 344",
            "32.46% 29.89%",
            "29.99% 35.33% 35.13% 29.83% 27.59%",
            "23.87%",
            "26.65%",
            "25.44%",
            "29.24%",
            "26.94% 25.97%",
            "24.00%",
            "22.21% 20.53%",
            "19.14% 18.85% 18.00% 15.58% 14.93%",
            "14.45%",
            "13.77%",
            "13.69%",
            "13.64%",
            "13.58% 13.38%",
            "12.71%",
            "2.46% 3.23%",
            "2.05% 1.23%",
            "4.85% 2.86% 10.54%",
            "1.60% 4.90%",
            "3.25% 0.27% 5.40%",
            "9.50% 29.50%",
            "4.67%",
            "1.86%",
            "6.07%",
            "1.60%",
            "5.45%",
            "2.98%",
            "9.70%",
            "6.27%",
            "2.94% 2.43%",
            "1.28% 1.56%",
            "4.14%",
            "0.33%",
            "Medical and health services managers",
            "Nursing, psychiatric, and home health aides",
            "6,477 18,309",
            "25.30% 31.55%",
            "12.71% 12.63%",
            "4.87%",
            "6.02%",
            "14.72%",
            "18.79%",
            "Health practitioner support technologists 6,344",
            "26.75%",
            "12.32%",
            "8.30%",
            "6.30%",
            "and technicians",
            "Respiratory therapists",
            "Miscellaneous community and social service specialists, including health educators and community health workers",
            "Recreational therapists",
            "27.19%",
            "22.15% 12.69%",
            "12.19%",
            "4.29%",
            "1.01%",
            "10.74% 3.65%",
            "5.83% 3.78%",
            "0.71% 0.09%",
            "Figure 1. The map depicts the fraction of the healthcare workforce with possible childcare obligations under various adaptation assumptions: A) healthcare workers in households with at least one child age 312, B) heathcare workers in households with at least one child age 3-12 and without a non-working adult or child over 12 that might provide childcare, and C) healthcare workers in single-parent households.",
            "Figure 2. Critical level of the percent increase in mortality resulting from healthcare work force absenteeism associated with school closure induced child care obligations , , that would offset the mortality reduction achieved by school closures through case reductions (color scale). The actual percent increase in mortality must be below   to justify closing schools. The red point,   0.176, indicates the best national estimates of cases avoided due to school closures (15% [13%,17%]) and the mean estimates of unmet healthcare workforce childcare obligations, 15%. This estimate accounts for the potential for other non-working adults or older siblings in the household to provide childcare.",
            "Appendix 1. Healthcare worker child care obligations by state, including Washington DC, ranked by unmet childcare obligations after allowing for non-working adults or children over 12 to care for younger children in the household.",
            "State",
            "South Dakota Oregon Missouri Nebraska Minnesota Wisconsin North Dakota Louisiana Kentucky Virginia Kansas Utah North Carolina Oklahoma Mississippi Arkansas Ohio Colorado Montana Wyoming Iowa Maine Rhode Island Michigan West Virginia Georgia Alabama Pennsylvania Florida Massachusetts Texas South Carolina Idaho Tennessee Washington Nevada Indiana 1,564 1,598 1,504 1,321 1,618 1,439 1,637 2,641 1,361 1,513 1,363 1,404 2,605 1,486 2,105 2,111 3,128 1,162 1,847 1,235 1,217 1,080 1,263 2,431 2,244 2,053 2,077 3,295 4,846 2,875 5,393 1,716 1,283 1,966 1,435",
            "881 1,751",
            "32.0% 31.4% 34.0% 33.2% 31.2% 30.1% 28.6% 35.0% 32.9% 30.2% 31.0% 35.3% 29.4% 31.4% 33.4% 30.2% 31.3% 31.7% 28.4% 27.4% 28.1% 26.4% 30.1% 28.6% 27.0% 29.6% 27.9% 29.4% 26.7% 24.3% 32.1% 26.3% 30.8% 26.0% 29.6% 26.1% 25.4%",
            "% of household unable to meet child care obligations with non-working adult or older sibling",
            "21.0% 20.6% 20.5% 20.4% 19.7% 19.4% 19.2% 19.1% 18.0% 17.8% 17.7% 17.1% 17.1% 16.7% 16.6% 16.6% 16.5% 16.5% 16.2% 15.4% 15.1% 14.9% 14.6% 14.5% 14.5% 14.3% 14.2% 14.2% 14.1% 14.1% 14.0% 13.9% 13.8% 13.8% 13.8% 13.7% 13.6%",
            "% of households that single parent",
            "2.4% 5.5% 8.0% 4.9% 5.8% 4.8% 4.5% 12.1% 5.4% 6.7% 6.6% 3.9% 8.0% 6.0% 11.4% 5.8% 7.8% 8.5% 5.6% 5.5% 6.1% 2.2% 6.3% 9.0% 6.1% 9.2% 8.3% 9.9% 7.9% 5.7% 7.1% 6.8% 3.5% 3.6% 4.0% 4.9% 4.6%",
            "New Hampshire Alaska Delaware Arizona Maryland Hawaii New York Connecticut Illinois Vermont California New Jersey New Mexico District of Columbia 1,638 1,280 1,258 1,444 1,429 1,167 5,077 1,278 2,850 1,502 7,213 2,020 1,625 1,102",
            "27.1% 30.6% 30.9% 31.3% 25.1% 29.6% 26.4% 26.1% 27.3% 21.9% 26.7% 28.4% 27.1% 16.0%",
            "13.5% 13.3% 13.3% 12.9% 12.7% 12.3% 11.9% 11.9% 11.8% 11.8% 11.7% 11.1% 10.0% 8.7%",
            "3.5% 4.6% 8.5% 8.0% 7.3% 3.7% 9.9% 5.7% 6.8% 3.6% 5.1% 8.3% 7.9% 9.3%"
        ]
    },
    "participants": [
        {
            "participant": "studies",
            "number": 2,
            "context": "Few studies explicitly consider the tradeoff between case reduction and disease burden with the potential loss of healthcare workers to child care obligations. <mark class=\"stats\">We found only two studies that attempted to quantify the potential child care burden of school closures for healthcare workers</mark>. These analyses were coarse, and no studies have explicitly considered the tradeoff between reduced transmission and healthcare labor’s role in cumulative mortality"
        },
        {
            "participant": "individuals",
            "number": 3000000,
            "context": "We access the data via the Integrated Public Use Microdata.10. <mark class=\"stats\">We use the recent dataset, which includes information on just over 3 million individuals spread across 1.25 million households between January 2018-2020</mark>. The detailed data in the CPS allows us to characterize the family structure and likely withinhousehold childcare options for healthcare workers"
        },
        {
            "participant": "cases",
            "number": 16000,
            "context": "Cauchemez et al.’s (2008) estimate of a reduciton of cases of 15% from a school closure and assume baseline mortality to COVID-19 of 2%. <mark class=\"stats\">Assume an epidemiological forcast without a school closure predicts 16,000 cases (about a 1/5th of the cases currently reported in China), which implies 320 deaths (Italy has already reported 463 deaths with 9,172 cases)</mark>. The school closure reduces cases to 13,600"
        }
    ],
    "statistics": [],
    "keywords": [
        "child care obligation",
        "considerable uncertainty",
        "healthcare labor force",
        "Mouth disease",
        "healthcare labor supply",
        "social distancing",
        "healthcare",
        "coronavirus",
        "incremental effect",
        "SARS-CoV-2",
        "absenteeism",
        "additional child care obligation",
        "outbreak",
        "epidemiology",
        "COVID-19",
        "Current Population Survey",
        "closing school",
        "doctors",
        "nurses",
        "non-pharmaceutical interventions",
        "healthcare worker absenteeism",
        "social distancing policy",
        "infection mortality",
        "school closure",
        "united states",
        "mandatory school closure",
        "labor supply"
    ],
    "keyword_relevance": {
        "healthcare": 0.2848101265822785,
        "school closure": 0.28164556962025317,
        "child care obligation": 0.08544303797468354,
        "COVID-19": 0.08227848101265822,
        "healthcare labor force": 0.06645569620253164,
        "Current Population Survey": 0.0379746835443038,
        "closing school": 0.028481012658227847,
        "nurses": 0.022151898734177215,
        "social distancing": 0.0189873417721519,
        "labor supply": 0.015822784810126583,
        "healthcare labor supply": 0.012658227848101266,
        "absenteeism": 0.012658227848101266,
        "outbreak": 0.00949367088607595,
        "infection mortality": 0.00949367088607595,
        "mandatory school closure": 0.006329113924050633,
        "considerable uncertainty": 0.0031645569620253164,
        "coronavirus": 0.0031645569620253164,
        "incremental effect": 0.0031645569620253164,
        "SARS-CoV-2": 0.0031645569620253164,
        "additional child care obligation": 0.0031645569620253164,
        "doctors": 0.0031645569620253164,
        "non-pharmaceutical interventions": 0.0031645569620253164,
        "healthcare worker absenteeism": 0.0031645569620253164,
        "Mouth disease": 0.0,
        "epidemiology": 0.0,
        "social distancing policy": 0.0,
        "united states": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> Covid-19’s global spread is triggering a range of public health responses. School closures are some of the highest-profile social distancing measures employed to slow the spread of an infectious disease.",
        "Child care obligations are especially high and relatively inflexible in households where a parent is a nurse or medical assistant",
        "Understanding these tradeoffs are important in planning the public health response to COVID-19, because if the survival of infected patients is sufficiently sensitive to declines in the healthcare labor force, school closures could increase deaths.",
        "The likely, but uncertain, benefits from school closure need to be weighed against uncertain, and seldom quantified, costs of healthcare worker absenteeism associated with additional child care obligations",
        "<h2 style=\"display: inline\">Methods:</h2> The authors analyze data from the US Current Population Survey to measure the potential child care obligations for US healthcare workers that will need to be addressed if school closures are employed as a social distancing measure.",
        "The epidemiological literature has focused on the final term, /",
        "This value is usually determined by adjusting the conditional infectivity, either parametrically or through a behavioral model within an epidemiological model to account for a school closure.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] Models are required because there is little unconfounded experience with school closures during an epidemic, and few analyses of any behavior change are empirical.[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] One of the most detailed studies is Cauchemez et al.,[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] which estimates that prolonged school closures would reduce cumulative influenza cases by 13-17% in France, which implies ⁄ is between 0.13 and 0.17.",
        "The authors focus on the midpoint of this estimate, 0.15, but consider cumlative case reductions from school closures between 0 and 50%",
        "<h2 style=\"display: inline\">Results:</h2> Twenty-nine percent of healthcare worker households have an obligation to care for a child between 3 and 12 years of age.",
        "Assuming that non-working adults or siblings 13 or older can meet the child care obligations, 22% of nurse practitioners, 21% of physician’s assistants, 19% of diagnostic technicians, 18% of medical assistants, 16% of physicians and surgeons, and 13% of nursing, psychiatric, and home healthcare aids would still have unmet child care obligations",
        "This is just over 20% of the healthcare workforce.",
        "This implies the elasticity of mortality with respect to the healthcare workforce must be less than -0.083 in aboult value, which would imply doubling the healthcare workforce must not save more than 8.3% more patients",
        "<h2 style=\"display: inline\">Conclusion:</h2> What the authors know about social distancing policies is based largely on models of influenza,[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] where children are a vulnerable group.",
        "Given the reasonable estimates of case reductions from school closures, a measure of the increased mortality risk to COVID-19 patients from healthcare absenteeism to care for children is a critical, and to date unknown parameter",
        "This analysis does not include non-COVID-19 mortality that could occur from other conditions if the US healthcare work force is reduced, but risk to these patients should be considered when deciding about school closings.",
        "The results suggest that it is unclear if the potential contagion prevention from school closures justifies the potential loss of healthcare workers from the standpoint of reducing cummulative mortality"
    ],
    "structured_summary": {
        "Introduction": [
            "Covid-19’s global spread is triggering a range of public health responses. School closures are some of the highest-profile social distancing measures employed to slow the spread of an infectious disease.",
            "Child care obligations are especially high and relatively inflexible in households where a parent is a nurse or medical assistant",
            "Understanding these tradeoffs are important in planning the public health response to COVID-19, because if the survival of infected patients is sufficiently sensitive to declines in the healthcare labor force, school closures could increase deaths.",
            "The likely, but uncertain, benefits from school closure need to be weighed against uncertain, and seldom quantified, costs of healthcare worker absenteeism associated with additional child care obligations"
        ],
        "Methods": [
            "The authors analyze data from the US Current Population Survey to measure the potential child care obligations for US healthcare workers that will need to be addressed if school closures are employed as a social distancing measure.",
            "The epidemiological literature has focused on the final term, /",
            "This value is usually determined by adjusting the conditional infectivity, either parametrically or through a behavioral model within an epidemiological model to account for a school closure.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] Models are required because there is little unconfounded experience with school closures during an epidemic, and few analyses of any behavior change are empirical.[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] One of the most detailed studies is Cauchemez et al.,[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] which estimates that prolonged school closures would reduce cumulative influenza cases by 13-17% in France, which implies ⁄ is between 0.13 and 0.17.",
            "The authors focus on the midpoint of this estimate, 0.15, but consider cumlative case reductions from school closures between 0 and 50%"
        ],
        "Results": [
            "Twenty-nine percent of healthcare worker households have an obligation to care for a child between 3 and 12 years of age.",
            "Assuming that non-working adults or siblings 13 or older can meet the child care obligations, 22% of nurse practitioners, 21% of physician’s assistants, 19% of diagnostic technicians, 18% of medical assistants, 16% of physicians and surgeons, and 13% of nursing, psychiatric, and home healthcare aids would still have unmet child care obligations",
            "This is just over 20% of the healthcare workforce.",
            "This implies the elasticity of mortality with respect to the healthcare workforce must be less than -0.083 in aboult value, which would imply doubling the healthcare workforce must not save more than 8.3% more patients"
        ],
        "Conclusion": [
            "What the authors know about social distancing policies is based largely on models of influenza,[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] where children are a vulnerable group.",
            "Given the reasonable estimates of case reductions from school closures, a measure of the increased mortality risk to COVID-19 patients from healthcare absenteeism to care for children is a critical, and to date unknown parameter",
            "This analysis does not include non-COVID-19 mortality that could occur from other conditions if the US healthcare work force is reduced, but risk to these patients should be considered when deciding about school closings.",
            "The results suggest that it is unclear if the potential contagion prevention from school closures justifies the potential loss of healthcare workers from the standpoint of reducing cummulative mortality"
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Lempel_et+al_2009_a",
            "entry": "1 Lempel H, Epstein JM, Hammond RA. Economic Cost and Health Care Workforce Effects of School Closures in the U.S. PLoS Curr 2009; 1. DOI:10.1371/currents.RRN1051.",
            "crossref": "https://dx.doi.org/10.1371/currents.RRN1051",
            "scite": "https://scite.ai/reports/10.1371/currents.RRN1051",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1371/currents.RRN1051"
        },
        {
            "id": "2",
            "alt_id": "Cauchemez_et+al_2008_a",
            "entry": "2 Cauchemez S, Valleron A-J, Boëlle P-Y, Flahault A, Ferguson NM. Estimating the impact of school closure on influenza transmission from Sentinel data. Nature 2008; 452: 750–4.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Cauchemez%2C%20S.%20Valleron%2C%20A.-J.%20Bo%C3%ABlle%2C%20P.-Y.%20Flahault%2C%20A.%20Estimating%20the%20impact%20of%20school%20closure%20on%20influenza%20transmission%20from%20Sentinel%20data%202008",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Cauchemez%2C%20S.%20Valleron%2C%20A.-J.%20Bo%C3%ABlle%2C%20P.-Y.%20Flahault%2C%20A.%20Estimating%20the%20impact%20of%20school%20closure%20on%20influenza%20transmission%20from%20Sentinel%20data%202008",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Cauchemez%2C%20S.%20Valleron%2C%20A.-J.%20Bo%C3%ABlle%2C%20P.-Y.%20Flahault%2C%20A.%20Estimating%20the%20impact%20of%20school%20closure%20on%20influenza%20transmission%20from%20Sentinel%20data%202008"
        },
        {
            "id": "3",
            "alt_id": "Bayham_et+al_2015_a",
            "entry": "3 Bayham J, Kuminoff NV, Gunn Q, Fenichel EP. Measured voluntary avoidance behaviour during the 2009 A/H1N1 epidemic. Proc R Soc B 2015; 282: 20150814.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Bayham%2C%20J.%20Kuminoff%2C%20N.V.%20Gunn%2C%20Q.%20Fenichel%2C%20E.P.%20Measured%20voluntary%20avoidance%20behaviour%20during%202015",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Bayham%2C%20J.%20Kuminoff%2C%20N.V.%20Gunn%2C%20Q.%20Fenichel%2C%20E.P.%20Measured%20voluntary%20avoidance%20behaviour%20during%202015",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Bayham%2C%20J.%20Kuminoff%2C%20N.V.%20Gunn%2C%20Q.%20Fenichel%2C%20E.P.%20Measured%20voluntary%20avoidance%20behaviour%20during%202015"
        },
        {
            "id": "4",
            "alt_id": "Jackson_et+al_2013_a",
            "entry": "4 Jackson C, Vynnycky E, Hawker J, Olowokure B, Mangtani P. School closures and influenza: systematic review of epidemiological studies. BMJ Open 2013; 3: e002149.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Jackson%2C%20C.%20Vynnycky%2C%20E.%20Hawker%2C%20J.%20Olowokure%2C%20B.%20School%20closures%20and%20influenza%3A%20systematic%20review%20of%20epidemiological%20studies%202013",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Jackson%2C%20C.%20Vynnycky%2C%20E.%20Hawker%2C%20J.%20Olowokure%2C%20B.%20School%20closures%20and%20influenza%3A%20systematic%20review%20of%20epidemiological%20studies%202013",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Jackson%2C%20C.%20Vynnycky%2C%20E.%20Hawker%2C%20J.%20Olowokure%2C%20B.%20School%20closures%20and%20influenza%3A%20systematic%20review%20of%20epidemiological%20studies%202013"
        },
        {
            "id": "5",
            "alt_id": "Koh_et+al_2016_a",
            "entry": "5 Koh WM, Bogich T, Siegel K, et al. The Epidemiology of Hand, Foot and Mouth Disease in Asia. Pediatr Infect Dis J 2016; 35: e285–300.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Koh%2C%20W.M.%20Bogich%2C%20T.%20Siegel%2C%20K.%20The%20Epidemiology%20of%20Hand%2C%20Foot%20and%20Mouth%20Disease%20in%20Asia%202016",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Koh%2C%20W.M.%20Bogich%2C%20T.%20Siegel%2C%20K.%20The%20Epidemiology%20of%20Hand%2C%20Foot%20and%20Mouth%20Disease%20in%20Asia%202016",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Koh%2C%20W.M.%20Bogich%2C%20T.%20Siegel%2C%20K.%20The%20Epidemiology%20of%20Hand%2C%20Foot%20and%20Mouth%20Disease%20in%20Asia%202016"
        },
        {
            "id": "6",
            "alt_id": "Adda_2016_a",
            "entry": "6 Adda J. Economic Activity and the Spread of Viral Diseases: Evidence from High Frequency Data. Q J Econ 2016; 131: 891–941.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Adda%2C%20J.%20Economic%20Activity%20and%20the%20Spread%20of%20Viral%20Diseases%3A%20Evidence%20from%20High%20Frequency%20Data%202016",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Adda%2C%20J.%20Economic%20Activity%20and%20the%20Spread%20of%20Viral%20Diseases%3A%20Evidence%20from%20High%20Frequency%20Data%202016",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Adda%2C%20J.%20Economic%20Activity%20and%20the%20Spread%20of%20Viral%20Diseases%3A%20Evidence%20from%20High%20Frequency%20Data%202016"
        },
        {
            "id": "7",
            "alt_id": "Smith_et+al_2009_a",
            "entry": "7 Smith RD, Keogh-Brown MR, Barnett T, Tait J. The economy-wide impact of pandemic influenza on the UK: a computable general equilibrium modelling experiment. BMJ 2009; 339. DOI:10.1136/bmj.b4571.",
            "crossref": "https://dx.doi.org/10.1136/bmj.b4571",
            "scite": "https://scite.ai/reports/10.1136/bmj.b4571",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1136/bmj.b4571"
        },
        {
            "id": "8",
            "alt_id": "Hethcote_2000_a",
            "entry": "8 Hethcote HW. The Mathematics of Infectious Diseases. SIAM Review 2000; 42: 599–653.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Hethcote%2C%20H.W.%20The%20Mathematics%20of%20Infectious%20Diseases%202000",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Hethcote%2C%20H.W.%20The%20Mathematics%20of%20Infectious%20Diseases%202000",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Hethcote%2C%20H.W.%20The%20Mathematics%20of%20Infectious%20Diseases%202000"
        },
        {
            "id": "Dlma_2009_a",
            "alt_id": "9",
            "entry": "DLMA, Castillo-Chavez C, eds. Mathematical and Statistical Estimation Approaches in Epidemiology. Springer Netherlands, 2009: 1–30.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=DLMA%20CastilloChavez%20C%20eds%20Mathematical%20and%20Statistical%20Estimation%20Approaches%20in%20Epidemiology%20Springer%20Netherlands%202009%20130"
        },
        {
            "id": "10",
            "alt_id": "Flood_et+al_2019_a",
            "entry": "10 Flood S, King M, Rodgers R, Ruggles S, Warren JR. Integrated Public Use Microdata Series, Current Population Survey: Version 7.0 [dataset]. Minneapolis, MN: IPUMS 2019. DOI:https://doi.org/10.18128/D030.V7.0.11Fenichel EP, Castillo-Chavez C, Ceddia MG, et al. Adaptive human behavior in epidemiological models. PNAS 2011; 108:6306–11.12Verelst F, Willem L, Beutels P. Behavioural change models for infectious disease transmission:a systematic review (2010–2015). Journal of The Royal Society Interface 2016; 13:20160820.",
            "crossref": "https://dx.doi.org/10.18128/D030.V7.0.11Fenichel",
            "scite": "https://scite.ai/reports/10.18128/D030.V7.0.11Fenichel",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.18128/D030.V7.0.11Fenichel"
        },
        {
            "id": "13",
            "alt_id": "Jackson_et+al_2014_a",
            "entry": "13 Jackson C, Mangtani P, Hawker J, Olowokure B, Vynnycky E. The Effects of School Closures on Influenza Outbreaks and Pandemics: Systematic Review of Simulation Studies. PLoS One 2014; 9. DOI:10.1371/journal.pone.0097297.",
            "crossref": "https://dx.doi.org/10.1371/journal.pone.0097297",
            "scite": "https://scite.ai/reports/10.1371/journal.pone.0097297",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1371/journal.pone.0097297"
        },
        {
            "id": "14",
            "alt_id": "Xu_et+al_2020_a",
            "entry": "14 Xu B, Kraemer MUG, Xu B, et al. Open access epidemiological data from the COVID-19 outbreak. The Lancet Infectious Diseases 2020; 0. DOI:10.1016/S1473-3099(20)30119-5.",
            "crossref": "https://dx.doi.org/10.1016/S1473-3099(20)30119-5",
            "scite": "https://scite.ai/reports/10.1016/S1473-3099(20)30119-5"
        }
    ],
    "facts": [
        "Background COVID-19 is leading to the implementation of social distancing policies",
        "costs of healthcare worker absenteeism associated with additional child care obligations",
        "Covid-19's global spread is triggering a range of public health responses",
        "distancing measures employed to slow the spread of an infectious disease",
        "which drew a swift response from families scrambling to make alternative childcare arrangements",
        "Lempel et al estimated that the child care obligations associated with school closure could reduce key medical personnel",
        "if the survival of infected patients is sufficiently sensitive to declines in the healthcare labor force",
        "Cauchemez et al estimated that extended school closures in France could reduce H5N1 influenza cases",
        "Jackson et al find some evidence that school closures are effective",
        "not find strong evidence that school closures prevent the spread of hand",
        "The benefits of school closure are often estimated relative to a baseline of no voluntary changes",
        "The potential benefits of school closures must be balanced with the costs",
        "Adda analyze the economic impacts of school closures.[1,6,7",
        "This uncertainty makes a holistic assessment of tradeoffs challenging",
        "increase time caring for their own children",
        "This tradeoff should not be ignored because the capacity to care for infected individuals",
        "trace contacts directly influences the development of an epidemic",
        "the potential child care obligations for US healthcare workers that will need to be addressed if school closures are employed as a social distancing measure",
        "household structure to identify the segments of the healthcare labor force",
        "that are most exposed to child care obligations from school closures",
        "these estimates to identify the critical level for the importance of healthcare labor supply",
        "a patient's COVID-19 survival probability that would undo the benefits of school closures",
        "While no pharmaceutical treatment is available, supportive measures are still important for patient survival",
        "This model highlights the tradeoff between the case-reducing effect of school closures",
        "to our knowledge has not been measured for accute infectious diseases",
        "useful to know the critical value of where school closure stops saving lives",
        "which is defined by the condition",
        "more lives are lost from school closures",
        "not reverse lives saved from school closures",
        "The epidemiological literature has focused on the final term",
        "through a behavioral model within an epidemiological model to account for a school closure.[11",
        "Models are required because there is little unconfounded experience with school closures",
        "which estimates that prolonged school closures would reduce cumulative influenza cases by 13-17%",
        "an obligation to care for a child",
        "older who could potentially care for children ages 3-12",
        "friends could care for children",
        "though no data are available in the CPS on these possibilities",
        "which is greater than all other major industry classifications",
        "there are critical professions that are even more exposed to child care obligations",
        "School closures may be especially challenging for single parents",
        "perhaps 13% of registered nurses can meet these obligations with a non-working adult",
        "The exposure of the healthcare labor force to school closures is not homogeneous throughout the US",
        "even if two locations experience a similar set of COVID-19 cases",
        "The greatest share of the healthcare labor force with child care obligations is in Utah",
        "if childcare obligations can be met by a non-working adult",
        "Pennsylvania have the greatest fraction of single-parent healthcare worker households",
        "local health officials to consider the exposure of their own state or region",
        "the data on child care obligations provides a first estimate of potential reductions in the healthcare labor force",
        "This estimate can be combined with projections of the case reductions",
        "2.35% as a result of the 15% loss in the healthcare workforce in order to undo the benefits of school closures",
        "the healthcare workforce must not save more than 8.3% more patients",
        "preliminary data on COVID-19 suggests that children are a small fraction of cases",
        "already uncertain transmission reduction benefits from school closures will be reduced relative to influenza",
        "which may lead to greater levels of prevented cases",
        "school closures may lead to other adults staying",
        "a measure of the increased mortality risk to COVID-19 patients from healthcare absenteeism to care for children is a critical",
        "not include non-COVID-19 mortality that could occur from other conditions if the US healthcare work force is reduced",
        "risk to these patients should be considered when deciding about school closings",
        "the healthcare system appears disproportionately exposed to school closure induced labor shortages",
        "School closures come with many tradeoffs",
        "which are large in healthcare occupations",
        "help public health officials make informed decisions about the tradeoffs associated with closing schools",
        "unclear if the potential contagion prevention from school closures justifies the potential loss of healthcare workers from the standpoint",
        "the parameter space where school closure could lead to a greater number of deaths"
    ],
    "claims": [
        "We found only two studies that attempted to quantify the potential child care burden of school closures for healthcare workers",
        "We identify the parameter space where school closure could lead to a greater number of deaths from COVID-19 through healthcare labor force reductions",
        "We find that the current best estimates of healthcare worker likely absenteeism to provide child care in the event of school closures imply great uncertainty to whether school closures will ultimately reduce COVID-19 mortality",
        "We provide the first explicit analysis of the school closure tradeoff between case reduction and labor force impact on patient survival probability",
        "We focus on the midpoint of this estimate, 0.15, but consider cumlative case reductions from school closures between 0 and 50%",
        "Focusing on households without a non-working adult or sibling 13 years or older who could potentially care for children ages 3-12 (https://www.redcross.org/take-aclass/babysitting/babysitting-child-care-training/babysitting-certification), we find that 15% or slightly more than 1 in 7, healthcare worker households have child care obligations",
        "We find that 7% of healthcare households are single-parent households, which is greater than all other major industry classifications"
    ],
    "findings": [
        "Therefore, the mortality rate after the closure must rise to at least 2.35% as a result of the 15% loss in the healthcare workforce in order to undo the benefits of school closures. This implies the elasticity of mortality with respect to the healthcare workforce must be less than -0.083 in aboult value, which would imply doubling the healthcare workforce must not save more than 8.3% more patients"
    ],
    "processes": [],
    "key_statements": [
        "We analyze data from the US Current Population Survey to measure the potential child care obligations for US healthcare workers that will need to be addressed if school closures are employed as a social distancing measure",
        "We account for the occupation within the healthcare sector, state, and household structure to identify the segments of the healthcare labor force that are most exposed to child care obligations from school closures",
        "We use these estimates to identify the critical level for the importance of healthcare labor supply in increasing a patient’s COVID-19 survival probability that would undo the benefits of school closures and increase cumulative mortality",
        "We identify the parameter space where school closure could lead to a greater number of deaths from COVID-19 through healthcare labor force reductions",
        "We find that the current best estimates of healthcare worker likely absenteeism to provide child care in the event of school closures imply great uncertainty to whether school closures will reduce COVID-19 mortality",
        "Child care obligations are especially high and relatively inflexible in households where a parent is a nurse or medical assistant. Understanding these tradeoffs are important in planning the public health response to COVID-19, because if the survival of infected patients is sufficiently sensitive to declines in the healthcare labor force, school closures could increase deaths",
        "This model highlights the tradeoff between the case-reducing effect of school closures and the cost in terms of lost healthcare labor supply",
        "Twenty-nine percent of healthcare worker households have an obligation to care for a child between 3 and 12 years of age",
        "Focusing on households without a non-working adult or sibling 13 years or older who could potentially care for children ages 3-12, we find that 15% or slightly more than 1 in 7, healthcare worker households have child care obligations",
        "It is possible that family members outside the household, neighbors, or friends could care for children, though no data are available in the Current Population Survey on these possibilities",
        "We find that 7% of healthcare households are single-parent households, which is greater than all other major industry classifications",
        "There are critical professions that are even more exposed to child care obligations (Table 1)",
        "School closures may be especially challenging for single parents. 14.7% of nursing, psychiatric, and home health aides are single parents",
        "Registered nursing is the most common profession in the healthcare field and accounts for 29.5% of the healthcare labor force, followed by nursing, psychiatric, and home health care aides (18.8%). 28% of registered nurses have child care obligations, but perhaps 13% of registered nurses can meet these obligations with a non-working adult or older sibling, leaving 15% with unmet child care obligations",
        "The exposure of the healthcare labor force to school closures is not homogeneous throughout the US (Appendix Table 1)",
        "How a policy trade-off plays out in one place may be different than another even if two locations experience a similar set of COVID-19 cases",
        "The greatest share of the healthcare labor force with child care obligations is in Utah (35%), Louisiana (35%), and Missouri (34%), whereas the healthcare labor force in Washington DC (16%), Vermont (21%), and Massachusetts (24%) have the least child care obligations",
        "If childcare obligations can be met by a non-working adult or older sibling, South Dakota (21%), Oregon (20%), and Missouri (20%) are the most exposed states to school closure induced healthcare worker shortages",
        "Using the data on child care obligations provides a first estimate of potential reductions in the healthcare labor force during a school closure",
        "This estimate can be combined with projections of the case reductions from school closures to identify the parameter space where estimates of",
        "The mortality rate after the closure must rise to at least 2.35% as a result of the 15% loss in the healthcare workforce in order to undo the benefits of school closures",
        "This implies the elasticity of mortality with respect to the healthcare workforce must be less than -0.083 in aboult value, which would imply doubling the healthcare workforce must not save more than 8.3% more patients",
        "School closures may be implemented earlier in COVID-19 outbreaks, which may lead to greater levels of prevented cases",
        "Given our reasonable estimates of case reductions from school closures, a measure of the increased mortality risk to COVID-19 patients from healthcare absenteeism to care for children is a critical, and to date unknown parameter",
        "In the United States, the healthcare system appears disproportionately exposed to school closure induced labor shortages, and the segment of that system that provides infection control in nursing homes even more so"
    ],
    "top_statements": [
        "Covid-19’s global spread is triggering a range of public health responses",
        "Focusing on households without a non-working adult or sibling 13 years or older who could potentially care for children ages 3-12, we find that 15% or slightly more than 1 in 7, healthcare worker households have child care obligations",
        "Registered nursing is the most common profession in the healthcare field and accounts for 29.5% of the healthcare labor force, followed by nursing, psychiatric, and home health care aides (18.8%). 28% of registered nurses have child care obligations, but perhaps 13% of registered nurses can meet these obligations with a non-working adult or older sibling, leaving 15% with unmet child care obligations",
        "The exposure of the healthcare labor force to school closures is not homogeneous throughout the US (Appendix Table 1)",
        "The greatest share of the healthcare labor force with child care obligations is in Utah (35%), Louisiana (35%), and Missouri (34%), whereas the healthcare labor force in Washington DC (16%), Vermont (21%), and Massachusetts (24%) have the least child care obligations",
        "Using the data on child care obligations provides a first estimate of potential reductions in the healthcare labor force during a school closure"
    ],
    "headline": "Focusing on households without a non-working adult or sibling 13 years or older who could potentially care for children ages 3-12, we find that 15% or slightly more than 1 in 7, healthcare worker households have child care obligations",
    "contexts": [],
    "abbreviations": {
        "CPS": "Current Population Survey"
    }
}
