{
    "filename": "2020.03.10.20032995v1.pdf",
    "content_type": "application/pdf",
    "file_size": 389257,
    "metadata": {
        "title": "Revealing the influence of national public health policies for the outbreak of the SARS-CoV-2 epidemic in Wuhan, China through status dynamic modeling",
        "author": "Tianyi Qiu, Han Xiao",
        "date": 2020,
        "affiliations": [
            "Public Health Clinical Center, Fudan University, Shanghai, China",
            "Department of Computer Science, Aalto University, Espoo, Finland",
            "Equal contribution *To whom correspondence should be addressed. Email: ty_qiu@126.com",
            "Funding National Natural Science Foundation of China (31900483) and Shanghai Sailing program (19YF1441100)."
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.03.10.20032995",
            "isbn": null,
            "doc_id": null,
            "url": "https://www.medrxiv.org/content/10.1101/2020.03.10.20032995v1.pdf"
        },
        "abstract": "Background The epidemic caused by SARS-CoV-2 was first reported in Wuhan, China, and now is spreading worldwide. The Chinese government responded to this epidemic with multiple public health policies including locking down the city of Wuhan, establishing multiple temporary hospitals, and prohibiting public gathering events. Here, we constructed a new real-time status dynamic model of SEIO (MH) to reveal the influence of national public health policies and to model the epidemic in Wuhan.\nMethods A real-time status dynamic model was proposed to model the population of Wuhan in status Susceptible (S), Exposed (E), Infected with symptoms (I), with Medical care (M), and Out of the system (O) daily. Model parameters were fitted according to the daily report of new infections from Jan. 27th, 2020 to Feb. 2nd, 2020. Using the fitted parameters, the epidemic under different conditions was simulated and compared with the current situation.",
        "references": "@article{li2020a,\n  author = {Li, Q. and Guan, X. and Wu, P.},\n  title = {Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia},\n  journal = {N Engl J Med},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{wu-a,\n  author = {Wu, F. and Zhao, S. and Yu, B.},\n  title = {A new coronavirus associated with human respiratory disease in China},\n  more-authors = {true},\n  language = {}\n}\n@article{unknown2019a,\n  publisher = {Novel Coronavirus},\n  date = {2019},\n  title = {nCoV) situation reports 20},\n  journal = {World Health Organization},\n  language = {}\n}\n@book{unknown2019b,\n  title = {Emergency Committee regarding the outbreak of novel coronavirus},\n  date = {2019},\n  publisher = {World Health Organization},\n  language = {},\n  address = {Geneva, Switzerland}\n}\n@techreport{unknown2019c,\n  title = {Reported cases of},\n  date = {2019},\n  language = {},\n  institution = {Committee CNH}\n}\n@article{wang2020a,\n  author = {Wang, D. and Hu, B. and Hu, C.},\n  title = {Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China},\n  journal = {JAMA},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{chen-a,\n  author = {Chen, N. and Zhou, M. and Dong, X.},\n  title = {Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {507–13},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@article{wncpirc2020a,\n  author = {WNCPIRC, Centre},\n  title = {Wuhan Novel Coronavirus Pneumonia Infection Prevention and Control Wuhan, China},\n  journal = {Hubei Provincial Government},\n  date = {2020},\n  language = {}\n}\n@techreport{unknown2020a,\n  title = {the People's Republic of China},\n  date = {2020},\n  language = {},\n  institution = {National Health Commission of}\n}\n@techreport{unknown2020b,\n  date = {2020},\n  institution = {National Development and Reform Commission}\n}\n@misc{yea-a,\n  author = {Yea, Yang},\n  title = {Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China},\n  language = {}\n}\n@article{desai2019a,\n  author = {Desai, A.N. and Kraemer, M.U.G. and Bhatia, S.},\n  title = {Real-time Epidemic Forecasting: Challenges and Opportunities},\n  journal = {Health Secur},\n  date = {2019},\n  volume = {17},\n  pages = {268–75},\n  more-authors = {true},\n  number = {4},\n  language = {}\n}\n@article{wu-b,\n  author = {Wu, J.T. and Leung, K. and Leung, G.M.},\n  title = {Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {689–97},\n  number = {395},\n  language = {}\n}\n@article{zz2020a,\n  author = {ZZ, Yang Z. and K, Wang and SS, Wong and LiangW, Zanin M. and P, Liu and X, Cao and Z, Gao and Z, Mai and J, Liang and X, Liu},\n  title = {Li Modified SEIR and AI prediction of the epidemics trend of COVID-19 in China under public health interventions},\n  journal = {Journal of Thoracic Disease},\n  date = {2020},\n  language = {}\n}\n@misc{unknown-a,\n  title = {Joint Prevention and Cotrol Mechanism of the State Council. 2020},\n  url = {http://www.gov.cn/xinwen/gwylflkjz06/index.htm.},\n  language = {}\n}\n@misc{of2020a,\n  author = {of Hubei Province, Health Commission},\n  date = {2020},\n  url = {http://wjw.hubei.gov.cn/.}\n}\n@misc{migration2020a,\n  author = {Migration, Baidu},\n  date = {2020},\n  url = {http://qianxi.baidu.com/.}\n}\n@misc{government2020a,\n  author = {Government, Wuhan},\n  date = {2020},\n  url = {http://www.wuhan.gov.cn/.http}\n}\n@misc{wwwxinhuanetcom-a,\n  author = {wwwxinhuanetcom},\n  title = {2020},\n  url = {http://www.xinhuanet.com/photo/2020},\n  language = {}\n}\n@techreport{unknown2020c,\n  date = {2020},\n  url = {http://www.stats.gov.cn/.},\n  institution = {National Bureau of statistics}\n}\n@article{polonsky2019a,\n  author = {Polonsky, J.A. and Baidjoe, A. and Kamvar, Z.N.},\n  title = {Outbreak analytics: a developing data science for informing the response to emerging pathogens},\n  journal = {Philos Trans R Soc Lond B Biol Sci},\n  date = {2019},\n  volume = {374},\n  pages = {20180276},\n  url = {http://wjw.wuhan.gov.cn/front/web/showDetail/2020020509411.},\n  more-authors = {true},\n  number = {1776},\n  language = {}\n}\n@misc{eckart-a,\n  author = {Eckart, K.},\n  title = {Interactive map shows worldwide spread of coronavirus. 2020},\n  unknown = {hgis.uw.edu/virus},\n  language = {}\n}\n",
        "emails": [
            "ty_qiu@126.com"
        ],
        "references_ris": "TY  - JOUR\nAU  - Li, Q.\nAU  - Guan, X.\nAU  - Wu, P.\nTI  - Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia\nT2  - N Engl J Med\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Wu, F.\nAU  - Zhao, S.\nAU  - Yu, B.\nTI  - A new coronavirus associated with human respiratory disease in China\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nPB  - Novel Coronavirus\nPY  - 2019\nDA  - 2019\nTI  - nCoV) situation reports 20\nT2  - World Health Organization\nLA  - \nER  - \n\nTY  - BOOK\nTI  - Emergency Committee regarding the outbreak of novel coronavirus\nPY  - 2019\nDA  - 2019\nPB  - World Health Organization\nLA  - \nCY  - Geneva, Switzerland\nER  - \n\nTY  - RPRT\nTI  - Reported cases of\nPY  - 2019\nDA  - 2019\nLA  - \nC1  - Committee CNH\nER  - \n\nTY  - JOUR\nAU  - Wang, D.\nAU  - Hu, B.\nAU  - Hu, C.\nTI  - Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China\nT2  - JAMA\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Chen, N.\nAU  - Zhou, M.\nAU  - Dong, X.\nTI  - Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study\nT2  - Lancet\nVL  - 2020\nSP  - 507\nEP  - 13\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - JOUR\nAU  - WNCPIRC, Centre\nTI  - Wuhan Novel Coronavirus Pneumonia Infection Prevention and Control Wuhan, China\nT2  - Hubei Provincial Government\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\nTY  - RPRT\nTI  - the People's Republic of China\nPY  - 2020\nDA  - 2020\nLA  - \nC1  - National Health Commission of\nER  - \n\nTY  - RPRT\nPY  - 2020\nDA  - 2020\nC1  - National Development and Reform Commission\nER  - \n\nTY  - GEN\nAU  - Yea, Yang\nTI  - Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Desai, A.N.\nAU  - Kraemer, M.U.G.\nAU  - Bhatia, S.\nTI  - Real-time Epidemic Forecasting: Challenges and Opportunities\nT2  - Health Secur\nPY  - 2019\nDA  - 2019\nVL  - 17\nSP  - 268\nEP  - 75\nC1  - true\nIS  - 4\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Wu, J.T.\nAU  - Leung, K.\nAU  - Leung, G.M.\nTI  - Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study\nT2  - Lancet\nVL  - 2020\nSP  - 689\nEP  - 97\nIS  - 395\nLA  - \nER  - \n\nTY  - JOUR\nAU  - ZZ, Yang Z.\nAU  - K, Wang\nAU  - SS, Wong\nAU  - LiangW, Zanin M.\nAU  - P, Liu\nAU  - X, Cao\nAU  - Z, Gao\nAU  - Z, Mai\nAU  - J, Liang\nAU  - X, Liu\nTI  - Li Modified SEIR and AI prediction of the epidemics trend of COVID-19 in China under public health interventions\nT2  - Journal of Thoracic Disease\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\nTY  - GEN\nTI  - Joint Prevention and Cotrol Mechanism of the State Council. 2020\nUR  - http://www.gov.cn/xinwen/gwylflkjz06/index.htm.\nLA  - \nER  - \n\nTY  - GEN\nAU  - of Hubei Province, Health Commission\nPY  - 2020\nDA  - 2020\nUR  - http://wjw.hubei.gov.cn/.\nER  - \n\nTY  - GEN\nAU  - Migration, Baidu\nPY  - 2020\nDA  - 2020\nUR  - http://qianxi.baidu.com/.\nER  - \n\nTY  - GEN\nAU  - Government, Wuhan\nPY  - 2020\nDA  - 2020\nUR  - http://www.wuhan.gov.cn/.http\nER  - \n\nTY  - GEN\nAU  - wwwxinhuanetcom\nTI  - 2020\nUR  - http://www.xinhuanet.com/photo/2020\nLA  - \nER  - \n\nTY  - RPRT\nPY  - 2020\nDA  - 2020\nUR  - http://www.stats.gov.cn/.\nC1  - National Bureau of statistics\nER  - \n\nTY  - JOUR\nAU  - Polonsky, J.A.\nAU  - Baidjoe, A.\nAU  - Kamvar, Z.N.\nTI  - Outbreak analytics: a developing data science for informing the response to emerging pathogens\nT2  - Philos Trans R Soc Lond B Biol Sci\nPY  - 2019\nDA  - 2019\nVL  - 374\nSP  - 20180276\nUR  - http://wjw.wuhan.gov.cn/front/web/showDetail/2020020509411.\nC1  - true\nIS  - 1776\nLA  - \nER  - \n\nTY  - GEN\nAU  - Eckart, K.\nTI  - Interactive map shows worldwide spread of coronavirus. 2020\nC1  - hgis.uw.edu/virus\nLA  - \nER  - \n\n",
        "links": [],
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "1",
                "caption": "Simulation results of Wuhan city lockdown with [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] days advance or delay"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "Illustration of the status dynamic SEIO (MH) model. S, E, I, M and O represent the people in the status of susceptible, exposed, infected with symptoms, with medical care and out of the system. The number of M is limited by the current number of H, which is the beds in hospitals. The arrow indicates the direction of status transmission. α and β represent the infection coefficients that E imposes on S and I impose on S, respectively"
            },
            {
                "id": "2",
                "caption": "Simulation of the epidemic of SARS-CoV-2 in Wuhan. a) The epidemic of SARS-CoV-2 in Wuhan from patient 0 to end point. b) The epidemic situation at the time point of Wuhan lockdown, blue, red and green dots located on the map of Wuhan represent the exposed, infected with symptoms and with medical care respectively. c) The epidemic situation at peak time, blue, red and green dots located on the map of Wuhan represent the exposed, infected with symptoms and with medical care respectively"
            },
            {
                "id": "3",
                "caption": "Status dynamic modeling of the epidemic under different public health response. a) Simulation results of locking down Wuhan 7 days earlier. b) Simulation results of 7 days delay for lockdown. c) Simulation results of 50% of beds in hospitals. d) Simulation of 300% of the current number of hospital beds. e) Simulation results of increasing 5% of parameter α on Jan 20th, 2020. f) Simulation results of increasing 25% of parameters α on Jan 20th, 2020"
            },
            {
                "id": "4",
                "caption": "Status dynamic modeling of the epidemic without any intervention and early time to release Wuhan. a) Simulation results under no intervention in Wuhan based on the migration level in Wuhan last year. b) Simulation results for release Wuhan on Apr. 27th, 2020. c) The epidemic situation on Apr. 27th, 2020, 150 days after the lockdown. Blue, red and green dots located on the map of Wuhan represent the exposed, infected with symptoms and with medical care respectively. d) The epidemic situation on Jun. 26th, 2020, 60 days after the release of the city. Blue, red and green dots located on the map of Wuhan represent the exposed, infected with symptoms and with"
            }
        ],
        "tables_url": "https://scholarcy.nyc3.digitaloceanspaces.com/tables/docker-test/2020.03.10.20032995v1.xlsx",
        "figure_urls": [
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.10.20032995v1/img-000.png"
        ]
    },
    "sections": {
        "summary": [
            "Background<br/><br/>The epidemic caused by SARS-CoV-2 was first reported in Wuhan, China, and now is spreading worldwide. The Chinese government responded to this epidemic with multiple public health policies including locking down the city of Wuhan, establishing multiple temporary hospitals, and prohibiting public gathering events. Here, we constructed a new real-time status dynamic model of SEIO (MH) to reveal the influence of national public health policies and to model the epidemic in Wuhan."
        ],
        "methods": [
            "A real-time status dynamic model was proposed to model the population of Wuhan in status Susceptible (S), Exposed (E), Infected with symptoms (I), with Medical care (M), and Out of the system (O) daily. Model parameters were fitted according to the daily report of new infections from Jan. 27th, 2020 to Feb. 2nd, 2020. Using the fitted parameters, the epidemic under different conditions was simulated and compared with the current situation.<br/><br/>Finding According to our study, the first patient is most likely appeared on Nov. 29th, 2019. There had already been [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,153] infected people and [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>,536] exposed ones with the basic reproduction number ܴ଴ of 2.65 before lockdown, whereas ܴ଴ dropped to<br/><br/>1.98 for the first 30 days after the lockdown. The peak point is Feb. 17th, 2020 with [<a class=\"ref-link\" id=\"c24\" href=\"#r24\">24</a>,115] infected people and the end point is Jun. 17th, 2020. In total, 77,453 people will be infected. If lockdown imposed 7 days earlier, the total number of infected people would be [<a class=\"ref-link\" id=\"c21\" href=\"#r21\">21</a>,508], while delaying the lockdown by [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] days would expand the infection scale 1.23 to 4.94 times. A delay for 7 days would make the epidemic finally out of control. Doubling the number of beds in hospitals would decrease the total infections by 28%, and further investment in bed numbers would yield a diminishing return. Last, public gathering events that increased the transmission parameter by 5% in one single day would increase [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,243] infected people eventually.<br/><br/>Interpretation Our model forecasted that the peak time in Wuhan was Feb. 17th, 2020 and the epidemic in Wuhan is now under control. The outbreak of SARS-CoV-2 is currently a global public health threat for all nations. Multiple countries including South Korea, Japan, Iran, Italy, and the United States are suffering from SARS-CoV-2. Our study, which simulated the epidemic in Wuhan, the first city in the world fighting against SARS-CoV-2, may provide useful guidance for other countries in dealing with similar situations.",
            "Dataset The increasing number of infected, cured and dead from Jan 27th, 2020 to Feb 2nd, 2020 were derived from the Health Commission of Hubei Province 16. Migration index before the lockdown and after the lockdown was derived from BAIDU migration 17. Beds in hospitals were derived from the news and reports from the Wuhan government 18.<br/><br/>Notation of Parameters The following variables denote the total number of people in each of the following statuses:    • ܵ: Susceptible<br/><br/>• ‫ܧ‬: Exposed (infected but without symptoms yet)<br/><br/>• ‫ܫ‬: Infected and with symptoms<br/><br/>• ‫ܯ‬: with Medical care<br/><br/>• ‫ܪ‬: maximum number of beds in Hospital<br/><br/>• ܱ: Out of the system (cured/dead) Let ܶ be the time point, ܵሺܶሻ denotes the total number of susceptible people at the time ܶ. As well as other variables including ‫ܧ‬ሺܶሻ, ‫ܫ‬ሺܶሻ, ‫ܯ‬ሺܶሻ, ‫ܪ‬ሺܶሻ, and ܱሺܶሻ. ∆ denote the increase between two consecutive days. For example, ∆ܵሺܶሻ ൌ ܵሺܶሻ െ ܵሺܶ െ 1ሻ. As well as other variables including ∆‫ܧ‬ሺܶሻ, ∆‫ܫ‬ሺܶሻ, ∆‫ܯ‬ሺܶሻ, ∆‫ܪ‬ሺܶሻ, and ∆ܱሺܶሻ. Let ߙ and ߚ be the infection coefficients that ‫ ܧ‬imposes on ܵ and ‫ ܫ‬imposes on ܵ, respectively.<br/><br/>Also, we defined status-dependent parameter ܲ‫ ݎ‬to describe the status transmission probability. For example, ܲ‫ݎ‬ா՜ூሺ‫ݐ‬ሻ denotes the probability of a person transformed from status ‫ ܧ‬to status ‫ ܫ‬after ‫ ݐ‬days. As well as other parameters including ܲ‫ݎ‬ெ՜ை, ܲ‫ݎ‬ூ՜ெ and ܲ‫ݎ‬ூ՜ை.<br/><br/>Current infectious will be ‫ ܫ‬൅ ‫ܯ‬, total infectious will be ‫ ܫ‬൅ ‫ ܯ‬൅ ܱ, the peak time is defined as the date with the maximum of ‫ ܫ‬൅ ‫ܯ‬, the turning point is defined as the date when ܱ ൐ ‫ ܫ‬൅ ‫ܯ‬, the end point is defined as the date when ܱ ൐ 0.99 ሺ‫ ܧ‬൅ ‫ ܫ‬൅ ‫ ܯ‬൅ ܱሻ.<br/><br/>Status dynamic model and parameter estimation<br/><br/>We denote ‫ ܥ‬as the size of the population in a local area being considered and ߛ as the size of initial infections (a small integer). Given any status such as ‫ܧ‬ሺܶሻ at the time T, ∆ା‫ܧ‬ሺܶሻ was the number of people entered into status ‫ ܧ‬at the time ܶ. At ܶ ൌ 0, ܵሺ0ሻ ൌ ‫ ܥ‬and ‫ܧ‬ሺ0ሻ ൌ ߛ. Also, ‫ܪ‬ሺܶሻ equals to the maximum number of beds in hospitals at the time ܶ. The transition rules of four status including ‫ܧ‬, ‫ܫ‬, ‫ܯ‬, and ܱ were illustrated in Figure 1. Definition of each status can be found in"
        ],
        "funding": [
            "Funding National Natural Science Foundation of China (31900483) and Shanghai Sailing program (19YF1441100). Research in context Evidence before this study The epidemic of SARS-CoV-2 has been currently believed to started from Wuhan, China. The Chinese government started to report the data including infected, cured and dead since Jan 20th, 2020. We searched PubMed and preprint archives for articles published up to Feb 28th, 2020, which contained information about the Wuhan outbreak using the terms of “SARS-CoV-2”, “2019-nCoV”, “COVID-19”, “public health policies”, “coronavirus”, “CoV”, “Wuhan”, “transmission model”, etc. And a number of articles were found to forecast the early dynamics of the SARS-CoV-2 epidemic and clinical characteristics of COVID-19. Several of them mentioned the influence of city lockdown, whereas lacked research focused on revealing the impact of public health policies for the outbreak of SARS-CoV-2 through modeling study. Added value of this study As the first study systemically analysis the effect of three major public health policies including 1) lockdown of Wuhan City, 2) construction of temporary hospitals and 3) reduction of crowed gathering events in Wuhan city. The results demonstrated the epidemic in Wuhan from the potential first patient to the end point as well as the influence of public health policies are expected to provide useful guidance for other countries in fighting against the epidemic of SRAS-CoV-2. Implications of all the available evidence Available evidence illustrated the human-to-human transmission of SARS-CoV-2, in which the migration of people in China during the epidemic may quickly spread the epidemic to the rest of the nation. These findings also suggested that the lockdown of Wuhan city may slow down the spread of the epidemic in the rest of China."
        ],
        "introduction": [
            "In December 2019, a pneumonia case caused by the new coronavirus SARS-CoV-2 was firstly reported in Wuhan, the capital city of Hubei Province, China1. The serious clinical symptoms of the viral infection including fever, dry cough, dyspnea, and pneumonia, may result in progressive respiratory failure and even death2. The disease which quickly spread to the rest of China and other continents, was currently been named as COVID-19 by the World Health Organization (WHO) 3,4. Till March 1st, 2020, at least [79,971] confirmed cases and [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,873] death caused by SARS-CoV-2 were reported by the National Health Commission of China5.<br/><br/>The epidemiological study of SARS-CoV-2 infected pneumonia provided evidence of human-to-human transmission6,7. Subsequently, the Chinese government quickly responded to this epidemic with a series of public health policies. For example, Wuhan, the largest city in central China with over 9 million permanent residents, was blocked for both outside and internal transportation to contain the spread of the epidemic on Jan 23rd, 2020 8. Meanwhile, 31 provinces, cities and autonomous regions launched the level 1 public health response before Jan 30rd, 20209. Moreover, multiple converted hospitals including Huoshenshan hospital, Leishenshan hospital, and mobile cabin hospital were constructed or renovated to support the battle against the epidemic in Hubei, China10.<br/><br/>Currently, several epidemic models were established for SARS-CoV-2 and the basic reproductive number R0 was estimated from 2 to [511-<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]. The rapid transmission at the early stages might have been accelerated because of the out-break time is close to the Chinese Lunar New Year. The positive news is, besides Hubei province, the daily increase of new laboratory-confirmed patients in other regions of China has been declining since the peak on Feb 3rd, 2020, 11 days after the lockdown of Wuhan and 4 days after level 1 public health response in other regions 15. This further indicated that timely public health policies might significantly prevent the rapid spread of the epidemic.<br/><br/>Here, we proposed a status dynamic Susceptible-Exposed-Infectious-Out of the system (with Medical care/maximum beds in Hospital) SEIO (MH) model, to reveal the influence of the national public health response for the SARS-CoV-2 epidemics outbreak in Wuhan, China. Different from the traditional Susceptible-Exposed-Infectious-Recovered (SEIR) continuous model13. SEIO(MH) model is a real-time discrete model with two more essential parameters: 1) the number of people with medical care (M), and 2) the currently available beds in hospitals. The local status dynamic SEIO (MH) model could simulate the population in each status at any date during the epidemic. Also, this model could simulate multiple national public health responses including: 1) lockdown of the traffic in one city, 2) the hospital bed shortage as well as the amelioration in the medical system when multiple converted hospitals are available, and 3) the temporary public gathering events.<br/><br/>According to the simulation results, the first patient (patient zero) was more likely to appear on Nov. 29th, 2019. From Nov. 29th, 2019 to Jan. 23th, 2020, the basic reproduction number ܴ଴ was estimated at 2.65 before the lockdown of Wuhan. Till<br/><br/>Jan 22th, 2020 before lockdown, the cumulative number of infections and exposures was [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,153] and [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>,536], respectively. After the lockdown, the value of ܴ଴ decreased to<br/><br/>1.98 for the first 30 days. The peak point was simulated on Feb. 17th, 2020 with [<a class=\"ref-link\" id=\"c24\" href=\"#r24\">24</a>,115] infected people and the endpoint would be near June 17th, 2020. The total number of infected people in Wuhan was predicted to be [77,453]. Moreover, we also simulated the infections under the three aforementioned public health responses. The construction of this model could not only study the SARS-CoV-2 epidemic outbreak in Wuhan, but also help design appropriate national public health policies for other countries."
        ],
        "supplementary": [
            "Methods.<br/><br/>In SEIO (MH) modeling, status parameters of ܵሺܶ଴ሻ ‫ܧ‬ሺܶ଴ሻ, ‫ܫ‬ሺܶ଴ሻ, ‫ܯ‬ሺܶ଴ሻ, and ܱሺܶ଴ሻ, as well as transmission parameters of ߙ, ߚ, ܲ‫ݎ‬ா՜ூ , ܲ‫ݎ‬ூ՜ெ , ܲ‫ݎ‬ூ՜ை , and ܲ‫ݎ‬ெ՜ை, were fitted based on the increasing number of people in each status reported by Health Commission of Hubei Province 16 during Jan. 27th, 2020 to Feb. 2nd, 2020.<br/><br/>ܲ௔ to ܲௗ represents the transmission probability between two statuses."
        ],
        "results": [
            "Model construction and status dynamic modeling of epidemic in Wuhan The parameters of the status dynamic SEIO (MH) model were fitted according to the daily reports of new infections in Wuhan from Jan 27th to Feb 2th, during which the daily new increase of people in status ‫ ܫ‬was monotonously increasing with time. The initial number of people in status ‫ ܫ‬and ‫ ܧ‬were simulated from 500 to 10,000, while parameter ߙ and ߚ were simulated from [<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>-<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] to [<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>-<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>], respectively. Also, the median time of people from status ‫ ܯ‬to status ܱ and people from status ‫ ܫ‬to status ܱ were simulated according to the increasing number of cured and dead from Jan 27th to Feb<br/><br/>2th. By minimizing the absolute error to the ground truth number in status ‫ܫ‬, the statuses on Jan 27th can be inferred. Based on the fitted parameters, the simulation showed that it would take 14 days for people to transfer from status ‫ ܯ‬to status ܱ. For those out of the system before been hospitalized, it would take 28 days to transfer from status ‫ ܫ‬to status ܱ. Results also illustrated that at the initial date ሺܶ0ሻ for fitting on Jan 26th, there were [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>,998] symptomatic infections, 7,984 contacts, 3,815 hospitalizations and 696 out of the system (Cured or Dead) in Wuhan, in which the accumulative number of infected people (I ൅ M ൅ O) raised up to [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>,509] on Jan 26th.<br/><br/>With the default parameters, the epidemic in Wuhan was described by local status dynamic SEIO (MH) modeling. Illustrated in Figure 2a, patient zero was inferred to appear on Nov. 29th, 2019. From that day to Jan 23th, 2020, when less intervention was applied to prevent the epidemic, the number of infected people increased exponentially. After Jan 23th, the circulation intensity of people in Wuhan decreased sharply after the city lockdown 19. However, the people infected with symptoms, exposed and in hospitalization were estimated to be 1,682, 6,536 and [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,471] respectively on Jan 22nd, 2020 and increased to 1,999, 7,676 and [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,877] respectively on Jan 23rd, 2020 (Figure 2b), which was a large population with infected people and would lead to the outbreaks of the epidemic in the early period even after the lockdown.<br/><br/>Notably, the hospital was full of people (>80% of the current ‫ )ܪ‬in status ‫ ܫ‬from<br/><br/>Jan 22th, 2020 to Feb 10th, 2020. After the increasing number of beds in hospitals at Date Jan 25th, Jan 31th, Feb 6th, and Feb 10th, the hospital was still full immediately, indicating the deficiency of medical resources in Wuhan at the early period (Figure 2a). After the large scale of mobile cabin hospitals, the shortage of beds in hospitals was improved. We expected that the peak point in Wuhan would be Feb 17th, 2020 with [<a class=\"ref-link\" id=\"c24\" href=\"#r24\">24</a>,115] infected people, including [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>,676] exposed, 1,999 infected with symptoms and [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,877] with medical care (Figure 2c), and the epidemic would end on Jun. 17th, 2020 with [77,453] infected people eventually, which was basically consistent with<br/><br/>Yang’s study 14. The basic reproduction number ܴ଴ was estimated to be 2.65 and would drop to 1.98 after one month since the lockdown. This result suggested that the choice of lockdown date and the number of hospital beds would significantly affect the development of the epidemic. Also, it should be noticed that the time of the epidemic period is overlapped with the Chinese Lunar New Year, in which public gathering events are expected. Thus, 1) the date of lockdown, 2) the number of available hospital beds 3) the public gathering events, were considered in our simulation.<br/><br/>Impact of different public health policies<br/><br/>Impact of the lockdown of Wuhan. Here, we studied the effect of advancing or delaying the lockdown date by 1 to 7 days. Results indicated that, if Wuhan was blocked on Jan 16th, the accumulated infectious would be 4,063 on Jan<br/><br/>22th, which was slightly below [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,521] on the same date in current status. However, the exposed people on Jan 22th were [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,427], only 37% of the simulated number (2,428/6,536) with the current lockdown date. Moreover, the peak time and endpoint would be advanced by 10 days (Figure 3). The total number of infected people would be 21,508, 28% (21,508/77,453) of the current situation and even one-day advance would cause only 82% (63,226/77,453) infections at the end point (Table 1).<br/><br/>On the contrary, if the lockdown was delayed by 1 to 7 days, the peak number would be dramatically increased. It could be found that, if the city was blocked 1 to 6 days later than Jan. 23th, 2020, the total infected people would be 1.23 times (95,273), 1.47 times (114,105), 1.83 times (141,409), 2.28 times (176,300), 2.90 times (222,384) and 4.94 times (382,695) than Jan. 23th, 2020 (Supplementary Figure 1 & Table 1), which was also consistent with one previous study 14. When the lockdown was 7 days later than the current choice, the first peak would arrive at Mar. 1st, 2020 with [97,779] infected people and the second peak would reach [243,693] on Sept. 1st, 2020. The number of total infected people would exceed 1.9 million and make the epidemic uncontrollable within the year 2020 (Figure 3b).<br/><br/>Impact of hospital bed numbers. Our simulation results showed that there was a shortage of hospital beds at the early stage of the epidemic, in which people in status<br/><br/>‫ ܫ‬would not be completely isolated and treated with medical care. In that case, we simulated the effect of hospital bed numbers by multiplying its value by factors from 0.5 to 3 times, for each time point compared with current situations. Results indicated that if the beds in hospitals were halved, the peak time and endpoint would be Feb. 26th and Jul. 15th, respectively. Moreover, 34,526 total infectious would be observed in the peak time, 1.43 times than the current situation, and [148,848] people would be infected eventually (Figure 3c). If the beds in hospitals were 1.5, 2, 2,5 and 3 times compared to the current situation, the total infectious number would be 62,353, 56,031, 53,245 and [51,898], respectively (Supplementary Table 1). Typically, tripling the beds in hospitals would end the epidemic 9 days earlier than the current situation (Figure 3d). Different from the lockdown of the city, when beds in hospitals were 2 times of current situations at each time point, the effect of increasing beds in hospitals was no longer significant (Supplementary Figure 2). In fact, when increasing the beds of hospitals by 3 times of the current situation, the total infectious at the endpoint would only decrease by 2.6% (1,347) than the 2.5-fold increase.<br/><br/>Impact of public gathering events. Since the time of the epidemic was overlapped with the Chinese Spring Festival and winter holiday, people were gathering together for celebration during the epidemic time. Thus, public gathering events would frequently happen if no prevention policies were imposed. For example, Wuhan conducted the banquet for ten thousand families on Jan 18th, 2020 20, 5 days before the city lockdown. Here, we simulated the impact of public gathering events by increasing the transmission parameter α from 5% to 25% in an individual day such as Jan 20th, 2020."
        ],
        "discussion": [
            "The epidemic of SARS-CoV-2 has spread to China and multiple continents, which will be developed into a worldwide epidemic. During the epidemic period, nowcasting and forecasting are crucial for public health planning and control domestically and internationally [<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>,<a class=\"ref-link\" id=\"c22\" href=\"#r22\">22</a>]. Here, we constructed a real-time status dynamic SEIO (MH) model to estimate the local outbreaks. By adding the parameters of status M and H, this model could accurately forecast the epidemics when the medical system under unexpected pressure. Moreover, this model could simulate the influence of different public health policies such as 1) lockdown of the city and 2) construction of temporary hospitals, which could help design the appropriate public health policies for epidemic control. At present, besides Wuhan, the epidemic situation in China has been effectively contained within a short period of time. This is largely due to the rapid response of the Chinese governments at various levels and the decision to lock down Wuhan, which is the first time to block a city with over 9 million permanent residents in human history. The lockdown of Wuhan would not only prevent the transportation between Wuhan to other cities, but also decrease the circulation intensity of people within Wuhan. According to BAIDU migration data, the circulation index of Wuhan is 6 to 8 times lower than those before the lockdown. The number of newly confirmed cases increased rapidly after the lockdown may due to the fact that, there have been already [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,521] infected and [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>,536] exposed without symptoms before lockdown. It is noted that only 444 confirmed cases were reported by the Health Commission of Hubei Province 16. However, by facing an epidemic with the new pathogen, it is difficult to invent the diagnosis kit in such a short time. Thus, the diagnosis quantity might affect the early understanding of the epidemics and the lockdown decision at that time was decisive and timely. In fact, even one day delay of the lockdown would make [<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>,631] more infected people at the end point and a one-week delay would make the epidemic in Wuhan uncontrollable with over 1.9 million infectious.<br/><br/>Despite the advantage of epidemic control, the lockdown of Wuhan has significantly increased the pressure of local medical resources, including the rapidly growing demands for hospitalization, lack of medical staff such as doctors and nurses, and shortage of medical supplies. The simulation results illustrated the establishment of new temporary hospitals that could accommodate more patients could significantly help the control of the epidemic. In fact, if the beds in hospitals were three times more than the current situation, the total infectious would decrease by 33% at the end point. After the period of rapidly rising, beds in hospitals were not an essential parameter since the daily increase of infected people was less than the people out of the system. The lock of medical staff and the shortage of medical supplies increased the death rate in Wuhan, which was significantly higher than the rest of China. Based on this situation, multiple provinces sent medical teams and supplies to support Wuhan for epidemic control and treatment, which might help improve the curative ratio. Till Feb.<br/><br/>5th, 2020, nearly 7,000 medical staff were sent to Wuhan by governments at all levels in China 23.<br/><br/>Another noteworthy point is the public gathering events. Since the epidemic is overlapped with the Chinese Lunar New Year, public gathering events such as banquet of one thousand families in Wuhan could promote the spread of the epidemic. By adding a small turbulence (5%) in transmission parameter α on Jan 20th, 2020, 4,194 more people would be infected at the end point, which indicated the public gathering events at the early period of the epidemic should be stopped. Thus, the Chinese government prohibited the public gathering events with policies such as close large public places, extend the winter holiday for both staff and students. It is noted that, Japan and Koran also organized public gathering activities such as marathons, sacrifices activities, and rally in early February, 2020, which would be inconducive to the prevention and control of the epidemic.<br/><br/>The model forecasted that the peak time in Wuhan has been past and the epidemic in China is now under control. Currently, multiple countries including Koran, Japan, Iran, Italy, and the United States are in the outbreak stage 24. As the first country facing the SARS-CoV-2 epidemic, the experience of China in fighting the epidemics might provide useful guidance for other countries. According to our modeling study, we believe that the most effective public health policies for SARS-CoV-2 epidemic prevention are provided as follows: 1) reduce the local circulation intensity of people, 2) prepare enough medical resources, especially available beds in hospitals, 3) try to prohibit large public gathering events. It is expected that this study might provide useful guidance for other countries in fighting against the epidemic of COVID-19 or other similar infectious diseases.<br/><br/>Contributors TYQ collected the data and designed the model and experiment. HX formally defined the model and conducted the experiments. Both of them contributed to the writing of the manuscript."
        ],
        "disclosures": [
            "The authors declare no competing interests"
        ],
        "supplementary_references": {
            "supplementary_data_references": [
                "Supplementary Methods"
            ],
            "supplementary_figure_references": [
                "Supplementary Figure 1",
                "Supplementary Table 1",
                "Supplementary Figure 2",
                "Supplementary Figure 3",
                "Supplementary Table 2."
            ]
        }
    },
    "structured_content": {
        "Summary": [],
        "Background": [
            "The epidemic caused by SARS-CoV-2 was first reported in Wuhan, China, and now is spreading worldwide. The Chinese government responded to this epidemic with multiple public health policies including locking down the city of Wuhan, establishing multiple temporary hospitals, and prohibiting public gathering events. Here, we constructed a new real-time status dynamic model of SEIO (MH) to reveal the influence of national public health policies and to model the epidemic in Wuhan."
        ],
        "Methods": [
            "A real-time status dynamic model was proposed to model the population of Wuhan in status Susceptible (S), Exposed (E), Infected with symptoms (I), with Medical care (M), and Out of the system (O) daily. Model parameters were fitted according to the daily report of new infections from Jan. 27th, 2020 to Feb. 2nd, 2020. Using the fitted parameters, the epidemic under different conditions was simulated and compared with the current situation.",
            "Finding According to our study, the first patient is most likely appeared on Nov. 29th, 2019. There had already been [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,153] infected people and [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>,536] exposed ones with the basic reproduction number ܴ଴ of 2.65 before lockdown, whereas ܴ଴ dropped to",
            "1.98 for the first 30 days after the lockdown. The peak point is Feb. 17th, 2020 with [<a class=\"ref-link\" id=\"c24\" href=\"#r24\">24</a>,115] infected people and the end point is Jun. 17th, 2020. In total, 77,453 people will be infected. If lockdown imposed 7 days earlier, the total number of infected people would be [<a class=\"ref-link\" id=\"c21\" href=\"#r21\">21</a>,508], while delaying the lockdown by [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] days would expand the infection scale 1.23 to 4.94 times. A delay for 7 days would make the epidemic finally out of control. Doubling the number of beds in hospitals would decrease the total infections by 28%, and further investment in bed numbers would yield a diminishing return. Last, public gathering events that increased the transmission parameter by 5% in one single day would increase [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,243] infected people eventually.",
            "Interpretation Our model forecasted that the peak time in Wuhan was Feb. 17th, 2020 and the epidemic in Wuhan is now under control. The outbreak of SARS-CoV-2 is currently a global public health threat for all nations. Multiple countries including South Korea, Japan, Iran, Italy, and the United States are suffering from SARS-CoV-2. Our study, which simulated the epidemic in Wuhan, the first city in the world fighting against SARS-CoV-2, may provide useful guidance for other countries in dealing with similar situations.",
            "Funding National Natural Science Foundation of China (31900483) and Shanghai Sailing program (19YF1441100).",
            "Evidence before this study The epidemic of SARS-CoV-2 has been currently believed to started from Wuhan, China. The Chinese government started to report the data including infected, cured and dead since Jan 20th, 2020. We searched PubMed and preprint archives for articles published up to Feb 28th, 2020, which contained information about the Wuhan outbreak using the terms of “SARS-CoV-2”, “2019-nCoV”, “COVID-19”, “public health policies”, “coronavirus”, “CoV”, “Wuhan”, “transmission model”, etc. And a number of articles were found to forecast the early dynamics of the SARS-CoV-2 epidemic and clinical characteristics of COVID-19. Several of them mentioned the influence of city lockdown, whereas lacked research focused on revealing the impact of public health policies for the outbreak of SARS-CoV-2 through modeling study.",
            "Added value of this study As the first study systemically analysis the effect of three major public health policies including 1) lockdown of Wuhan City, 2) construction of temporary hospitals and 3) reduction of crowed gathering events in Wuhan city. The results demonstrated the epidemic in Wuhan from the potential first patient to the end point as well as the influence of public health policies are expected to provide useful guidance for other countries in fighting against the epidemic of SRAS-CoV-2.",
            "Implications of all the available evidence Available evidence illustrated the human-to-human transmission of SARS-CoV-2, in which the migration of people in China during the epidemic may quickly spread the epidemic to the rest of the nation. These findings also suggested that the lockdown of Wuhan city may slow down the spread of the epidemic in the rest of China."
        ],
        "Introduction": [
            "In December 2019, a pneumonia case caused by the new coronavirus SARS-CoV-2 was firstly reported in Wuhan, the capital city of Hubei Province, China1. The serious clinical symptoms of the viral infection including fever, dry cough, dyspnea, and pneumonia, may result in progressive respiratory failure and even death2. The disease which quickly spread to the rest of China and other continents, was currently been",
            "named as COVID-19 by the World Health Organization (WHO) 3,4. Till March 1st, 2020, at least [79,971] confirmed cases and [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,873] death caused by SARS-CoV-2 were reported by the National Health Commission of China5.",
            "The epidemiological study of SARS-CoV-2 infected pneumonia provided evidence of human-to-human transmission6,7. Subsequently, the Chinese government quickly responded to this epidemic with a series of public health policies. For example, Wuhan, the largest city in central China with over 9 million permanent residents, was blocked for both outside and internal transportation to contain the spread of the epidemic on Jan 23rd, 2020 8. Meanwhile, 31 provinces, cities and autonomous regions launched the level 1 public health response before Jan 30rd, 20209. Moreover, multiple converted hospitals including Huoshenshan hospital, Leishenshan hospital, and mobile cabin hospital were constructed or renovated to support the battle against the epidemic in Hubei, China10.",
            "Currently, several epidemic models were established for SARS-CoV-2 and the basic reproductive number R0 was estimated from 2 to [511-<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]. The rapid transmission at the early stages might have been accelerated because of the out-break time is close to the Chinese Lunar New Year. The positive news is, besides Hubei province, the daily increase of new laboratory-confirmed patients in other regions of China has been declining since the peak on Feb 3rd, 2020, 11 days after the lockdown of Wuhan and 4 days after level 1 public health response in other regions 15. This further indicated that timely public health policies might significantly prevent the rapid spread of the epidemic.",
            "Here, we proposed a status dynamic Susceptible-Exposed-Infectious-Out of the system (with Medical care/maximum beds in Hospital) SEIO (MH) model, to reveal the influence of the national public health response for the SARS-CoV-2 epidemics outbreak in Wuhan, China. Different from the traditional Susceptible-Exposed-Infectious-Recovered (SEIR) continuous model13. SEIO(MH) model is a real-time discrete model with two more essential parameters: 1) the number of people with medical care (M), and 2) the currently available beds in hospitals. The local status dynamic SEIO (MH) model could simulate the population in each status at any date during the epidemic. Also, this model could simulate multiple national public health responses including: 1) lockdown of the traffic in one city, 2) the hospital bed shortage as well as the amelioration in the medical system when multiple converted hospitals are available, and 3) the temporary public gathering events.",
            "According to the simulation results, the first patient (patient zero) was more likely to appear on Nov. 29th, 2019. From Nov. 29th, 2019 to Jan. 23th, 2020, the basic reproduction number ܴ଴ was estimated at 2.65 before the lockdown of Wuhan. Till",
            "Jan 22th, 2020 before lockdown, the cumulative number of infections and exposures was [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,153] and [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>,536], respectively. After the lockdown, the value of ܴ଴ decreased to",
            "1.98 for the first 30 days. The peak point was simulated on Feb. 17th, 2020 with [<a class=\"ref-link\" id=\"c24\" href=\"#r24\">24</a>,115] infected people and the endpoint would be near June 17th, 2020. The total number of infected people in Wuhan was predicted to be [77,453]. Moreover, we also simulated the infections under the three aforementioned public health responses. The construction of this model could not only study the SARS-CoV-2 epidemic outbreak in Wuhan, but also help design appropriate national public health policies for other countries."
        ],
        "Materials and Methods": [
            "Dataset The increasing number of infected, cured and dead from Jan 27th, 2020 to Feb 2nd, 2020 were derived from the Health Commission of Hubei Province 16. Migration index before the lockdown and after the lockdown was derived from BAIDU migration 17. Beds in hospitals were derived from the news and reports from the Wuhan government 18.",
            "Notation of Parameters The following variables denote the total number of people in each of the following statuses:",
            "• ܱ: Out of the system (cured/dead) Let ܶ be the time point, ܵሺܶሻ denotes the total number of susceptible people at the time ܶ. As well as other variables including ‫ܧ‬ሺܶሻ, ‫ܫ‬ሺܶሻ, ‫ܯ‬ሺܶሻ, ‫ܪ‬ሺܶሻ, and ܱሺܶሻ. ∆ denote the increase between two consecutive days. For example, ∆ܵሺܶሻ ൌ ܵሺܶሻ െ ܵሺܶ െ 1ሻ. As well as other variables including ∆‫ܧ‬ሺܶሻ, ∆‫ܫ‬ሺܶሻ, ∆‫ܯ‬ሺܶሻ, ∆‫ܪ‬ሺܶሻ, and ∆ܱሺܶሻ. Let ߙ and ߚ be the infection coefficients that ‫ ܧ‬imposes on ܵ and ‫ ܫ‬imposes on ܵ, respectively.",
            "Also, we defined status-dependent parameter ܲ‫ ݎ‬to describe the status transmission probability. For example, ܲ‫ݎ‬ா՜ூሺ‫ݐ‬ሻ denotes the probability of a person transformed from status ‫ ܧ‬to status ‫ ܫ‬after ‫ ݐ‬days. As well as other parameters including ܲ‫ݎ‬ெ՜ை, ܲ‫ݎ‬ூ՜ெ and ܲ‫ݎ‬ூ՜ை.",
            "Current infectious will be ‫ ܫ‬൅ ‫ܯ‬, total infectious will be ‫ ܫ‬൅ ‫ ܯ‬൅ ܱ, the peak time is defined as the date with the maximum of ‫ ܫ‬൅ ‫ܯ‬, the turning point is defined as the date when ܱ ൐ ‫ ܫ‬൅ ‫ܯ‬, the end point is defined as the date when ܱ ൐ 0.99 ሺ‫ ܧ‬൅ ‫ ܫ‬൅ ‫ ܯ‬൅ ܱሻ.",
            "We denote ‫ ܥ‬as the size of the population in a local area being considered and ߛ as the size of initial infections (a small integer). Given any status such as ‫ܧ‬ሺܶሻ at the time T, ∆ା‫ܧ‬ሺܶሻ was the number of people entered into status ‫ ܧ‬at the time ܶ. At ܶ ൌ 0, ܵሺ0ሻ ൌ ‫ ܥ‬and ‫ܧ‬ሺ0ሻ ൌ ߛ. Also, ‫ܪ‬ሺܶሻ equals to the maximum number of beds in hospitals at the time ܶ. The transition rules of four status including ‫ܧ‬, ‫ܫ‬, ‫ܯ‬, and ܱ were illustrated in Figure 1. Definition of each status can be found in"
        ],
        "Supplementary": [
            "Methods.",
            "In SEIO (MH) modeling, status parameters of ܵሺܶ଴ሻ ‫ܧ‬ሺܶ଴ሻ, ‫ܫ‬ሺܶ଴ሻ, ‫ܯ‬ሺܶ଴ሻ, and ܱሺܶ଴ሻ, as well as transmission parameters of ߙ, ߚ, ܲ‫ݎ‬ா՜ூ , ܲ‫ݎ‬ூ՜ெ , ܲ‫ݎ‬ூ՜ை , and ܲ‫ݎ‬ெ՜ை, were fitted based on the increasing number of people in each status reported by Health Commission of Hubei Province 16 during Jan. 27th, 2020 to Feb. 2nd, 2020.",
            "ܲ௔ to ܲௗ represents the transmission probability between two statuses."
        ],
        "Results": [
            "Model construction and status dynamic modeling of epidemic in Wuhan The parameters of the status dynamic SEIO (MH) model were fitted according to the daily reports of new infections in Wuhan from Jan 27th to Feb 2th, during which the daily new increase of people in status ‫ ܫ‬was monotonously increasing with time. The initial number of people in status ‫ ܫ‬and ‫ ܧ‬were simulated from 500 to 10,000, while parameter ߙ and ߚ were simulated from [<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>-<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] to [<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>-<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>], respectively. Also, the median time of people from status ‫ ܯ‬to status ܱ and people from status ‫ ܫ‬to status ܱ were simulated according to the increasing number of cured and dead from Jan 27th to Feb",
            "2th. By minimizing the absolute error to the ground truth number in status ‫ܫ‬, the statuses on Jan 27th can be inferred. Based on the fitted parameters, the simulation showed that it would take 14 days for people to transfer from status ‫ ܯ‬to status ܱ. For those out of the system before been hospitalized, it would take 28 days to transfer from status ‫ ܫ‬to status ܱ. Results also illustrated that at the initial date ሺܶ0ሻ for fitting on Jan 26th, there were [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>,998] symptomatic infections, 7,984 contacts, 3,815 hospitalizations and 696 out of the system (Cured or Dead) in Wuhan, in which the accumulative number of infected people (I ൅ M ൅ O) raised up to [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>,509] on Jan 26th.",
            "With the default parameters, the epidemic in Wuhan was described by local status dynamic SEIO (MH) modeling. Illustrated in Figure 2a, patient zero was inferred to appear on Nov. 29th, 2019. From that day to Jan 23th, 2020, when less intervention was applied to prevent the epidemic, the number of infected people increased exponentially. After Jan 23th, the circulation intensity of people in Wuhan decreased sharply after the city lockdown 19. However, the people infected with symptoms, exposed and in hospitalization were estimated to be 1,682, 6,536 and [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,471] respectively on Jan 22nd, 2020 and increased to 1,999, 7,676 and [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,877] respectively on Jan 23rd, 2020 (Figure 2b), which was a large population with infected people and would lead to the outbreaks of the epidemic in the early period even after the lockdown.",
            "Notably, the hospital was full of people (>80% of the current ‫ )ܪ‬in status ‫ ܫ‬from",
            "Jan 22th, 2020 to Feb 10th, 2020. After the increasing number of beds in hospitals at Date Jan 25th, Jan 31th, Feb 6th, and Feb 10th, the hospital was still full immediately, indicating the deficiency of medical resources in Wuhan at the early period (Figure 2a). After the large scale of mobile cabin hospitals, the shortage of beds in hospitals was improved. We expected that the peak point in Wuhan would be Feb 17th, 2020 with [<a class=\"ref-link\" id=\"c24\" href=\"#r24\">24</a>,115] infected people, including [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>,676] exposed, 1,999 infected with symptoms and [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,877] with medical care (Figure 2c), and the epidemic would end on Jun. 17th, 2020 with [77,453] infected people eventually, which was basically consistent with",
            "Yang’s study 14. The basic reproduction number ܴ଴ was estimated to be 2.65 and would drop to 1.98 after one month since the lockdown. This result suggested that the choice of lockdown date and the number of hospital beds would significantly affect the development of the epidemic. Also, it should be noticed that the time of the epidemic period is overlapped with the Chinese Lunar New Year, in which public gathering events are expected. Thus, 1) the date of lockdown, 2) the number of available hospital beds 3) the public gathering events, were considered in our simulation.",
            "Impact of the lockdown of Wuhan. Here, we studied the effect of advancing or delaying the lockdown date by 1 to 7 days. Results indicated that, if Wuhan was blocked on Jan 16th, the accumulated infectious would be 4,063 on Jan",
            "22th, which was slightly below [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,521] on the same date in current status. However, the exposed people on Jan 22th were [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,427], only 37% of the simulated number (2,428/6,536) with the current lockdown date. Moreover, the peak time and endpoint would be advanced by 10 days (Figure 3). The total number of infected people would be 21,508, 28% (21,508/77,453) of the current situation and even one-day advance would cause only 82% (63,226/77,453) infections at the end point (Table 1).",
            "On the contrary, if the lockdown was delayed by 1 to 7 days, the peak number would be dramatically increased. It could be found that, if the city was blocked 1 to 6 days later than Jan. 23th, 2020, the total infected people would be 1.23 times (95,273), 1.47 times (114,105), 1.83 times (141,409), 2.28 times (176,300), 2.90 times (222,384) and 4.94 times (382,695) than Jan. 23th, 2020 (Supplementary Figure 1 & Table 1), which was also consistent with one previous study 14. When the lockdown was 7 days later than the current choice, the first peak would arrive at Mar. 1st, 2020 with [97,779] infected people and the second peak would reach [243,693] on Sept. 1st, 2020. The number of total infected people would exceed 1.9 million and make the epidemic uncontrollable within the year 2020 (Figure 3b).",
            "Impact of hospital bed numbers. Our simulation results showed that there was a shortage of hospital beds at the early stage of the epidemic, in which people in status",
            "‫ ܫ‬would not be completely isolated and treated with medical care. In that case, we simulated the effect of hospital bed numbers by multiplying its value by factors from 0.5 to 3 times, for each time point compared with current situations. Results indicated that if the beds in hospitals were halved, the peak time and endpoint would be Feb. 26th and Jul. 15th, respectively. Moreover, 34,526 total infectious would be observed in the peak time, 1.43 times than the current situation, and [148,848] people would be infected eventually (Figure 3c). If the beds in hospitals were 1.5, 2, 2,5 and 3 times compared to the current situation, the total infectious number would be 62,353, 56,031, 53,245 and [51,898], respectively (Supplementary Table 1). Typically, tripling the beds in hospitals would end the epidemic 9 days earlier than the current situation (Figure 3d). Different from the lockdown of the city, when beds in hospitals were 2 times of current situations at each time point, the effect of increasing beds in hospitals was no longer significant (Supplementary Figure 2). In fact, when increasing the beds of hospitals by 3 times of the current situation, the total infectious at the endpoint would only decrease by 2.6% (1,347) than the 2.5-fold increase.",
            "Impact of public gathering events. Since the time of the epidemic was overlapped with the Chinese Spring Festival and winter holiday, people were gathering together for celebration during the epidemic time. Thus, public gathering events would frequently happen if no prevention policies were imposed. For example, Wuhan conducted the banquet for ten thousand families on Jan 18th, 2020 20, 5 days before the city lockdown. Here, we simulated the impact of public gathering events by increasing the transmission parameter α from 5% to 25% in an individual day such as Jan 20th, 2020.",
            "Results showed that, if we increase α by 5% in one single day such as Jan 20th, the number of infections in peak time and end point will increase by [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>,237] (5%) and 4,243(5%), respectively (Figure 3e). If α is increased by 25%, the number of people in peak time and endpoint will increase by [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>,449] (31%) and [<a class=\"ref-link\" id=\"c24\" href=\"#r24\">24</a>,929] (32%), respectively (Figure 3f). Other results were also illustrated in Supplementary Figure 3 & Supplementary Table 2. Thus, the public gathering events in one single day could significantly impact the epidemic. Generally, we believe the impact of locking down the city is more significant than the increasing number of beds in hospitals and public gathering events. The delay of city lockdown might easily make the epidemic out of control. Also, the public gathering events were inconducive for the prevention and control of the epidemic, since the slight increase of transmission parameter α would significantly affect the total infectious numbers at the end point. The number of beds in hospitals was essential in the early period of the epidemic when infected people increased rapidly, after the peak point, the beds would be enough for the increasing number of infected people.",
            "aDate for the Wuhan city lockdown. bR0 before the lockdown. cR0 for the first month after the lockdown. dSimulated end point, day/month/year.",
            "eNumber of infected people at end point. fSimulated peak time, day/month/year. gSimulated turning time, day/month/year.",
            "Finally, we simulated the extreme situation that no intervention is performed. The circulation intensity in the same time period last year was derived from BAIDU migration data 17 to generated the α and β without any interventions. By setting the total number in human as 9 million 21 the results showed that the ܴ଴ would reach to",
            "4.4 and over [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>,697,484] people would be infected on Jun. 21st, 2019 (Figure 4a), which indicated that the epidemic was totally out of control without any intervention.",
            "Another issue was about the early release of Wuhan. We experimented with the release time point of 150 days after the occurrence of patient zero, which is Apr. 27th, 2020 (Figure 4b). Results showed that, at that time the epidemic seemed to be under control with only 168 infected with symptoms and [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,912] with medical care on Apr. 27th, 2020 (Figure 4c) and kept decreasing until Mar 9th, 2020, in which the status number of infected with symptoms and [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,912] with medical care was 178 and [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,201] respectively. However, the number of exposed people increased from 863 on Apr. 27th to 1,085 on Mar 9th, 2020, with the epidemic rapidly rebounded. After 120 days of releasing the city, on Aug. 25th, 2020, 11,203 exposed, 2,315 infected with symptoms and [<a class=\"ref-link\" id=\"c20\" href=\"#r20\">20</a>,516] with medical care were predicted (Figure 4d). The beds in hospitals would not be enough again on Oct. 2nd, 2020 with over [256,730] accumulated infections.",
            "Although the transmission parameter α and β would not be the same as those before the lockdown, they were both increased by 25% (compared to the values during lockdown) to simulate the early release of the city. The results indicated that it was still a great risk to release the city before the epidemic reached the end point, even though the situation seemed to be under control."
        ],
        "Discussion": [
            "The epidemic of SARS-CoV-2 has spread to China and multiple continents, which will be developed into a worldwide epidemic. During the epidemic period, nowcasting and forecasting are crucial for public health planning and control domestically and internationally [<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>,<a class=\"ref-link\" id=\"c22\" href=\"#r22\">22</a>]. Here, we constructed a real-time status dynamic SEIO (MH) model to estimate the local outbreaks. By adding the parameters of status M and H, this model could accurately forecast the epidemics when the medical system under unexpected pressure. Moreover, this model could simulate the influence of different public health policies such as 1) lockdown of the city and 2) construction of temporary hospitals, which could help design the appropriate public health policies for epidemic control. At present, besides Wuhan, the epidemic situation in China has been effectively contained within a short period of time. This is largely due to the rapid response of the Chinese governments at various levels and the decision to lock down Wuhan, which is the first time to block a city with over 9 million permanent residents in human history. The lockdown of Wuhan would not only prevent the transportation between Wuhan to other cities, but also decrease the circulation intensity of people within Wuhan. According to BAIDU migration data, the circulation index of Wuhan is 6 to 8 times lower than those before the lockdown. The number of newly confirmed cases increased rapidly after the lockdown may due to the fact that, there have been already [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,521] infected and [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>,536] exposed without symptoms before lockdown. It is noted that only 444 confirmed cases were reported by the Health Commission of Hubei Province 16. However, by facing an epidemic with the new pathogen, it is difficult to invent the diagnosis kit in such a short time. Thus, the diagnosis quantity might affect the early understanding of the epidemics and the lockdown decision at that time was decisive and timely. In fact, even one day delay of the lockdown would make [<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>,631] more infected people at the end point and a one-week delay would make the epidemic in Wuhan uncontrollable with over 1.9 million infectious.",
            "Despite the advantage of epidemic control, the lockdown of Wuhan has significantly increased the pressure of local medical resources, including the rapidly growing demands for hospitalization, lack of medical staff such as doctors and nurses, and shortage of medical supplies. The simulation results illustrated the establishment of new temporary hospitals that could accommodate more patients could significantly help the control of the epidemic. In fact, if the beds in hospitals were three times more than the current situation, the total infectious would decrease by 33% at the end point. After the period of rapidly rising, beds in hospitals were not an essential parameter since the daily increase of infected people was less than the people out of the system. The lock of medical staff and the shortage of medical supplies increased the death rate in Wuhan, which was significantly higher than the rest of China. Based on this situation, multiple provinces sent medical teams and supplies to support Wuhan for epidemic control and treatment, which might help improve the curative ratio. Till Feb.",
            "5th, 2020, nearly 7,000 medical staff were sent to Wuhan by governments at all levels in China 23.",
            "Another noteworthy point is the public gathering events. Since the epidemic is overlapped with the Chinese Lunar New Year, public gathering events such as banquet of one thousand families in Wuhan could promote the spread of the epidemic. By adding a small turbulence (5%) in transmission parameter α on Jan 20th, 2020, 4,194 more people would be infected at the end point, which indicated the public gathering events at the early period of the epidemic should be stopped. Thus, the Chinese government prohibited the public gathering events with policies such as close large public places, extend the winter holiday for both staff and students. It is noted that, Japan and Koran also organized public gathering activities such as marathons, sacrifices activities, and rally in early February, 2020, which would be inconducive to the prevention and control of the epidemic.",
            "The model forecasted that the peak time in Wuhan has been past and the epidemic in China is now under control. Currently, multiple countries including Koran, Japan, Iran, Italy, and the United States are in the outbreak stage 24. As the first country facing the SARS-CoV-2 epidemic, the experience of China in fighting the epidemics might provide useful guidance for other countries. According to our modeling study, we believe that the most effective public health policies for SARS-CoV-2 epidemic prevention are provided as follows: 1) reduce the local circulation intensity of people, 2) prepare enough medical resources, especially available beds in hospitals, 3) try to prohibit large public gathering events. It is expected that this study might provide useful guidance for other countries in fighting against the epidemic of COVID-19 or other similar infectious diseases.",
            "Contributors TYQ collected the data and designed the model and experiment. HX formally defined the model and conducted the experiments. Both of them contributed to the writing of the manuscript.",
            "Declaration of interests The authors declare no competing interests.",
            "1. Li Q, Guan X, Wu P, et al Early Transmission Dynamics in Wuhan, China, of Novel",
            "Coronavirus-Infected Pneumonia. N Engl J Med 2020.",
            "2. Wu F, Zhao S, Yu B, et al A new coronavirus associated with human respiratory disease in China.",
            "Nature 2020.",
            "3. Novel Coronavirus ( - : 2019 nCoV) situation reports 20. World Health Organization 2020.",
            "4. Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV). Geneva, Switzerland. World Health Organization 2020.",
            "5. Committee CNH. Reported cases of 2019-nCoV. 2020.",
            "6. Wang D, Hu B, Hu C, et al Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel",
            "Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020.",
            "7. Chen N, Zhou M, Dong X, et al Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020; 395(10223): 507-13.",
            "8. Centre WNCPIRC. Wuhan Novel Coronavirus Pneumonia Infection Prevention and Control",
            "Command Centre Notice Number 2. Wuhan, China. Hubei Provincial Government 2020.",
            "9. National Health Commission of the People's Republic of China. . 2020.",
            "10. National Development and Reform Commission. . 2020.",
            "11. Yang Yea. Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China.",
            "medRxiv 2020.",
            "12. Desai AN, Kraemer MUG, Bhatia S, et al Real-time Epidemic Forecasting: Challenges and",
            "Opportunities. Health Secur 2019; 17(4): 268-75.",
            "13. Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. Lancet 2020; 395(10225): 689-97.",
            "14. Yang Z ZZ, Wang K, Wong SS, LiangW, Zanin M, Liu P, Cao X, Gao Z, Mai Z, Liang J, Liu X, Li",
            "S, Li Y, Ye F, Guan W, Yang Y, Li F, Luo S, Xie Y, Liu B, Wang Z, Zhang S, Wang Y, Zhong N, He J.",
            "Modified SEIR and AI prediction of the epidemics trend of COVID-19 in China under public health interventions. Journal of Thoracic Disease 2020.",
            "15. Joint Prevention and Cotrol Mechanism of the State Council. 2020.",
            "http://www.gov.cn/xinwen/gwylflkjz06/index.htm.",
            "16. Health Commission of Hubei Province. 2020. http://wjw.hubei.gov.cn/.",
            "17. Baidu Migration. 2020. http://qianxi.baidu.com/.",
            "18. Wuhan Government. 2020. http://www.wuhan.gov.cn/.",
            "Government.",
            "http://www.hubei.gov.cn/zwgk/hbyw/hbywqb/202001/t20200123_2014604.shtml.",
            "20. www.xinhuanet.com. 2020. http://www.xinhuanet.com/photo/2020 01/18/c_1125478854.htm.",
            "21. National Bureau of statistics. 2020. http://www.stats.gov.cn/.",
            "22. Polonsky JA, Baidjoe A, Kamvar ZN, et al Outbreak analytics: a developing data science for informing the response to emerging pathogens. Philos Trans R Soc Lond B Biol Sci 2019; 374(1776): 23. Wuhan",
            "Commission.",
            "http://wjw.wuhan.gov.cn/front/web/showDetail/2020020509411.",
            "24. Eckart K. Interactive map shows worldwide spread of coronavirus. 2020. hgis.uw.edu/virus/."
        ]
    },
    "participants": [
        {
            "participant": "people",
            "number": 77453,
            "context": "The peak point is Feb. 17th, 2020 with [<a class=\"ref-link\" id=\"c24\" href=\"#r24\">24</a>,115] infected people and the end point is Jun. 17th, 2020. <mark class=\"stats\">In total, 77,453 people will be infected</mark>. If lockdown imposed 7 days earlier, the total number of infected people would be [<a class=\"ref-link\" id=\"c21\" href=\"#r21\">21</a>,508], while delaying the lockdown by [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] days would expand the infection scale 1.23 to 4.94 times"
        },
        {
            "participant": "infected people",
            "number": 4153,
            "context": "Finding According to our study, the first patient is most likely appeared on Nov. 29th, 2019. <mark class=\"stats\">There had already been [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,153] infected people and [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>,536] exposed ones with the basic reproduction number ܴ଴ of 2.65 before lockdown, whereas ܴ଴ dropped to</mark>. 1.98 for the first 30 days after the lockdown"
        },
        {
            "participant": "infected people",
            "number": 24115,
            "context": "1.98 for the first 30 days after the lockdown. <mark class=\"stats\">The peak point is Feb. 17th, 2020 with [<a class=\"ref-link\" id=\"c24\" href=\"#r24\">24</a>,115] infected people and the end point is Jun. 17th, 2020</mark>. In total, 77,453 people will be infected"
        },
        {
            "participant": "people",
            "number": 77453,
            "context": "The peak point is Feb. 17th, 2020 with [<a class=\"ref-link\" id=\"c24\" href=\"#r24\">24</a>,115] infected people and the end point is Jun. 17th, 2020. <mark class=\"stats\">In total, 77,453 people will be infected</mark>. If lockdown imposed 7 days earlier, the total number of infected people would be [<a class=\"ref-link\" id=\"c21\" href=\"#r21\">21</a>,508], while delaying the lockdown by [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] days would expand the infection scale 1.23 to 4.94 times"
        },
        {
            "participant": "infected people",
            "number": 4243,
            "context": "Doubling the number of beds in hospitals would decrease the total infections by 28%, and further investment in bed numbers would yield a diminishing return. <mark class=\"stats\">Last, public gathering events that increased the transmission parameter by 5% in one single day would increase [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,243] infected people eventually</mark>. Interpretation Our model forecasted that the peak time in Wuhan was Feb. 17th, 2020 and the epidemic in Wuhan is now under control"
        },
        {
            "participant": "confirmed cases",
            "number": 79971,
            "context": "The disease which quickly spread to the rest of China and other continents, was currently been named as COVID-19 by the World Health Organization (WHO) 3,4. <mark class=\"stats\">Till March 1st, 2020, at least [79,971] confirmed cases and [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,873] death caused by SARS-CoV-2 were reported by the National Health Commission of China5</mark>. The epidemiological study of SARS-CoV-2 infected pneumonia provided evidence of human-to-human transmission6,7"
        },
        {
            "participant": "permanent residents",
            "number": 9000000,
            "context": "Subsequently, the Chinese government quickly responded to this epidemic with a series of public health policies. <mark class=\"stats\">For example, Wuhan, the largest city in central China with over 9 million permanent residents, was blocked for both outside and internal transportation to contain the spread of the epidemic on Jan 23rd, 2020 8</mark>. Meanwhile, 31 provinces, cities and autonomous regions launched the level 1 public health response before Jan 30rd, 20209"
        },
        {
            "participant": "infected people",
            "number": 24115,
            "context": "1.98 for the first 30 days. <mark class=\"stats\">The peak point was simulated on Feb. 17th, 2020 with [<a class=\"ref-link\" id=\"c24\" href=\"#r24\">24</a>,115] infected people and the endpoint would be near June 17th, 2020</mark>. The total number of infected people in Wuhan was predicted to be [77,453]"
        },
        {
            "participant": "infected people",
            "number": 24115,
            "context": "After the large scale of mobile cabin hospitals, the shortage of beds in hospitals was improved. <mark class=\"stats\">We expected that the peak point in Wuhan would be Feb 17th, 2020 with [<a class=\"ref-link\" id=\"c24\" href=\"#r24\">24</a>,115] infected people, including [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>,676] exposed, 1,999 infected with symptoms and [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,877] with medical care (Figure 2c), and the epidemic would end on Jun. 17th, 2020 with [77,453] infected people eventually, which was basically consistent with</mark>. Yang’s study 14"
        },
        {
            "participant": "infected people",
            "number": 97779,
            "context": "It could be found that, if the city was blocked 1 to 6 days later than Jan. 23th, 2020, the total infected people would be 1.23 times (95,273), 1.47 times (114,105), 1.83 times (141,409), 2.28 times (176,300), 2.90 times (222,384) and 4.94 times (382,695) than Jan. 23th, 2020 (Supplementary Figure 1 & Table 1), which was also consistent with one previous study 14. <mark class=\"stats\">When the lockdown was 7 days later than the current choice, the first peak would arrive at Mar. 1st, 2020 with [97,779] infected people and the second peak would reach [243,693] on Sept. 1st, 2020</mark>. The number of total infected people would exceed 1.9 million and make the epidemic uncontrollable within the year 2020 (Figure 3b)"
        },
        {
            "participant": "people",
            "number": 148848,
            "context": "Results indicated that if the beds in hospitals were halved, the peak time and endpoint would be Feb. 26th and Jul. 15th, respectively. <mark class=\"stats\">Moreover, 34,526 total infectious would be observed in the peak time, 1.43 times than the current situation, and [148,848] people would be infected eventually (Figure 3c)</mark>. If the beds in hospitals were 1.5, 2, 2,5 and 3 times compared to the current situation, the total infectious number would be 62,353, 56,031, 53,245 and [51,898], respectively (Supplementary Table 1)"
        },
        {
            "participant": "people",
            "number": 7697484,
            "context": "By setting the total number in human as 9 million 21 the results showed that the ܴ଴ would reach to. <mark class=\"stats\">4.4 and over [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>,697,484] people would be infected on Jun. 21st, 2019 (Figure 4a), which indicated that the epidemic was totally out of control without any intervention</mark>. Another issue was about the early release of Wuhan"
        },
        {
            "participant": "permanent residents",
            "number": 9000000,
            "context": "At present, besides Wuhan, the epidemic situation in China has been effectively contained within a short period of time. <mark class=\"stats\">This is largely due to the rapid response of the Chinese governments at various levels and the decision to lock down Wuhan, which is the first time to block a city with over 9 million permanent residents in human history</mark>. The lockdown of Wuhan would not only prevent the transportation between Wuhan to other cities, but also decrease the circulation intensity of people within Wuhan"
        },
        {
            "participant": "confirmed cases",
            "number": 444,
            "context": "The number of newly confirmed cases increased rapidly after the lockdown may due to the fact that, there have been already [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,521] infected and [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>,536] exposed without symptoms before lockdown. <mark class=\"stats\">It is noted that only 444 confirmed cases were reported by the Health Commission of Hubei Province 16</mark>. However, by facing an epidemic with the new pathogen, it is difficult to invent the diagnosis kit in such a short time"
        }
    ],
    "statistics": [],
    "keywords": [
        "World Health Organization",
        "public health response",
        "coronavirus",
        "epidemics",
        "public health policy",
        "SEIO",
        "pneumonia",
        "hubei province",
        "real time status dynamic",
        "Methods. In SEIO",
        "sars cov",
        "medical care",
        "status dynamic",
        "chinese government",
        "national public health policy",
        "Thoracic disease",
        "SARS"
    ],
    "keyword_relevance": {
        "SARS": 0.2441860465116279,
        "medical care": 0.12790697674418605,
        "status dynamic": 0.11627906976744186,
        "SEIO": 0.10465116279069768,
        "Methods. In SEIO": 0.10465116279069768,
        "coronavirus": 0.08139534883720931,
        "public health response": 0.06976744186046512,
        "epidemics": 0.05813953488372093,
        "World Health Organization": 0.046511627906976744,
        "pneumonia": 0.046511627906976744,
        "public health policy": 0.0,
        "hubei province": 0.0,
        "real time status dynamic": 0.0,
        "sars cov": 0.0,
        "chinese government": 0.0,
        "national public health policy": 0.0,
        "Thoracic disease": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> In December 2019, a pneumonia case caused by the new coronavirus SARS-CoV-2 was firstly reported in Wuhan, the capital city of Hubei Province, China1.",
        "The positive news is, besides Hubei province, the daily increase of new laboratory-confirmed patients in other regions of China has been declining since the peak on Feb 3rd, 2020, 11 days after the lockdown of Wuhan and 4 days after level 1 public health response in other regions 15",
        "This further indicated that timely public health policies might significantly prevent the rapid spread of the epidemic.",
        "The construction of this model could not only study the SARS-CoV-2 epidemic outbreak in Wuhan, but help design appropriate national public health policies for other countries",
        "<h2 style=\"display: inline\">Methods:</h2> A real-time status dynamic model was proposed to model the population of Wuhan in status Susceptible (S), Exposed (E), Infected with symptoms (I), with Medical care (M), and Out of the system (O) daily.",
        "Public gathering events that increased the transmission parameter by 5% in one single day would increase [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,243] infected people eventually.",
        "The authors denote ‫ ܥ‬as the size of the population in a local area being considered and ߛ as the size of initial infections",
        "Given any status such as ‫ܧ‬ሺܶሻ at the time T, ∆ା‫ܧ‬ሺܶሻ was the number of people entered into status ‫ ܧ‬at the time ܶ.",
        "<h2 style=\"display: inline\">Results:</h2> Model construction and status dynamic modeling of epidemic in Wuhan The parameters of the status dynamic SEIO (MH) model were fitted according to the daily reports of new infections in Wuhan from Jan 27th to Feb 2th, during which the daily new increase of people in status ‫ ܫ‬was monotonously increasing with time.",
        "1) the date of lockdown, 2) the number of available hospital beds 3) the public gathering events, were considered in the simulation.",
        "If the beds in hospitals were 1.5, 2, 2,5 and 3 times compared to the current situation, the total infectious number would be 62,353, 56,031, 53,245 and [51,898], respectively (Supplementary Table 1).",
        "The authors simulated the impact of public gathering events by increasing the transmission parameter α from 5% to 25% in an individual day such as Jan 20th, 2020",
        "<h2 style=\"display: inline\">Conclusion:</h2> The epidemic of SARS-CoV-2 has spread to China and multiple continents, which will be developed into a worldwide epidemic.",
        "By adding the parameters of status M and H, this model could accurately forecast the epidemics when the medical system under unexpected pressure",
        "This model could simulate the influence of different public health policies such as 1) lockdown of the city and 2) construction of temporary hospitals, which could help design the appropriate public health policies for epidemic control.",
        "According to the modeling study, the authors believe that the most effective public health policies for SARS-CoV-2 epidemic prevention are provided as follows: 1) reduce the local circulation intensity of people, 2) prepare enough medical resources, especially available beds in hospitals, 3) try to prohibit large public gathering events.",
        "The authors constructed a new real-time status dynamic model of SEIO (MH) to reveal the influence of national public health policies and to model the epidemic in Wuhan"
    ],
    "structured_summary": {
        "Introduction": [
            "In December 2019, a pneumonia case caused by the new coronavirus SARS-CoV-2 was firstly reported in Wuhan, the capital city of Hubei Province, China1.",
            "The positive news is, besides Hubei province, the daily increase of new laboratory-confirmed patients in other regions of China has been declining since the peak on Feb 3rd, 2020, 11 days after the lockdown of Wuhan and 4 days after level 1 public health response in other regions 15",
            "This further indicated that timely public health policies might significantly prevent the rapid spread of the epidemic.",
            "The construction of this model could not only study the SARS-CoV-2 epidemic outbreak in Wuhan, but help design appropriate national public health policies for other countries"
        ],
        "Methods": [
            "A real-time status dynamic model was proposed to model the population of Wuhan in status Susceptible (S), Exposed (E), Infected with symptoms (I), with Medical care (M), and Out of the system (O) daily.",
            "Public gathering events that increased the transmission parameter by 5% in one single day would increase [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,243] infected people eventually.",
            "The authors denote ‫ ܥ‬as the size of the population in a local area being considered and ߛ as the size of initial infections",
            "Given any status such as ‫ܧ‬ሺܶሻ at the time T, ∆ା‫ܧ‬ሺܶሻ was the number of people entered into status ‫ ܧ‬at the time ܶ."
        ],
        "Results": [
            "Model construction and status dynamic modeling of epidemic in Wuhan The parameters of the status dynamic SEIO (MH) model were fitted according to the daily reports of new infections in Wuhan from Jan 27th to Feb 2th, during which the daily new increase of people in status ‫ ܫ‬was monotonously increasing with time.",
            "1) the date of lockdown, 2) the number of available hospital beds 3) the public gathering events, were considered in the simulation.",
            "If the beds in hospitals were 1.5, 2, 2,5 and 3 times compared to the current situation, the total infectious number would be 62,353, 56,031, 53,245 and [51,898], respectively (Supplementary Table 1).",
            "The authors simulated the impact of public gathering events by increasing the transmission parameter α from 5% to 25% in an individual day such as Jan 20th, 2020"
        ],
        "Conclusion": [
            "The epidemic of SARS-CoV-2 has spread to China and multiple continents, which will be developed into a worldwide epidemic.",
            "By adding the parameters of status M and H, this model could accurately forecast the epidemics when the medical system under unexpected pressure",
            "This model could simulate the influence of different public health policies such as 1) lockdown of the city and 2) construction of temporary hospitals, which could help design the appropriate public health policies for epidemic control.",
            "According to the modeling study, the authors believe that the most effective public health policies for SARS-CoV-2 epidemic prevention are provided as follows: 1) reduce the local circulation intensity of people, 2) prepare enough medical resources, especially available beds in hospitals, 3) try to prohibit large public gathering events.",
            "The authors constructed a new real-time status dynamic model of SEIO (MH) to reveal the influence of national public health policies and to model the epidemic in Wuhan"
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Li_et+al_2020_a",
            "entry": "1. Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus-Infected%20Pneumonia%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus-Infected%20Pneumonia%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus-Infected%20Pneumonia%202020"
        },
        {
            "id": "2",
            "alt_id": "Wu_et+al_0000_a",
            "entry": "2. Wu F, Zhao S, Yu B, et al. A new coronavirus associated with human respiratory disease in China.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wu%2C%20F.%20Zhao%2C%20S.%20Yu%2C%20B.%20A%20new%20coronavirus%20associated%20with%20human%20respiratory%20disease%20in%20China"
        },
        {
            "id": "3",
            "alt_id": "3._2019_a",
            "entry": "3. Novel Coronavirus ( -: 2019 nCoV) situation reports 20. World Health Organization 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Novel%20Coronavirus%20%20%202019%20nCoV%20situation%20reports%2020%20World%20Health%20Organization%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Novel%20Coronavirus%20%20%202019%20nCoV%20situation%20reports%2020%20World%20Health%20Organization%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Novel%20Coronavirus%20%20%202019%20nCoV%20situation%20reports%2020%20World%20Health%20Organization%202020"
        },
        {
            "id": "4",
            "alt_id": "4._2019_b",
            "entry": "4. Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV). Geneva, Switzerland. World Health Organization 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Emergency%20Committee%20regarding%20the%20outbreak%20of%20novel%20coronavirus%202019nCoV%20Geneva%20Switzerland%20World%20Health%20Organization%202020"
        },
        {
            "id": "5",
            "alt_id": "5._2019_c",
            "entry": "5. Committee CNH. Reported cases of 2019-nCoV. 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Committee%20CNH%20Reported%20cases%20of%202019nCoV%202020"
        },
        {
            "id": "6",
            "alt_id": "Wang_et+al_2020_a",
            "entry": "6. Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wang%20D%20Hu%20B%20Hu%20C%20et%20al%20Clinical%20Characteristics%20of%20138%20Hospitalized%20Patients%20With%202019%20Novel%20CoronavirusInfected%20Pneumonia%20in%20Wuhan%20China%20JAMA%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Wang%20D%20Hu%20B%20Hu%20C%20et%20al%20Clinical%20Characteristics%20of%20138%20Hospitalized%20Patients%20With%202019%20Novel%20CoronavirusInfected%20Pneumonia%20in%20Wuhan%20China%20JAMA%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Wang%20D%20Hu%20B%20Hu%20C%20et%20al%20Clinical%20Characteristics%20of%20138%20Hospitalized%20Patients%20With%202019%20Novel%20CoronavirusInfected%20Pneumonia%20in%20Wuhan%20China%20JAMA%202020"
        },
        {
            "id": "7",
            "alt_id": "Chen_et+al_2019_a",
            "entry": "7. Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020; 395(10223): 507-13.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chen%20N%20Zhou%20M%20Dong%20X%20et%20al%20Epidemiological%20and%20clinical%20characteristics%20of%2099%20cases%20of%202019%20novel%20coronavirus%20pneumonia%20in%20Wuhan%20China%20a%20descriptive%20study%20Lancet%202020%2039510223%2050713",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Chen%20N%20Zhou%20M%20Dong%20X%20et%20al%20Epidemiological%20and%20clinical%20characteristics%20of%2099%20cases%20of%202019%20novel%20coronavirus%20pneumonia%20in%20Wuhan%20China%20a%20descriptive%20study%20Lancet%202020%2039510223%2050713",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Chen%20N%20Zhou%20M%20Dong%20X%20et%20al%20Epidemiological%20and%20clinical%20characteristics%20of%2099%20cases%20of%202019%20novel%20coronavirus%20pneumonia%20in%20Wuhan%20China%20a%20descriptive%20study%20Lancet%202020%2039510223%2050713"
        },
        {
            "id": "8",
            "alt_id": "Wncpirc_2020_a",
            "entry": "8. Centre WNCPIRC. Wuhan Novel Coronavirus Pneumonia Infection Prevention and Control Wuhan, China. Hubei Provincial Government 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=WNCPIRC%2C%20Centre%20Wuhan%20Novel%20Coronavirus%20Pneumonia%20Infection%20Prevention%20and%20Control%20Wuhan%2C%20China%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=WNCPIRC%2C%20Centre%20Wuhan%20Novel%20Coronavirus%20Pneumonia%20Infection%20Prevention%20and%20Control%20Wuhan%2C%20China%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=WNCPIRC%2C%20Centre%20Wuhan%20Novel%20Coronavirus%20Pneumonia%20Infection%20Prevention%20and%20Control%20Wuhan%2C%20China%202020"
        },
        {
            "id": "9",
            "alt_id": "9._2020_a",
            "entry": "9. National Health Commission of the People's Republic of China.. 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=National%20Health%20Commission%20of%20the%20Peoples%20Republic%20of%20China%202020"
        },
        {
            "id": "10",
            "alt_id": "10._2020_b",
            "entry": "10. National Development and Reform Commission.. 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=National%20Development%20and%20Reform%20Commission%202020"
        },
        {
            "id": "11",
            "alt_id": "Yea_2019_a",
            "entry": "11. Yang Yea. Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Yang%20Yea%20Epidemiological%20and%20clinical%20features%20of%20the%202019%20novel%20coronavirus%20outbreak%20in%20China"
        },
        {
            "id": "12",
            "alt_id": "Desai_et+al_2019_a",
            "entry": "12. Desai AN, Kraemer MUG, Bhatia S, et al. Real-time Epidemic Forecasting: Challenges and Opportunities. Health Secur 2019; 17(4): 268-75.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Desai%2C%20A.N.%20Kraemer%2C%20M.U.G.%20Bhatia%2C%20S.%20Real-time%20Epidemic%20Forecasting%3A%20Challenges%20and%20Opportunities%202019",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Desai%2C%20A.N.%20Kraemer%2C%20M.U.G.%20Bhatia%2C%20S.%20Real-time%20Epidemic%20Forecasting%3A%20Challenges%20and%20Opportunities%202019",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Desai%2C%20A.N.%20Kraemer%2C%20M.U.G.%20Bhatia%2C%20S.%20Real-time%20Epidemic%20Forecasting%3A%20Challenges%20and%20Opportunities%202019"
        },
        {
            "id": "13",
            "alt_id": "Wu_et+al_2019_b",
            "entry": "13. Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. Lancet 2020; 395(10225): 689-97.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wu%20JT%20Leung%20K%20Leung%20GM%20Nowcasting%20and%20forecasting%20the%20potential%20domestic%20and%20international%20spread%20of%20the%202019nCoV%20outbreak%20originating%20in%20Wuhan%20China%20a%20modelling%20study%20Lancet%202020%2039510225%2068997",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Wu%20JT%20Leung%20K%20Leung%20GM%20Nowcasting%20and%20forecasting%20the%20potential%20domestic%20and%20international%20spread%20of%20the%202019nCoV%20outbreak%20originating%20in%20Wuhan%20China%20a%20modelling%20study%20Lancet%202020%2039510225%2068997",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Wu%20JT%20Leung%20K%20Leung%20GM%20Nowcasting%20and%20forecasting%20the%20potential%20domestic%20and%20international%20spread%20of%20the%202019nCoV%20outbreak%20originating%20in%20Wuhan%20China%20a%20modelling%20study%20Lancet%202020%2039510225%2068997"
        },
        {
            "id": "14",
            "alt_id": "Yang_et+al_2020_a",
            "entry": "14. Yang Z ZZ, Wang K, Wong SS, LiangW, Zanin M, Liu P, Cao X, Gao Z, Mai Z, Liang J, Liu X, Li Modified SEIR and AI prediction of the epidemics trend of COVID-19 in China under public health interventions. Journal of Thoracic Disease 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=ZZ%2C%20Yang%20Z.%20K%2C%20Wang%20SS%2C%20Wong%20LiangW%2C%20Zanin%20M.%20Li%20Modified%20SEIR%20and%20AI%20prediction%20of%20the%20epidemics%20trend%20of%20COVID-19%20in%20China%20under%20public%20health%20interventions%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=ZZ%2C%20Yang%20Z.%20K%2C%20Wang%20SS%2C%20Wong%20LiangW%2C%20Zanin%20M.%20Li%20Modified%20SEIR%20and%20AI%20prediction%20of%20the%20epidemics%20trend%20of%20COVID-19%20in%20China%20under%20public%20health%20interventions%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=ZZ%2C%20Yang%20Z.%20K%2C%20Wang%20SS%2C%20Wong%20LiangW%2C%20Zanin%20M.%20Li%20Modified%20SEIR%20and%20AI%20prediction%20of%20the%20epidemics%20trend%20of%20COVID-19%20in%20China%20under%20public%20health%20interventions%202020"
        },
        {
            "id": "15",
            "alt_id": "15._2020_a",
            "entry": "15. Joint Prevention and Cotrol Mechanism of the State Council. 2020. http://www.gov.cn/xinwen/gwylflkjz06/index.htm.",
            "url": "http://www.gov.cn/xinwen/gwylflkjz06/index.htm"
        },
        {
            "id": "16",
            "alt_id": "Of_2020_a",
            "entry": "16. Health Commission of Hubei Province. 2020. http://wjw.hubei.gov.cn/.",
            "url": "http://wjw.hubei.gov.cn/"
        },
        {
            "id": "17",
            "alt_id": "Migration_2020_a",
            "entry": "17. Baidu Migration. 2020. http://qianxi.baidu.com/.",
            "url": "http://qianxi.baidu.com/"
        },
        {
            "id": "18",
            "alt_id": "Government_2020_a",
            "entry": "18. Wuhan Government. 2020. http://www.wuhan.gov.cn/. http://www.hubei.gov.cn/zwgk/hbyw/hbywqb/202001/t20200123_2014604.shtml.",
            "url": "http://www.wuhan.gov.cn/"
        },
        {
            "id": "20",
            "alt_id": "Wwwxinhuanetcom_2020_a",
            "entry": "20. www.xinhuanet.com. 2020. http://www.xinhuanet.com/photo/2020 01/18/c_1125478854.htm.",
            "url": "http://www.xinhuanet.com"
        },
        {
            "id": "21",
            "alt_id": "21._2020_c",
            "entry": "21. National Bureau of statistics. 2020. http://www.stats.gov.cn/.",
            "url": "http://www.stats.gov.cn/"
        },
        {
            "id": "22",
            "alt_id": "Polonsky_et+al_2019_a",
            "entry": "22. Polonsky JA, Baidjoe A, Kamvar ZN, et al. Outbreak analytics: a developing data science for informing the response to emerging pathogens. Philos Trans R Soc Lond B Biol Sci 2019; 374(1776): 20180276. http://wjw.wuhan.gov.cn/front/web/showDetail/2020020509411.",
            "url": "http://wjw.wuhan.gov.cn/front/web/showDetail/2020020509411",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Polonsky%2C%20J.A.%20Baidjoe%2C%20A.%20Kamvar%2C%20Z.N.%20Outbreak%20analytics%3A%20a%20developing%20data%20science%20for%20informing%20the%20response%20to%20emerging%20pathogens%202019",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Polonsky%2C%20J.A.%20Baidjoe%2C%20A.%20Kamvar%2C%20Z.N.%20Outbreak%20analytics%3A%20a%20developing%20data%20science%20for%20informing%20the%20response%20to%20emerging%20pathogens%202019"
        },
        {
            "id": "24",
            "alt_id": "Eckart_2020_a",
            "entry": "24. Eckart K. Interactive map shows worldwide spread of coronavirus. 2020. hgis.uw.edu/virus/. ",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Eckart%20K%20Interactive%20map%20shows%20worldwide%20spread%20of%20coronavirus%202020%20hgisuweduvirus"
        }
    ],
    "facts": [
        "Background The epidemic caused by SARS-CoV-2 was first reported in",
        "The Chinese government responded to this epidemic with multiple public health policies including locking",
        "a new real-time status dynamic model of SEIO to reveal the influence of national public health policies",
        "Methods A real-time status dynamic model was proposed to model the population of Wuhan in status Susceptible",
        "Model parameters were fitted according to the daily report of new infections",
        "a pneumonia case caused by the new coronavirus SARS-CoV-2 was firstly reported in",
        "The disease which quickly spread to the rest of China",
        "death caused by SARS-CoV-2 were reported by the",
        "the Chinese government quickly responded to this epidemic with a series",
        "internal transportation to contain the spread of the epidemic on Jan 23rd",
        "several epidemic models were established for SARS-CoV-2",
        "of the out-break time is close to the Chinese Lunar New Year",
        "the daily increase of new laboratory-confirmed patients in other regions of China has been declining since the peak on Feb 3rd",
        "that timely public health policies might significantly prevent the rapid spread of the epidemic",
        "The local status dynamic SEIO model could simulate the population in each status at any date",
        "likely to appear on Nov. 29th",
        "The peak point was simulated on Feb. 17th",
        "the endpoint would be near June 17th",
        "A real-time status dynamic model was proposed to model the population of Wuhan in status Susceptible",
        "Finding According to our study",
        "the first patient is most likely appeared on Nov. 29th",
        "the number of beds in hospitals would decrease the total infections by 28%",
        "Interpretation Our model forecasted that the peak time in Wuhan was Feb. 17th",
        "the epidemic in Wuhan is under control",
        "the United States are suffering from SARS-CoV-2",
        "which simulated the epidemic in Wuhan",
        "the first city in the world fighting against SARS-CoV-2",
        "after the lockdown was derived from BAIDU migration 17",
        "Beds in hospitals were derived from the news and reports from the Wuhan government 18",
        "Notation of Parameters The following variables denote the total number of people",
        "ܵሺܶሻ denotes the total number of susceptible people at the time ܶ.",
        "ܱሺܶሻ. ∆ denote the increase between two consecutive days",
        "ܲ‫ݎ‬ா՜ூሺ‫ݐ‬ሻ denotes the probability of a person transformed from status",
        "the peak time is defined as the date with the maximum",
        "the turning point is defined as the date when ܱ ൐ ‫ ܫ‬൅",
        "the end point is defined as the date when ܱ ൐",
        "∆ା‫ܧ‬ሺܶሻ was the number of people entered into status",
        "ܵሺ0ሻ ൌ ‫ ܥ‬and ‫ܧ‬ሺ0ሻ ൌ ߛ. ‫ܪ‬ሺܶሻ equals to the maximum number",
        "ܱ were illustrated in Figure 1",
        "Model construction and status dynamic modeling of epidemic in Wuhan The parameters of the status dynamic SEIO model were fitted according to the daily reports of new infections",
        "the daily new increase of people in status ‫ ܫ‬was monotonously increasing with time",
        "the median time of people from status ‫ ܯ‬to status ܱ and people from status ‫ ܫ‬to status ܱ were simulated according to the increasing number",
        "14 days for people to transfer from status ‫ ܯ‬to status ܱ.",
        "28 days to transfer from status ‫ ܫ‬to status ܱ. Results illustrated that",
        "at the initial date ሺܶ0ሻ for fitting on Jan 26th",
        "the epidemic in Wuhan was described by local status dynamic SEIO modeling",
        "patient zero was inferred to appear on Nov. 29th",
        "the people infected with symptoms",
        "which was a large population with infected people",
        "the hospital was full of peopleܪ‬in status ‫ ܫ‬from",
        "the epidemic would end on Jun. 17th",
        "This result suggested that the choice of lockdown date",
        "the number of hospital beds would significantly affect the development of the epidemic",
        "that the time of the epidemic period is overlapped with the Chinese Lunar New Year",
        "if Wuhan was blocked on Jan 16th",
        "the peak time and endpoint would be advanced by 10 days",
        "which was consistent with one previous study 14",
        "the first peak would arrive at Mar. 1st",
        "Our simulation results showed that there was a shortage of hospital beds at the early stage",
        "for each time point compared with current situations",
        "34,526 total infectious would be observed in the peak time",
        "3 times compared to the current situation",
        "infectious at the endpoint would only decrease by 2.6% than the 2.5-fold increase",
        "Since the time of the epidemic was overlapped with the Chinese Spring Festival and winter holiday",
        "public gathering events would frequently happen if no prevention policies were imposed",
        "Wuhan conducted the banquet for ten thousand families on Jan 18th",
        "The epidemic of SARS-CoV-2 has spread to China",
        "which will be developed into a worldwide epidemic",
        "nowcasting and forecasting are crucial for public health planning and control",
        "this model could simulate the influence of different public health policies",
        "the epidemic situation in China has been effectively contained within a short period of time",
        "The lockdown of Wuhan would not only prevent the transportation between Wuhan to other cities",
        "that only 444 confirmed cases were reported by the Health Commission of Hubei Province 16",
        "the diagnosis quantity might affect the early understanding of the epidemics",
        "a one-week delay would make the epidemic in Wuhan",
        "the lockdown of Wuhan has significantly increased the pressure of local medical resources",
        "The simulation results illustrated the establishment of new temporary hospitals",
        "could accommodate more patients could significantly help the control of the epidemic",
        "the total infectious would decrease by 33% at the end point",
        "an essential parameter since the daily increase of infected people was less than the people",
        "which was significantly higher than the rest of China",
        "nearly 7,000 medical staff were sent to Wuhan by governments",
        "Since the epidemic is overlapped with the Chinese Lunar New Year",
        "such as banquet of one thousand families in Wuhan could promote the spread of the epidemic",
        "4,194 more people would be infected at the end point",
        "which would be inconducive to the prevention and control of the epidemic",
        "The model forecasted that the peak time in Wuhan has been past",
        "the epidemic in China is under control",
        "the United States are in the outbreak stage 24",
        "The epidemic caused by SARS-CoV-2 was first reported in",
        "denote ‫ ܥ‬as the size of the population in a local area being considered",
        "This model could simulate the influence of different public health policies"
    ],
    "claims": [
        "We proposed a status dynamic Susceptible-Exposed-Infectious-Out of the system (with Medical care/maximum beds in Hospital) SEIO (MH) model, to reveal the influence of the national public health response for the SARS-CoV-2 epidemics outbreak in Wuhan, China",
        "We studied the effect of advancing or delaying the lockdown date by 1 to 7 days",
        "Results showed that, if we increase α by 5% in one single day such as Jan 20th, the number of infections in peak time and end point will increase by 1,237 (5%) and 4,243(5%), respectively (Figure 3e)"
    ],
    "findings": [
        "Results showed that, if we increase α by 5% in one single day such as Jan 20th, the number of infections in peak time and end point will increase by [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>,237] (5%) and 4,243(5%), respectively (Figure 3e)"
    ],
    "processes": [],
    "key_statements": [
        "Finding According to our study, the first patient is most likely appeared on Nov. 29th, 2019",
        "Our study, which simulated the epidemic in Wuhan, the first city in the world fighting against SARS-CoV-2, may provide useful guidance for other countries in dealing with similar situations",
        "In December 2019, a pneumonia case caused by the new coronavirus SARS-CoV-2 was firstly reported in Wuhan, the capital city of Hubei Province, China1",
        "The disease which quickly spread to the rest of China and other continents, was currently been named as COVID-19 by the World Health Organization (WHO) 3,4",
        "The Chinese government quickly responded to this epidemic with a series of public health policies",
        "Wuhan, the largest city in central China with over 9 million permanent residents, was blocked for both outside and internal transportation to contain the spread of the epidemic on Jan 23rd, 2020 8",
        "Several epidemic models were established for SARS-CoV-2 and the basic reproductive number R0 was estimated from 2 to [511-<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]",
        "The positive news is, besides Hubei province, the daily increase of new laboratory-confirmed patients in other regions of China has been declining since the peak on Feb 3rd, 2020, 11 days after the lockdown of Wuhan and 4 days after level 1 public health response in other regions 15",
        "The peak point was simulated on Feb. 17th, 2020 with [<a class=\"ref-link\" id=\"c24\" href=\"#r24\">24</a>,115] infected people and the endpoint would be near June 17th, 2020",
        "Model construction and status dynamic modeling of epidemic in Wuhan The parameters of the status dynamic SEIO (MH) model were fitted according to the daily reports of new infections in Wuhan from Jan 27th to Feb 2th, during which the daily new increase of people in status ‫ ܫ‬was monotonously increasing with time",
        "Illustrated in Figure 2a, patient zero was inferred to appear on Nov. 29th, 2019",
        "The people infected with symptoms, exposed and in hospitalization were estimated to be 1,682, 6,536 and [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,471] respectively on Jan 22nd, 2020 and increased to 1,999, 7,676 and [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,877] respectively on Jan 23rd, 2020 (Figure 2b), which was a large population with infected people and would lead to the outbreaks of the epidemic in the early period even after the lockdown",
        "We expected that the peak point in Wuhan would be Feb 17th, 2020 with [<a class=\"ref-link\" id=\"c24\" href=\"#r24\">24</a>,115] infected people, including [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>,676] exposed, 1,999 infected with symptoms and [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,877] with medical care (Figure 2c), and the epidemic would end on Jun. 17th, 2020 with [77,453] infected people eventually, which was basically consistent with",
        "The basic reproduction number ܴ଴ was estimated to be 2.65 and would drop to 1.98 after one month since the lockdown. This result suggested that the choice of lockdown date and the number of hospital beds would significantly affect the development of the epidemic",
        "It should be noticed that the time of the epidemic period is overlapped with the Chinese Lunar New Year, in which public gathering events are expected",
        "When the lockdown was 7 days later than the current choice, the first peak would arrive at Mar. 1st, 2020 with [97,779] infected people and the second peak would reach [243,693] on Sept. 1st, 2020",
        "Our simulation results showed that there was a shortage of hospital beds at the early stage of the epidemic, in which people in status",
        "We simulated the effect of hospital bed numbers by multiplying its value by factors from 0.5 to 3 times, for each time point compared with current situations",
        "If the beds in hospitals were 1.5, 2, 2,5 and 3 times compared to the current situation, the total infectious number would be 62,353, 56,031, 53,245 and [51,898], respectively (Supplementary Table 1)",
        "Since the time of the epidemic was overlapped with the Chinese Spring Festival and winter holiday, people were gathering together for celebration during the epidemic time",
        "The epidemic of SARS-CoV-2 has spread to China and multiple continents, which will be developed into a worldwide epidemic",
        "During the epidemic period, nowcasting and forecasting are crucial for public health planning and control domestically and internationally [<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>,<a class=\"ref-link\" id=\"c22\" href=\"#r22\">22</a>]",
        "By adding the parameters of status M and H, this model could accurately forecast the epidemics when the medical system under unexpected pressure. This model could simulate the influence of different public health policies such as 1) lockdown of the city and 2) construction of temporary hospitals, which could help design the appropriate public health policies for epidemic control",
        "The diagnosis quantity might affect the early understanding of the epidemics and the lockdown decision at that time was decisive and timely",
        "The simulation results illustrated the establishment of new temporary hospitals that could accommodate more patients could significantly help the control of the epidemic",
        "Since the epidemic is overlapped with the Chinese Lunar New Year, public gathering events such as banquet of one thousand families in Wuhan could promote the spread of the epidemic",
        "By adding a small turbulence (5%) in transmission parameter α on Jan 20th, 2020, 4,194 more people would be infected at the end point, which indicated the public gathering events at the early period of the epidemic should be stopped",
        "Japan and Koran organized public gathering activities such as marathons, sacrifices activities, and rally in early February, 2020, which would be inconducive to the prevention and control of the epidemic"
    ],
    "top_statements": [
        "In December 2019, a pneumonia case caused by the new coronavirus SARS-CoV-2 was firstly reported in Wuhan, the capital city of Hubei Province, China1",
        "Model construction and status dynamic modeling of epidemic in Wuhan The parameters of the status dynamic SEIO (MH) model were fitted according to the daily reports of new infections in Wuhan from Jan 27th to Feb 2th, during which the daily new increase of people in status ‫ ܫ‬was monotonously increasing with time",
        "The people infected with symptoms, exposed and in hospitalization were estimated to be 1,682, 6,536 and [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,471] respectively on Jan 22nd, 2020 and increased to 1,999, 7,676 and [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,877] respectively on Jan 23rd, 2020 (Figure 2b), which was a large population with infected people and would lead to the outbreaks of the epidemic in the early period even after the lockdown",
        "We expected that the peak point in Wuhan would be Feb 17th, 2020 with [<a class=\"ref-link\" id=\"c24\" href=\"#r24\">24</a>,115] infected people, including [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>,676] exposed, 1,999 infected with symptoms and [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>,877] with medical care (Figure 2c), and the epidemic would end on Jun. 17th, 2020 with [77,453] infected people eventually, which was basically consistent with",
        "The basic reproduction number ܴ଴ was estimated to be 2.65 and would drop to 1.98 after one month since the lockdown. This result suggested that the choice of lockdown date and the number of hospital beds would significantly affect the development of the epidemic",
        "If we increase α by 5% in one single day such as Jan 20th, the number of infections in peak time and end point will increase by [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>,237] (5%) and 4,243(5%), respectively (Figure 3e)",
        "It should be noticed that the time of the epidemic period is overlapped with the Chinese Lunar New Year, in which public gathering events are expected"
    ],
    "headline": "Model construction and status dynamic modeling of epidemic in Wuhan The parameters of the status dynamic SEIO model were fitted according to the daily reports of new infections in Wuhan from Jan 27th to Feb 2th, during which the daily new increase of people in status ‫ ܫ‬was monotonously increasing with time",
    "contexts": [],
    "abbreviations": {
        "WHO": "World Health Organization",
        "MH": "Methods. In SEIO"
    }
}
