{
    "filename": "2020.03.05.20032003.full.pdf",
    "content_type": "application/pdf",
    "file_size": 684483,
    "metadata": {
        "identifiers": {
            "doi": "10.1101/2020.03.05.20032003",
            "url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/08/2020.03.05.20032003.full.pdf"
        },
        "title": "The prevalence and influencing factors for anxiety in medical workers fighting COVID-19 in China: A cross-sectional survey",
        "author": "Chenyun Liu, Yun-zhi Yang, Xiao Ming Zhang, Xinying Xu, Qing-Li Dou, Wen-Wu Zhang",
        "date": 2020,
        "affiliations": [
            "Department of Emergency, The affiliated Baoan Hospital of Southern Medical University, The People’s Hospital of Baoan Shenzhen, Shenzhen, China: zhangmuxi0828@163.com",
            "Department of Nursing, The affiliated Baoan Hospital of Southern Medical University, The People’s Hospital of Baoan Shenzhen, Shenzhen, China. Chen-Yun Liu and Yun-zhi Yang as co-first author.",
            "Corresponding author: Xiao-Ming Zhang. Department of Emergency, The affiliated Baoan Hospital of Southern Medical University, The People’s Hospital of Baoan Shenzhen, Shenzhen, China.zhangmuxi0310@163.com"
        ],
        "abstract": "Abstract:\nBackground: The COVID-19 outbreak caused by the SARS-Cov-2 virus has been sustained in China since December 2019, and could become a pandemic if we do not contain it. The mental health of frontline medical staff is a concern. In this study, we aimed to identify the influencing factors on medical worker anxiety in China during the COVID-19 outbreak.\n\nMethods: We conducted a cross-sectional study to estimate the prevalence of anxiety among medical staff from 10th February 2020 to 20th February 2020 in China using the Zung Self-rating Anxiety Scale (SAS) to assess anxiety, using the criteria of normal (≤49), mild (50-59), moderate (60-70) and severe anxiety (≥70). We used multivariable linear regression to determine the factors (e.g., having direct contact treating infected patients, being a medical staff worker from Hubei province, being a suspect case) for anxiety. We also used adjusted models to confirm independent factors for anxiety after adjusting for gender, age, education and marital status.\n\nResults: Of 512 medical staff from China, 164 healthcare workers (32.03%) had had direct contact by treating infected patients. The prevalence of anxiety was 12.5%, with 53 workers suffering from mild (10.35%), seven workers from moderate (1.36%) and four workers from severe anxiety (0.78%). After adjusting for sociodemographic characteristics (gender, age, education and marital status), medical staff who had had direct contact treating infected patients saw higher anxiety scores than those who had not had direct contact (βvalue=2.33, CI: 0.65 -4.00; p=0.0068). Similar things were observed in medical staff from Hubei province, compared with those from other parts of China (βvalue=3.67, CI: 1.44 -5.89; p=0.0013). The most important variable was suspect cases with high anxiety scores, compared to non-suspect cases (βvalue=4.44, CI: 1.55 -7.33; p=0.0028).\nConclusion: Our results highlight that government authorities should make early detection of the high risk of anxiety among medical staff a priority, and implement appropriate psychological intervention programs, to prevent medical staff from developing psychological disorders that could potentially exert an adverse effect on combating the COVID-19 epidemic.",
        "keywords": [
            "COVID-19",
            "medical staff",
            "anxiety"
        ],
        "references": "@article{zhu-a,\n  author = {Zhu, N. and Zhang, D. and Wang, W.},\n  title = {A Novel Coronavirus from Patients with Pneumonia in China, 2019},\n  journal = {The New England journal of medicine},\n  volume = {2020},\n  pages = {727–33},\n  more-authors = {true},\n  number = {382},\n  language = {}\n}\n@misc{phelan-a,\n  author = {Phelan, A.L. and Katz, R. and Gostin, L.O.},\n  title = {The Novel Coronavirus Originating in Wuhan, China: Challenges for Global Health Governance. Jama 2020},\n  language = {}\n}\n@misc{pan-a,\n  author = {Pan, X. and Chen, D. and Xia, Y.},\n  title = {Asymptomatic cases in a family cluster with SARS-CoV-2 infection. The Lancet Infectious diseases 2020},\n  more-authors = {true},\n  language = {}\n}\n@article{li2020a,\n  author = {Li, Q. and Guan, X. and Wu, P.},\n  title = {Early Transmission Dynamics in Wuhan, China, of Novel CoronavirusInfected Pneumonia},\n  journal = {The New England journal of medicine},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{wu-a,\n  author = {Wu, Z. and McGoogan, J.M.},\n  title = {Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention. Jama 2020},\n  language = {}\n}\n@article{kamara2017a,\n  author = {Kamara, S. and Walder, A. and Duncan, J. and Kabbedijk, A. and Hughes, P. and Muana, A.},\n  title = {Mental health care during the Ebola virus disease outbreak in Sierra Leone},\n  journal = {Bulletin of the World Health Organization},\n  date = {2017},\n  volume = {95},\n  pages = {842–7},\n  number = {12},\n  language = {}\n}\n@article{mcalonan2007a,\n  author = {McAlonan, G.M. and Lee, A.M. and Cheung, V.},\n  title = {Immediate and sustained psychological impact of an emerging infectious disease outbreak on health care workers},\n  journal = {Canadian journal of psychiatry Revue canadienne de psychiatrie},\n  date = {2007},\n  volume = {52},\n  pages = {241–7},\n  more-authors = {true},\n  number = {4},\n  language = {}\n}\n@misc{li2015a,\n  author = {Li, L. and Wan, C. and Ding, R.},\n  title = {Mental distress among Liberian medical staff working at the China Ebola Treatment Unit: a cross sectional study. Health and quality of life outcomes},\n  date = {2015},\n  volume = {13},\n  pages = {156},\n  more-authors = {true},\n  language = {}\n}\n@article{wu2009a,\n  author = {Wu, P. and Fang, Y. and Guan, Z.},\n  title = {The psychological impact of the SARS epidemic on hospital employees in China: exposure, risk perception, and altruistic acceptance of risk},\n  journal = {Canadian journal of psychiatry Revue canadienne de psychiatrie},\n  date = {2009},\n  volume = {54},\n  pages = {302–11},\n  more-authors = {true},\n  number = {5},\n  language = {}\n}\n@article{lin2007a,\n  author = {Lin, C.Y. and Peng, Y.C. and Wu, Y.H. and Chang, J. and Chan, C.H. and Yang, D.Y.},\n  title = {The psychological effect of severe acute respiratory syndrome on emergency department staff},\n  journal = {Emergency medicine journal: EMJ},\n  date = {2007},\n  volume = {24},\n  pages = {12–7},\n  number = {1},\n  language = {}\n}\n@article{koh2005a,\n  author = {Koh, D. and Lim, M.K. and Chia, S.E.},\n  title = {Risk perception and impact of Severe Acute Respiratory Syndrome (SARS) on work and personal lives of healthcare workers in Singapore: what can we learn?},\n  journal = {Medical care},\n  date = {2005},\n  volume = {43},\n  pages = {676–82},\n  more-authors = {true},\n  number = {7},\n  language = {}\n}\n@misc{poon2004a,\n  author = {Poon, E. and Liu, K.S. and Cheong, D.L. and Lee, C.K. and Yam, L.Y. and Tang, W.N.},\n  title = {Impact of severe respiratory syndrome on anxiety levels of front-line health care workers. Hong Kong medical journal = Xianggang yi xue za zhi},\n  date = {2004},\n  volume = {10},\n  pages = {325–30},\n  number = {5},\n  language = {}\n}\n@article{zung1990a,\n  author = {Zung, W.W. and Magruder-Habib, K. and Velez, R. and Alling, W.},\n  title = {The comorbidity of anxiety and depression in general medical patients: a longitudinal study},\n  journal = {The Journal of clinical psychiatry},\n  date = {1990},\n  source = {Suppl: 77-80; discussion 1},\n  language = {}\n}\n@article{hu2015a,\n  author = {Hu, H.H. and Li, G. and Arao, T.},\n  title = {The association of family social support, depression, anxiety and self-efficacy with specific hypertension self-care behaviours in Chinese local community},\n  journal = {Journal of human hypertension},\n  date = {2015},\n  volume = {29},\n  pages = {198–203},\n  number = {3},\n  language = {}\n}\n@article{minglu-a,\n  author = {Minglu, L. and Fang, F. and Guanxi, L. and Yuxiang, Z. and Chaoqiong, D. and Xueqin, Z.},\n  title = {Influencing factors and correlation of anxiety, psychological stress sources, and psychological capital among women pregnant with a second child in Guangdong and Shandong Province},\n  journal = {Journal of affective disorders},\n  volume = {2020},\n  pages = {115–22},\n  number = {264},\n  language = {}\n}\n@misc{bai2004a,\n  author = {Bai, Y. and Lin, C.C. and Lin, C.Y. and Chen, J.Y. and Chue, C.M. and Chou, P.},\n  title = {Survey of stress reactions among health care workers involved with the SARS outbreak. Psychiatric services},\n  date = {2004},\n  volume = {55},\n  pages = {1055–7},\n  number = {9},\n  language = {},\n  address = {Washington, DC}\n}\n@book{leung2005a,\n  author = {Leung, G.M. and Ho, L.M. and Chan, S.K.},\n  title = {Longitudinal assessment of community psychobehavioral responses during and after the 2003 outbreak of severe acute respiratory syndrome in Hong Kong. Clinical infectious diseases: an official publication of the Infectious Diseases},\n  publisher = {Society of America},\n  date = {2005},\n  volume = {40},\n  pages = {1713–20},\n  more-authors = {true},\n  number = {12},\n  language = {}\n}\n@article{kang-a,\n  author = {Kang, L. and Li, Y. and Hu, S.},\n  title = {The mental health of medical workers in Wuhan, China dealing with the 2019 novel coronavirus},\n  journal = {The lancet Psychiatry},\n  volume = {2020},\n  pages = {14},\n  more-authors = {true},\n  number = {7},\n  language = {}\n}\n@article{kim2015a,\n  author = {Kim, J.Y. and Song, J.Y. and Yoon, Y.K.},\n  title = {Middle East Respiratory Syndrome Infection Control and Prevention Guideline for Healthcare Facilities},\n  journal = {Infection & chemotherapy},\n  date = {2015},\n  volume = {47},\n  pages = {278–302},\n  more-authors = {true},\n  number = {4},\n  language = {}\n}\n",
        "links": [
            "http://www.empowerstats.com",
            "http://www.r-project.org"
        ],
        "emails": [
            "zhangmuxi0828@163.com",
            "China.zhangmuxi0310@163.com"
        ],
        "references_ris": "TY  - JOUR\nAU  - Zhu, N.\nAU  - Zhang, D.\nAU  - Wang, W.\nTI  - A Novel Coronavirus from Patients with Pneumonia in China, 2019\nT2  - The New England journal of medicine\nVL  - 2020\nSP  - 727\nEP  - 33\nC1  - true\nIS  - 382\nLA  - \nER  - \n\nTY  - GEN\nAU  - Phelan, A.L.\nAU  - Katz, R.\nAU  - Gostin, L.O.\nTI  - The Novel Coronavirus Originating in Wuhan, China: Challenges for Global Health Governance. Jama 2020\nLA  - \nER  - \n\nTY  - GEN\nAU  - Pan, X.\nAU  - Chen, D.\nAU  - Xia, Y.\nTI  - Asymptomatic cases in a family cluster with SARS-CoV-2 infection. The Lancet Infectious diseases 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Li, Q.\nAU  - Guan, X.\nAU  - Wu, P.\nTI  - Early Transmission Dynamics in Wuhan, China, of Novel CoronavirusInfected Pneumonia\nT2  - The New England journal of medicine\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Wu, Z.\nAU  - McGoogan, J.M.\nTI  - Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention. Jama 2020\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Kamara, S.\nAU  - Walder, A.\nAU  - Duncan, J.\nAU  - Kabbedijk, A.\nAU  - Hughes, P.\nAU  - Muana, A.\nTI  - Mental health care during the Ebola virus disease outbreak in Sierra Leone\nT2  - Bulletin of the World Health Organization\nPY  - 2017\nDA  - 2017\nVL  - 95\nSP  - 842\nEP  - 7\nIS  - 12\nLA  - \nER  - \n\nTY  - JOUR\nAU  - McAlonan, G.M.\nAU  - Lee, A.M.\nAU  - Cheung, V.\nTI  - Immediate and sustained psychological impact of an emerging infectious disease outbreak on health care workers\nT2  - Canadian journal of psychiatry Revue canadienne de psychiatrie\nPY  - 2007\nDA  - 2007\nVL  - 52\nSP  - 241\nEP  - 7\nC1  - true\nIS  - 4\nLA  - \nER  - \n\nTY  - GEN\nAU  - Li, L.\nAU  - Wan, C.\nAU  - Ding, R.\nTI  - Mental distress among Liberian medical staff working at the China Ebola Treatment Unit: a cross sectional study. Health and quality of life outcomes\nPY  - 2015\nDA  - 2015\nVL  - 13\nSP  - 156\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Wu, P.\nAU  - Fang, Y.\nAU  - Guan, Z.\nTI  - The psychological impact of the SARS epidemic on hospital employees in China: exposure, risk perception, and altruistic acceptance of risk\nT2  - Canadian journal of psychiatry Revue canadienne de psychiatrie\nPY  - 2009\nDA  - 2009\nVL  - 54\nSP  - 302\nEP  - 11\nC1  - true\nIS  - 5\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Lin, C.Y.\nAU  - Peng, Y.C.\nAU  - Wu, Y.H.\nAU  - Chang, J.\nAU  - Chan, C.H.\nAU  - Yang, D.Y.\nTI  - The psychological effect of severe acute respiratory syndrome on emergency department staff\nT2  - Emergency medicine journal: EMJ\nPY  - 2007\nDA  - 2007\nVL  - 24\nSP  - 12\nEP  - 7\nIS  - 1\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Koh, D.\nAU  - Lim, M.K.\nAU  - Chia, S.E.\nTI  - Risk perception and impact of Severe Acute Respiratory Syndrome (SARS) on work and personal lives of healthcare workers in Singapore: what can we learn?\nT2  - Medical care\nPY  - 2005\nDA  - 2005\nVL  - 43\nSP  - 676\nEP  - 82\nC1  - true\nIS  - 7\nLA  - \nER  - \n\nTY  - GEN\nAU  - Poon, E.\nAU  - Liu, K.S.\nAU  - Cheong, D.L.\nAU  - Lee, C.K.\nAU  - Yam, L.Y.\nAU  - Tang, W.N.\nTI  - Impact of severe respiratory syndrome on anxiety levels of front-line health care workers. Hong Kong medical journal = Xianggang yi xue za zhi\nPY  - 2004\nDA  - 2004\nVL  - 10\nSP  - 325\nEP  - 30\nIS  - 5\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Zung, W.W.\nAU  - Magruder-Habib, K.\nAU  - Velez, R.\nAU  - Alling, W.\nTI  - The comorbidity of anxiety and depression in general medical patients: a longitudinal study\nT2  - The Journal of clinical psychiatry\nPY  - 1990\nDA  - 1990\nT2  - Suppl: 77-80; discussion 1\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Hu, H.H.\nAU  - Li, G.\nAU  - Arao, T.\nTI  - The association of family social support, depression, anxiety and self-efficacy with specific hypertension self-care behaviours in Chinese local community\nT2  - Journal of human hypertension\nPY  - 2015\nDA  - 2015\nVL  - 29\nSP  - 198\nEP  - 203\nIS  - 3\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Minglu, L.\nAU  - Fang, F.\nAU  - Guanxi, L.\nAU  - Yuxiang, Z.\nAU  - Chaoqiong, D.\nAU  - Xueqin, Z.\nTI  - Influencing factors and correlation of anxiety, psychological stress sources, and psychological capital among women pregnant with a second child in Guangdong and Shandong Province\nT2  - Journal of affective disorders\nVL  - 2020\nSP  - 115\nEP  - 22\nIS  - 264\nLA  - \nER  - \n\nTY  - GEN\nAU  - Bai, Y.\nAU  - Lin, C.C.\nAU  - Lin, C.Y.\nAU  - Chen, J.Y.\nAU  - Chue, C.M.\nAU  - Chou, P.\nTI  - Survey of stress reactions among health care workers involved with the SARS outbreak. Psychiatric services\nPY  - 2004\nDA  - 2004\nVL  - 55\nSP  - 1055\nEP  - 7\nIS  - 9\nLA  - \nCY  - Washington, DC\nER  - \n\nTY  - BOOK\nAU  - Leung, G.M.\nAU  - Ho, L.M.\nAU  - Chan, S.K.\nTI  - Longitudinal assessment of community psychobehavioral responses during and after the 2003 outbreak of severe acute respiratory syndrome in Hong Kong. Clinical infectious diseases: an official publication of the Infectious Diseases\nPB  - Society of America\nPY  - 2005\nDA  - 2005\nVL  - 40\nSP  - 1713\nEP  - 20\nC1  - true\nIS  - 12\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Kang, L.\nAU  - Li, Y.\nAU  - Hu, S.\nTI  - The mental health of medical workers in Wuhan, China dealing with the 2019 novel coronavirus\nT2  - The lancet Psychiatry\nVL  - 2020\nSP  - 14\nC1  - true\nIS  - 7\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Kim, J.Y.\nAU  - Song, J.Y.\nAU  - Yoon, Y.K.\nTI  - Middle East Respiratory Syndrome Infection Control and Prevention Guideline for Healthcare Facilities\nT2  - Infection & chemotherapy\nPY  - 2015\nDA  - 2015\nVL  - 47\nSP  - 278\nEP  - 302\nC1  - true\nIS  - 4\nLA  - \nER  - \n\n",
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "1",
                "caption": "Participant demographic data"
            },
            {
                "id": "4",
                "caption": "Multiple linear regression for anxiety score"
            }
        ],
        "figure_captions": [],
        "tables_url": "https://sandbox-api.scholarcy.com/tables/2020.03.05.20032003.full.pdf_3_cgcpu4_l93c0563.xlsx"
    },
    "sections": {
        "introduction": [
            "The COVID-19 outbreak caused by SARS-Cov-2 emerged in Wuhan, China, spread to the entire country from the end of December 2019, and has attracted enormous concern from around the world[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. It is estimated that the number of infected patients is more than 77,043, with 2,445 deaths, which is more serious than SARS, a similar epidemic disease. The Chinese government has implemented numerous measures, including quarantines, reducing the use of public transportation, and temporarily canceling work and school, to control this disease.[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] In addition, government authorities have sent the majority of medical staff from each Chinese province to fight COVID-19.<br/><br/>COVID-19 is characterized by complexity, including human-to-human transmission, asymptomatic carrier transmission and high transmission efficiency, which could lead to a worldwide pandemic[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>,<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. Medical staff are frontline workers to treat infected patients, however, with a higher risk of exposure. Current source data have presented the proportion of infected medical staff at 3.8%, mainly due to early non-protected contact with infected patients[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>,<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. Several previous studies reported that medical staff might suffer adverse psychological disorders, such as anxiety, fear and stigmatization, which occurred during the SARS and Ebola outbreaks, and could exert an adverse effect on care quality[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>-<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>]. Medical staff must wear heavy protective garments and an N95 mask, making it much more difficult to carry out medical operations or procedures than under normal conditions. These factors, together with the fear of being contagious and infecting others, could increase the possibility of psychological issues among medical staff. David Koh and colleagues found that more than half of clinical staff reported increased work stress (56%) and workload (53%) during the SARS epidemic in Singapore[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]. In addition, a Hong Kong study found that health workers suffered high anxiety scores after directly treating confirmed SARS patients[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]. Therefore, it is very important to study medical workers’ mental health status. Studies exploring the prevalence of anxiety among medical staff during the COVID-19 outbreak in China are limited. Our study’s aim was to examine the anxiety levels of frontline health care workers and identify the risk factors for anxiety in China during the COVID-19 epidemic. Our findings might help governments or health authorities to recognize the causes of increased anxiety in healthcare workers, and then to provide early effective measures to reduce that anxiety."
        ],
        "methods": [
            "This is a descriptive quantitative cross-sectional study that was used to explore the prevalence and factors linked to anxiety in frontline medical staff. Data were collected from 10th February 2020 to 20th February 2020 in China during the COVID-19 epidemic. Informed consent was provided by subjects before study commencement. After that, we distributed self-reported questionnaires to healthcare workers via WeChat."
        ],
        "participants": [
            "Participating healthcare staff included doctors, nurses and administrative workers at hospitals in China.    Materials<br/><br/>The questionnaire consisted of three sections: (1) Demographic characteristics, such as gender, age, marital status, level of education, department, city and location (2) Questions included the following: (e.g. Have you ever directly treated a patient with COVID-19?; Have you been to Hubei province in the last month?; Are you a suspect case who had direct contact with a confirmed case or do you have a fever, fatigue, cough?; Did you adhere to the preventive and control measures in your community?; Do you need psychological treatment?) (3) The Zung Self-rating Anxiety Scale (SAS)[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] was used to assess medical staff anxiety levels. In SAS, there are 20 items ranked on a 1-4 scale, with total raw scores ranging from 20-80. In addition, published studies conducted in China have reported satisfactory reliability and validity[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]. The higher the score, the higher the degree of anxiety. The SAS scores were classified into four categories, including normal (≤49), mild anxiety (50-59), moderate anxiety (60-70), and severe anxiety (≥70), after standardizing the score based on raw data multiplied by 1.25. Previous studies have shown that SAS internal consistency reliability was 0.66–0.80 and the Cronbach’s alpha was 0.8715."
        ],
        "ethical_compliance": [
            "Ethical approval from the ethics committee of the People’s Hospital of Baoan District, Shenzhen (Certificate: BYL20200202) was obtained, with written consent provided by all participants. Medical staff whose SAS scores were more than 60 points were informed of their score and a researcher contacted them to ask whether they wanted psychological treatment. If they accepted, our team helped them make an online appointment for a psychological consultation.<br/><br/>Data statistical analyses<br/><br/>Continuous and categorical variates were summarized as mean values±standard deviation (SD) and frequency (percentage), respectively. We used the Chi-square test to identify the differences in categorical variables between groups, and the students’ t-test was used to determine the differences in continuous variables between groups. If the data showed a skewed distribution, the Kruskal Wallis H Test was used. In addition, a univariate analysis model was used to identify the relationship between risk factors and anxiety score. Finally, our paper also lists the unadjusted and adjusted multivariate linear regression analysis model. Statistically significant differences were identified as a two-sided P value < 0.05. All analyses were conducted using EmpowerStats (http://www.empowerstats.com, X&Y Solutions, Inc., Boston, MA) and software package R (http://www.r-project.org)."
        ],
        "results": [
            "Patient baseline characteristics are presented in Table 1. A total of 600 medical staff was surveyed, with 512 subjects completing the questionnaire and a dropout rate of 14.6%. The majority of the sample was female (84.57%) and the largest age group was 18-39 years old. Most sample participants were married (62.50%) and the majority of subjects had a tertiary level of education. Most health workers came from a clinical department (72.07%), with 13.28% coming to set up clinics to screen patients for fever, and 14.65% for administration. A total of 164 health workers had directly treated confirmed patients as shown in Table 1, with 14.26% of respondents coming from Hubei province, the most severely affected area. A total of 53 respondents suffered from mild anxiety (10.35%), seven from moderate anxiety (1.36%) and four from severe anxiety (0.78%)."
        ],
        "discussion": [
            "Our study examined the prevalence of anxiety in medical staff and identified their risk factors for increased anxiety. Our results found that working in COVID-19 patient care, suspect cases and being from Hubei province were all risk factors for increased anxiety scores, which is an important finding suggesting that government authorities need to implement measures to alleviate mental health symptoms early on.<br/><br/>New bio-disasters - such as SARS, Ebola, H1N1, Middle East Respiratory Syndrome and the Coronavirus - are profoundly associated with adverse psychological effects on medical staff, including depression, anxiety and insomnia. Using SAS, 12.5% of medical staff experienced anxiety, which is less than in a previous study that reported stress reactions during the SARS outbreak[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>]. The main possible reasons were the different tool assessments. By the time of our research study, almost four weeks after the first COVID-19 patient was confirmed in Wuhan, China at the end of December 2019, health workers apparently had sufficient time to adjust themselves to caring for infected patients and feeling confident in doing so. In addition, government and healthcare authorities provided stricter and safer protective measures to support them, which to some extent reduced workers’ anxiety, in contrast to the early peak of the epidemic. However, Hyunsuk Jeong’s study reported the prevalence of anxiety symptoms in people who were not diagnosed with MERS and needed two weeks of isolation was 7.6% (95% confidence interval [CI], 6.3% to 8.9%), which is less than in our study[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>]. The discrepancy might be due to the fact there were only 267 health workers (16.1%) and the authors used the 7-item Generalized Anxiety Disorder Scale to assess anxiety, with a cut-off of 5 points confirming mild anxiety. Nevertheless, medical workers who provided direct treatment or care for infected patients suffered higher anxiety scores, compared to those who did not care for COVID-19 patients. Previous studies have reported that psychological symptoms, such as anxiety, depend on the epidemic phase[<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>]. This is because medical workers might experience psychological adaptation after gradually learning more about SARS and obtaining rich clinical experience in the treatment and care of infected patients."
        ],
        "conclusion": [
            "Our study found the prevalence of anxiety is mild, however, medical staff who had had direct contact through treatment of infected patients may experience an increase in their anxiety score, compared to workers who had not had direct contact with infected patients. In addition, healthcare workers who were quarantined in Hubei province, and those who were suspect cases also saw increased anxiety scores. Therefore, government and healthcare authorities should proactively implement appropriate measures, such as providing psychological counselling services, to prevent, alleviate or treat increased anxiety among medical staff during the COVID-19 epidemic."
        ],
        "disclosures": [
            "<strong>Conflict of Interest Disclosures</strong><br/><br/>There are no potential conflicts of interest to disclose. Financial Support This research received no specific grant from any funding agency, commercial or not-for-profit sectors. No sponsors had any role in the design, methods, subject recruitment, data collections, analysis or preparation of this manuscript. Author Contributions: Xiao-Ming Zhang and Chenyun Liu had full access to all study data and take responsibility for data integrity and accuracy of the data analysis. Concept and design: Xiao-Ming Zhang Data acquisition, analysis or interpretation: XinYing-Xu and Yunzhi-Yang Drafting of the manuscript: Chenyun-Liu and Xiao-Ming Zhang Administrative, technical or material support: Qing-Li Dou and Wen-Wu Zhang Acknowledgements: The authors thank all frontline medical staff who are fighting COVID-19. We sincerely appreciate their participation in our study."
        ],
        "funding": [
            "Financial Support This research received no specific grant from any funding agency, commercial or not-for-profit sectors"
        ],
        "limitations": [
            "Our study has some limitations. First, the questionnaires were dispatched non-randomly via WeChat, so a selective-bias exists in our study, and the number of medical staff from Hubei was in a minority (14.26%), which means that our study does not completely reflect the entire mental health picture of Chinese medical staff in quarantine. Second, we did not collect data during the early stages of the epidemic, when anxiety score levels could have been different. A previous study reported that the prevalence of psychological disorders presented differently from the start to the end of the outbreak[<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>]. Third, our study used a cross-sectional design that cannot determine causality for factors and outcome. In addition, a comprehensive assessment, including demographic factors, such as years of experience, having children or not and a history of mental disorders, would be beneficial in analyzing potential anxiety factors. However, our study also has some strengths. To our knowledge, this is the first study to assess anxiety levels among medical staff in China during the period of COVID-19, and we used comprehensive data statistical analyses to make our results reliable."
        ]
    },
    "structured_content": {
        "Methods": [
            "This is a descriptive quantitative cross-sectional study that was used to explore the prevalence and factors linked to anxiety in frontline medical staff. Data were collected from 10th February 2020 to 20th February 2020 in China during the COVID-19 epidemic. Informed consent was provided by subjects before study commencement. After that, we distributed self-reported questionnaires to healthcare workers via WeChat."
        ],
        "Results": [
            "Patient baseline characteristics are presented in Table 1. A total of 600 medical staff was surveyed, with 512 subjects completing the questionnaire and a dropout rate of 14.6%. The majority of the sample was female (84.57%) and the largest age group was 18-39 years old. Most sample participants were married (62.50%) and the majority of subjects had a tertiary level of education. Most health workers came from a clinical department (72.07%), with 13.28% coming to set up clinics to screen patients for fever, and 14.65% for administration. A total of 164 health workers had directly treated confirmed patients as shown in Table 1, with 14.26% of respondents coming from Hubei province, the most severely affected area. A total of 53 respondents suffered from mild anxiety (10.35%), seven from moderate anxiety (1.36%) and four from severe anxiety (0.78%).",
            "Comparing the differences between two groups (direct treatment versus non-direct treatment) Table 2 shows the differences between medical staff who had directly treated patients with a confirmed case and those who had not. The average anxiety score was significantly higher in medical staff who directly treated confirmed cases, compared with those who did not (41.11 ± 9.79 versus 38.83 ± 8.38, p=0.007). There is a significant difference between these two groups in terms of the variables of gender, department, Hubei province, suspect case, satisfaction in terms of the effectiveness of community prevention, and the need for psychological counseling. However, the variables of age group, education, marital status and location were not obvious in these two groups.",
            "Univariate analysis Table 3 shows the risk factors associated with increased anxiety scores by using univariate analysis. The results reported that direct treatment, being from Hubei province and suspect cases were associated with increased anxiety scores (P ≤ 0.05). However, we found that the variables in terms of gender, age, education, marital status, location, healthcare workers’ satisfaction with the effectiveness of community prevention measures, and the need for psychological counseling, did not increase anxiety scores (all P ≥ 0.05)",
            "Multivariable analysis to evaluate the independent impact of direct treatment on anxiety scores among medical workers using non-adjusted and adjusted linear regression analysis We used multivariable linear regression to detect the relationship between direct treatment and anxiety score using a different model. The results show that direct treatment is an independent risk factor for an increased anxiety score (βvalue =2.280 95%CI: 0.636-3.924; p=0.0068) in an unadjusted model, together with suspect cases (βvalue =4.13 95%CI: 1.30-6.95; p=0.0043), and being a medical worker from Hubei province (βvalue =3.71 95%CI: 1.53-5.90; p=0.0009). In addition, all of these associations were still significant after adjusting for the variables of gender, age, education and marital status, with detailed results shown in Table 4."
        ],
        "Introduction": [
            "The COVID-19 outbreak caused by SARS-Cov-2 emerged in Wuhan, China, spread to the entire country from the end of December 2019, and has attracted enormous concern from around the world[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. It is estimated that the number of infected patients is more than 77,043, with 2,445 deaths, which is more serious than SARS, a similar epidemic disease. The Chinese government has implemented numerous measures, including quarantines, reducing the use of public transportation, and temporarily canceling work and school, to control this disease.[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] In addition, government authorities have sent the majority of medical staff from each Chinese province to fight COVID-19.",
            "COVID-19 is characterized by complexity, including human-to-human transmission, asymptomatic carrier transmission and high transmission efficiency, which could lead to a worldwide pandemic[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>,<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. Medical staff are frontline workers to treat infected patients, however, with a higher risk of exposure. Current source data have presented the proportion of infected medical staff at 3.8%, mainly due to early non-protected contact with infected patients[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>,<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. Several previous studies reported that medical staff might suffer adverse psychological disorders, such as anxiety, fear and stigmatization, which occurred during the SARS and Ebola outbreaks, and could exert an adverse effect on care quality[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>-<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>]. Medical staff must wear heavy protective garments and an N95 mask, making it much more difficult to carry out medical operations or procedures than under normal conditions. These factors, together with the fear of being contagious and infecting others, could increase the possibility of psychological issues among medical staff. David Koh and colleagues found that more than half of clinical staff reported increased work stress (56%) and workload (53%) during the SARS epidemic in Singapore[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]. In addition, a Hong Kong study found that health workers suffered high anxiety scores after directly treating confirmed SARS patients[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]. Therefore, it is very important to study medical workers’ mental health status. Studies exploring the prevalence of anxiety among medical staff during the COVID-19 outbreak in China are limited. Our study’s aim was to examine the anxiety levels of frontline health care workers and identify the risk factors for anxiety in China during the COVID-19 epidemic. Our findings might help governments or health authorities to recognize the causes of increased anxiety in healthcare workers, and then to provide early effective measures to reduce that anxiety."
        ],
        "Study participants": [
            "Participating healthcare staff included doctors, nurses and administrative workers at hospitals in China.",
            "The questionnaire consisted of three sections: (1) Demographic characteristics, such as gender, age, marital status, level of education, department, city and location (2) Questions included the following: (e.g. Have you ever directly treated a patient with COVID-19?; Have you been to Hubei province in the last month?; Are you a suspect case who had direct contact with a confirmed case or do you have a fever, fatigue, cough?; Did you adhere to the preventive and control measures in your community?; Do you need psychological treatment?) (3) The Zung Self-rating Anxiety Scale (SAS)[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] was used to assess medical staff anxiety levels. In SAS, there are 20 items ranked on a 1-4 scale, with total raw scores ranging from 20-80. In addition, published studies conducted in China have reported satisfactory reliability and validity[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>]. The higher the score, the higher the degree of anxiety. The SAS scores were classified into four categories, including normal (≤49), mild anxiety (50-59), moderate anxiety (60-70), and severe anxiety (≥70), after standardizing the score based on raw data multiplied by 1.25. Previous studies have shown that SAS internal consistency reliability was 0.66–0.80 and the Cronbach’s alpha was 0.8715."
        ],
        "Ethical considerations": [
            "Ethical approval from the ethics committee of the People’s Hospital of Baoan District, Shenzhen (Certificate: BYL20200202) was obtained, with written consent provided by all participants. Medical staff whose SAS scores were more than 60 points were informed of their score and a researcher contacted them to ask whether they wanted psychological treatment. If they accepted, our team helped them make an online appointment for a psychological consultation.",
            "Continuous and categorical variates were summarized as mean values±standard deviation (SD) and frequency (percentage), respectively. We used the Chi-square test to identify the differences in categorical variables between groups, and the students’ t-test was used to determine the differences in continuous variables between groups. If the data showed a skewed distribution, the Kruskal Wallis H Test was used. In addition, a univariate analysis model was used to identify the relationship between risk factors and anxiety score. Finally, our paper also lists the unadjusted and adjusted multivariate linear regression analysis model. Statistically significant differences were identified as a two-sided P value < 0.05. All analyses were conducted using EmpowerStats (http://www.empowerstats.com, X&Y Solutions, Inc., Boston, MA) and software package R (http://www.r-project.org)."
        ],
        "Discussion": [
            "Our study examined the prevalence of anxiety in medical staff and identified their risk factors for increased anxiety. Our results found that working in COVID-19 patient care, suspect cases and being from Hubei province were all risk factors for increased anxiety scores, which is an important finding suggesting that government authorities need to implement measures to alleviate mental health symptoms early on.",
            "New bio-disasters - such as SARS, Ebola, H1N1, Middle East Respiratory Syndrome and the Coronavirus - are profoundly associated with adverse psychological effects on medical staff, including depression, anxiety and insomnia. Using SAS, 12.5% of medical staff experienced anxiety, which is less than in a previous study that reported stress reactions during the SARS outbreak[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>]. The main possible reasons were the different tool assessments. By the time of our research study, almost four weeks after the first COVID-19 patient was confirmed in Wuhan, China at the end of December 2019, health workers apparently had sufficient time to adjust themselves to caring for infected patients and feeling confident in doing so. In addition, government and healthcare authorities provided stricter and safer protective measures to support them, which to some extent reduced workers’ anxiety, in contrast to the early peak of the epidemic. However, Hyunsuk Jeong’s study reported the prevalence of anxiety symptoms in people who were not diagnosed with MERS and needed two weeks of isolation was 7.6% (95% confidence interval [CI], 6.3% to 8.9%), which is less than in our study[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>]. The discrepancy might be due to the fact there were only 267 health workers (16.1%) and the authors used the 7-item Generalized Anxiety Disorder Scale to assess anxiety, with a cut-off of 5 points confirming mild anxiety. Nevertheless, medical workers who provided direct treatment or care for infected patients suffered higher anxiety scores, compared to those who did not care for COVID-19 patients. Previous studies have reported that psychological symptoms, such as anxiety, depend on the epidemic phase[<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>]. This is because medical workers might experience psychological adaptation after gradually learning more about SARS and obtaining rich clinical experience in the treatment and care of infected patients.",
            "The results show that health workers from Hubei, the most severely affected area, had higher anxiety scores (β value =3.71, CI: 1.53-5.90; P= 0.0009) compared to health workers from other places. Staff working in hospitals in Hubei have suffered heavy workloads due to the increasing number of infected cases that require centralization to designated hospitals for standard isolation treatment. Additionally, the media have reported that medically protective materials, such as N95 masks, goggles and protective clothing were severely deficient during the early stages of the outbreak[<a class=\"ref-link\" id=\"c19\" href=\"#r19\">19</a>]. All of these factors invisibly aggravated the psychological burden.",
            "In addition, our results found that staff with suspect infection cases had higher anxiety scores than non-suspect cases (βvalue=4.44, CI: 1.55 -7.33; p=0.0028). Ping Wu and colleagues[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] conducted a survey on the psychological problems of hospital employees during the SARS epidemic, and found that respondents who were quarantined had higher levels of posttraumatic stress than those without exposure. Medical staff became suspect cases mainly through hospital-related transmission. Suspect cases with a high risk of infection needed to remain isolated for two weeks under medical observation[<a class=\"ref-link\" id=\"c20\" href=\"#r20\">20</a>]. During that time, they might suffer a dilemma: on the one hand, most people fear becoming infected with SARS-CoV-2, while on the other hand, they also struggle with not taking on responsibility for fighting COVID-19. They also worry about the health risks to their own family, leading to a psychological burden. This complex situation might further intensify anxiety in medical staff. Therefore, governments should focus on potential psychological problems among suspect cases in medical staff, and provide effective mental health measures to alleviate suffering.",
            "After adjusting the confounding factors, providing direct treatment to infected patients was an independent factor in increased anxiety scores, compared to not directly caring for COVID-19 patients. Participating in treatments or procedures for infected patients was a challenging job for frontline staff who experienced stress, as they were at high potential risk of infection due to the illness’ characteristics of high transmission efficiency, rapid deterioration and pathogenicity. Hence, healthcare workers, such as those having direct contact with patients, suffered higher anxiety symptom scores than staff who were at low risk. Therefore, although the Chinese government and society compliment medical personnel for their dedication in fighting COVID-19, which could encourage medical workers and make them feel honored and proud to participate in this difficult mission, authorities should also focus on implementing measures to target workers’ mental health. As the SARS-Cov-2 epidemic is becoming a global issue, fighting COVID-19 appears to be a sustained event, which might result in medical personnel suffering psychological problems.",
            "Our study has some limitations. First, the questionnaires were dispatched non-randomly via WeChat, so a selective-bias exists in our study, and the number of medical staff from Hubei was in a minority (14.26%), which means that our study does not completely reflect the entire mental health picture of Chinese medical staff in quarantine. Second, we did not collect data during the early stages of the epidemic, when anxiety score levels could have been different. A previous study reported that the prevalence of psychological disorders presented differently from the start to the end of the outbreak[<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>]. Third, our study used a cross-sectional design that cannot determine causality for factors and outcome. In addition, a comprehensive assessment, including demographic factors, such as years of experience, having children or not and a history of mental disorders, would be beneficial in analyzing potential anxiety factors. However, our study also has some strengths. To our knowledge, this is the first study to assess anxiety levels among medical staff in China during the period of COVID-19, and we used comprehensive data statistical analyses to make our results reliable."
        ],
        "Conclusion": [
            "Our study found the prevalence of anxiety is mild, however, medical staff who had had direct contact through treatment of infected patients may experience an increase in their anxiety score, compared to workers who had not had direct contact with infected patients. In addition, healthcare workers who were quarantined in Hubei province, and those who were suspect cases also saw increased anxiety scores. Therefore, government and healthcare authorities should proactively implement appropriate measures, such as providing psychological counselling services, to prevent, alleviate or treat increased anxiety among medical staff during the COVID-19 epidemic.",
            "Conflict of Interest Disclosures: There are no potential conflicts of interest to disclose. Financial Support This research received no specific grant from any funding agency, commercial or not-for-profit sectors. No sponsors had any role in the design, methods, subject recruitment, data collections, analysis or preparation of this manuscript. Author Contributions: Xiao-Ming Zhang and Chenyun Liu had full access to all study data and take responsibility for data integrity and accuracy of the data analysis. Concept and design: Xiao-Ming Zhang Data acquisition, analysis or interpretation: XinYing-Xu and Yunzhi-Yang Drafting of the manuscript: Chenyun-Liu and Xiao-Ming Zhang Administrative, technical or material support: Qing-Li Dou and Wen-Wu Zhang Acknowledgements: The authors thank all frontline medical staff who are fighting COVID-19. We sincerely appreciate their participation in our study.",
            "1. Zhu N, Zhang D, Wang W, et al A Novel Coronavirus from Patients with Pneumonia in China, 2019. The New England journal of medicine 2020; 382(8): 727-33. 2. Phelan AL, Katz R, Gostin LO. The Novel Coronavirus Originating in Wuhan, China: Challenges for Global Health Governance. Jama 2020. 3. Pan X, Chen D, Xia Y, et al Asymptomatic cases in a family cluster with SARS-CoV-2 infection. The Lancet Infectious diseases 2020. 4. Li Q, Guan X, Wu P, et al Early Transmission Dynamics in Wuhan, China, of Novel CoronavirusInfected Pneumonia. The New England journal of medicine 2020. 5. Wu Z, McGoogan JM. Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention. Jama 2020. 6. Kamara S, Walder A, Duncan J, Kabbedijk A, Hughes P, Muana A. Mental health care during the Ebola virus disease outbreak in Sierra Leone. Bulletin of the World Health Organization 2017; 95(12): 842-7. 7. McAlonan GM, Lee AM, Cheung V, et al Immediate and sustained psychological impact of an emerging infectious disease outbreak on health care workers. Canadian journal of psychiatry Revue canadienne de psychiatrie 2007; 52(4): 241-7. 8. Li L, Wan C, Ding R, et al Mental distress among Liberian medical staff working at the China Ebola Treatment Unit: a cross sectional study. Health and quality of life outcomes 2015; 13: 156. 9. Wu P, Fang Y, Guan Z, et al The psychological impact of the SARS epidemic on hospital employees in China: exposure, risk perception, and altruistic acceptance of risk. Canadian journal of psychiatry Revue canadienne de psychiatrie 2009; 54(5): 302-11. 10. Lin CY, Peng YC, Wu YH, Chang J, Chan CH, Yang DY. The psychological effect of severe acute respiratory syndrome on emergency department staff. Emergency medicine journal : EMJ 2007; 24(1): 12-7. 11. Koh D, Lim MK, Chia SE, et al Risk perception and impact of Severe Acute Respiratory Syndrome (SARS) on work and personal lives of healthcare workers in Singapore: what can we learn? Medical care 2005; 43(7): 676-82. 12. Poon E, Liu KS, Cheong DL, Lee CK, Yam LY, Tang WN. Impact of severe respiratory syndrome on anxiety levels of front-line health care workers. Hong Kong medical journal = Xianggang yi xue za zhi 2004; 10(5): 325-30. 13. Zung WW, Magruder-Habib K, Velez R, Alling W. The comorbidity of anxiety and depression in general medical patients: a longitudinal study. The Journal of clinical psychiatry 1990; 51 Suppl: 77-80; discussion 1. 14. Hu HH, Li G, Arao T. The association of family social support, depression, anxiety and self-efficacy with specific hypertension self-care behaviours in Chinese local community. Journal of human hypertension 2015; 29(3): 198-203. 15. Minglu L, Fang F, Guanxi L, Yuxiang Z, Chaoqiong D, Xueqin Z. Influencing factors and correlation of anxiety, psychological stress sources, and psychological capital among women pregnant with a second child in Guangdong and Shandong Province. Journal of affective disorders 2020; 264: 115-22. 16. Bai Y, Lin CC, Lin CY, Chen JY, Chue CM, Chou P. Survey of stress reactions among health care workers involved with the SARS outbreak. Psychiatric services (Washington, DC) 2004; 55(9): 1055-7. 17. Jeong H, Yim HW, Song YJ, et al Mental health status of people isolated due to Middle East",
            "Respiratory Syndrome. Epidemiology and health 2016; 38: e2016048. 18. Leung GM, Ho LM, Chan SK, et al Longitudinal assessment of community psychobehavioral responses during and after the 2003 outbreak of severe acute respiratory syndrome in Hong Kong. Clinical infectious diseases : an official publication of the Infectious Diseases Society of America 2005; 40(12): 1713-20. 19. Kang L, Li Y, Hu S, et al The mental health of medical workers in Wuhan, China dealing with the 2019 novel coronavirus. The lancet Psychiatry 2020; 7(3): e14. 20. Kim JY, Song JY, Yoon YK, et al Middle East Respiratory Syndrome Infection Control and Prevention Guideline for Healthcare Facilities. Infection & chemotherapy 2015; 47(4): 278-302.",
            "Variables Anxiety score Gender Female Male Age group 18-39 40-59 ≥60 Education Middle school or lower High school or higher College or higher Marital status Single Married Divorced Hubei province No Yes Location countryside City Suspect cases No Yes Department",
            "Table[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] Comparing the differences between two groups (direct treatment versus non-direct treatment)",
            "N Anxiety score Gender Female Male Age group 18-39 40-59 ≥60 Education Middle school or lower High school or higher College or higher Marital status Single",
            "0.90 (0.70, 1.09) 0.92 (0.73, 1.12) 0.04 (-0.14, 0.23) 0.65 (0.46, 0.84) 0.24 (0.05, 0.43) 0.21 (0.03, 0.40)",
            "Variables Gender Female Male Age group 18-39 40-59 ≥60 Education Middle school or lower High school or higher College or higher Marital status Single Married Divorced Department",
            "Anxiety score reference 0.36 (-1.78, 2.50) 0.7436 reference 0.72 (-1.08, 2.52) 0.4339 -5.64 (-23.14, 11.86) 0.5278 reference 0.36 (-12.51, 13.24) 0.9558 0.83 (-11.57, 13.23) 0.8956 reference 0.00 (-1.62, 1.62) 0.9994 0.09 (-6.65, 6.83) 0.9794 reference 1.28 (-1.02, 3.58) 0.2757 -1.86 (-4.06, 0.35) 0.0995",
            "39.17±8.75 40.05±8.49 reference 2.28 (0.64, 3.92) 0.0068 reference 3.71 (1.53, 5.90) 0.0009 reference -1.09 (-7.31, 5.14) 0.7326 reference 4.13 (1.30, 6.95) 0.0043 reference 2.60 (-0.15, 5.35) 0.0642 reference 2.33 (-0.29, 4.94) 0.0824",
            "Outcome: anxiety score Non-adjusted model adjusted for: We did not adjust for other covariants Adjusted model adjusted for: Gender, age, education, marital status Ref: reference"
        ]
    },
    "participants": [
        {
            "participant": "healthcare workers",
            "number": 164,
            "context": "We also used adjusted models to confirm independent factors for anxiety after adjusting for gender, age, education and marital status. <mark class=\"stats\">Results: Of 512 medical staff from China, 164 healthcare workers (32.03%) had had direct contact by treating infected patients</mark>. The prevalence of anxiety was 12.5%, with 53 workers suffering from mild (10.35%), seven workers from moderate (1.36%) and four workers from severe anxiety (0.78%)"
        },
        {
            "participant": "workers",
            "number": 7,
            "context": "Results: Of 512 medical staff from China, 164 healthcare workers (32.03%) had had direct contact by treating infected patients. <mark class=\"stats\">The prevalence of anxiety was 12.5%, with 53 workers suffering from mild (10.35%), seven workers from moderate (1.36%) and four workers from severe anxiety (0.78%)</mark>. After adjusting for sociodemographic characteristics (gender, age, education and marital status), medical staff who had had direct contact treating infected patients saw higher anxiety scores than those who had not had direct contact (βvalue=2.33, CI: 0.65 -4.00; p=0.0068)"
        },
        {
            "participant": "subjects",
            "number": 512,
            "context": "Results Patient baseline characteristics are presented in Table 1. <mark class=\"stats\">A total of 600 medical staff was surveyed, with 512 subjects completing the questionnaire and a dropout rate of 14.6%</mark>. The majority of the sample was female (84.57%) and the largest age group was 18-39 years old"
        },
        {
            "participant": "health workers",
            "number": 164,
            "context": "Most health workers came from a clinical department (72.07%), with 13.28% coming to set up clinics to screen patients for fever, and 14.65% for administration. <mark class=\"stats\">A total of 164 health workers had directly treated confirmed patients as shown in Table 1, with 14.26% of respondents coming from Hubei province, the most severely affected area</mark>. A total of 53 respondents suffered from mild anxiety (10.35%), seven from moderate anxiety (1.36%) and four from severe anxiety (0.78%)"
        },
        {
            "participant": "respondents",
            "number": 53,
            "context": "A total of 164 health workers had directly treated confirmed patients as shown in Table 1, with 14.26% of respondents coming from Hubei province, the most severely affected area. <mark class=\"stats\">A total of 53 respondents suffered from mild anxiety (10.35%), seven from moderate anxiety (1.36%) and four from severe anxiety (0.78%)</mark>. Comparing the differences between two groups (direct treatment versus non-direct treatment) Table 2 shows the differences between medical staff who had directly treated patients with a confirmed case and those who had not"
        },
        {
            "participant": "health workers",
            "number": 267,
            "context": "However, Hyunsuk Jeong’s study reported the prevalence of anxiety symptoms in people who were not diagnosed with MERS and needed two weeks of isolation was 7.6% (95% confidence interval [CI], 6.3% to 8.9%), which is less than in our study17. <mark class=\"stats\">The discrepancy might be due to the fact there were only 267 health workers (16.1%) and the authors used the 7-item Generalized Anxiety Disorder Scale to assess anxiety, with a cut-off of 5 points confirming mild anxiety</mark>. Nevertheless, medical workers who provided direct treatment or care for infected patients suffered higher anxiety scores, compared to those who did not care for COVID-19 patients"
        }
    ],
    "statistics": [
        {
            "tests": {
                "context": "<mark class=\"stats\">We used multivariable linear regression to determine the factors (e.g., having direct contact treating infected patients, being a medical staff worker from Hubei province, being a suspect case) for anxiety</mark>",
                "tests": [
                    {
                        "test": "linear regression"
                    }
                ]
            }
        },
        {
            "p_value": "p=0.0068",
            "context": "The prevalence of anxiety was 12.5%, with 53 workers suffering from mild (10.35%), seven workers from moderate (1.36%) and four workers from severe anxiety (0.78%). <mark class=\"stats\">After adjusting for sociodemographic characteristics (gender, age, education and marital status), medical staff who had had direct contact treating infected patients saw higher anxiety scores than those who had not had direct contact (βvalue=2.33, CI: 0.65 -4.00; p=0.0068)</mark>. Similar things were observed in medical staff from Hubei province, compared with those from other parts of China (βvalue=3.67, CI: 1.44 -5.89; p=0.0013)"
        },
        {
            "p_value": "p=0.0013",
            "context": "After adjusting for sociodemographic characteristics (gender, age, education and marital status), medical staff who had had direct contact treating infected patients saw higher anxiety scores than those who had not had direct contact (βvalue=2.33, CI: 0.65 -4.00; p=0.0068). <mark class=\"stats\">Similar things were observed in medical staff from Hubei province, compared with those from other parts of China (βvalue=3.67, CI: 1.44 -5.89; p=0.0013)</mark>. The most important variable was suspect cases with high anxiety scores, compared to non-suspect cases (βvalue=4.44, CI: 1.55 -7.33; p=0.0028)"
        },
        {
            "p_value": "p=0.0028",
            "context": "Similar things were observed in medical staff from Hubei province, compared with those from other parts of China (βvalue=3.67, CI: 1.44 -5.89; p=0.0013). <mark class=\"stats\">The most important variable was suspect cases with high anxiety scores, compared to non-suspect cases (βvalue=4.44, CI: 1.55 -7.33; p=0.0028)</mark>. Conclusion: Our results highlight that government authorities should make early detection of the high risk of anxiety among medical staff a priority, and implement appropriate psychological intervention programs, to prevent medical staff from developing psychological disorders that could potentially exert an adverse effect on combating the COVID-19 epidemic"
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Previous studies have shown that SAS internal consistency reliability was 0.66–0.80 and the Cronbach’s alpha was 0.8715</mark>",
                "tests": [
                    {
                        "test": "Cronbach’s alpha",
                        "value": "0.8715"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">We used the Chi-square test to identify the differences in categorical variables between groups, and the students’ t-test was used to determine the differences in continuous variables between groups</mark>",
                "tests": [
                    {
                        "test": "Chi-square test"
                    },
                    {
                        "test": "t-test"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">If the data showed a skewed distribution, the Kruskal Wallis H Test was used</mark>",
                "tests": [
                    {
                        "test": "Kruskal Wallis"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Finally, our paper also lists the unadjusted and adjusted multivariate linear regression analysis model</mark>",
                "tests": [
                    {
                        "test": "linear regression"
                    }
                ]
            }
        },
        {
            "p_value": "p=0.007",
            "context": "Comparing the differences between two groups (direct treatment versus non-direct treatment) Table 2 shows the differences between medical staff who had directly treated patients with a confirmed case and those who had not. <mark class=\"stats\">The average anxiety score was significantly higher in medical staff who directly treated confirmed cases, compared with those who did not (41.11 ± 9.79 versus 38.83 ± 8.38, p=0.007)</mark>. There is a significant difference between these two groups in terms of the variables of gender, department, Hubei province, suspect case, satisfaction in terms of the effectiveness of community prevention, and the need for psychological counseling"
        },
        {
            "p_value": "P ≤ 0.05",
            "context": "Univariate analysis Table 3 shows the risk factors associated with increased anxiety scores by using univariate analysis. <mark class=\"stats\">The results reported that direct treatment, being from Hubei province and suspect cases were associated with increased anxiety scores (P ≤ 0.05)</mark>. However, we found that the variables in terms of gender, age, education, marital status, location, healthcare workers’ satisfaction with the effectiveness of community prevention measures, and the need for psychological counseling, did not increase anxiety scores (all P ≥ 0.05)"
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Multivariable analysis to evaluate the independent impact of direct treatment on anxiety scores among medical workers using non-adjusted and adjusted linear regression analysis We used multivariable linear regression to detect the relationship between direct treatment and anxiety score using a different model</mark>",
                "tests": [
                    {
                        "test": "linear regression"
                    }
                ]
            }
        },
        {
            "p_value": "p=0.0068",
            "context": "Multivariable analysis to evaluate the independent impact of direct treatment on anxiety scores among medical workers using non-adjusted and adjusted linear regression analysis We used multivariable linear regression to detect the relationship between direct treatment and anxiety score using a different model. <mark class=\"stats\">The results show that direct treatment is an independent risk factor for an increased anxiety score (βvalue =2.280 95%CI: 0.636-3.924; p=0.0068) in an unadjusted model, together with suspect cases (βvalue =4.13 95%CI: 1.30-6.95; p=0.0043), and being a medical worker from Hubei province (βvalue =3.71 95%CI: 1.53-5.90; p=0.0009)</mark>. In addition, all of these associations were still significant after adjusting for the variables of gender, age, education and marital status, with detailed results shown in Table 4"
        },
        {
            "p_value": "P= 0.0009",
            "context": "This is because medical workers might experience psychological adaptation after gradually learning more about SARS and obtaining rich clinical experience in the treatment and care of infected patients. <mark class=\"stats\">The results show that health workers from Hubei, the most severely affected area, had higher anxiety scores (β value =3.71, CI: 1.53-5.90; P= 0.0009) compared to health workers from other places</mark>. Staff working in hospitals in Hubei have suffered heavy workloads due to the increasing number of infected cases that require centralization to designated hospitals for standard isolation treatment"
        },
        {
            "p_value": "p=0.0028",
            "context": "All of these factors invisibly aggravated the psychological burden. <mark class=\"stats\">In addition, our results found that staff with suspect infection cases had higher anxiety scores than non-suspect cases (βvalue=4.44, CI: 1.55 -7.33; p=0.0028)</mark>. Ping Wu and colleagues9 conducted a survey on the psychological problems of hospital employees during the SARS epidemic, and found that respondents who were quarantined had higher levels of posttraumatic stress than those without exposure"
        }
    ],
    "keywords": [
        "sars cov",
        "cross sectional",
        "hubei province",
        "infected patient",
        "suspect case",
        "SARS",
        "high anxiety score",
        "medical worker",
        "standard deviation",
        "COVID-19",
        "marital status",
        "Self-rating Anxiety Scale",
        "East Respiratory syndrome",
        "anxiety",
        "medical staff",
        "severe anxiety",
        "direct contact",
        "pneumonia",
        "mental health",
        "coronavirus",
        "government authority",
        "anxiety score",
        "previous study"
    ],
    "keyword_relevance": {
        "anxiety": 0.280334728,
        "medical staff": 0.129707113,
        "COVID-19": 0.0962343096,
        "anxiety score": 0.0920502092,
        "SARS": 0.0669456067,
        "infected patient": 0.0543933054,
        "suspect case": 0.050209205,
        "direct contact": 0.0418410042,
        "medical worker": 0.0376569038,
        "Self-rating Anxiety Scale": 0.0376569038,
        "marital status": 0.0292887029,
        "mental health": 0.0292887029,
        "severe anxiety": 0.0167364017,
        "standard deviation": 0.0125523013,
        "high anxiety score": 0.0083682008,
        "previous study": 0.0083682008,
        "cross sectional": 0.0041841004,
        "coronavirus": 0.0041841004,
        "sars cov": 0.0,
        "hubei province": 0.0,
        "East Respiratory syndrome": 0.0,
        "pneumonia": 0.0,
        "government authority": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> The COVID-19 outbreak caused by SARS-Cov-2 emerged in Wuhan, China, spread to the entire country from the end of December 2019, and has attracted enormous concern from around the world[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
        "Medical staff must wear heavy protective garments and an N95 mask, making it much more difficult to carry out medical operations or procedures than under normal conditions",
        "These factors, together with the fear of being contagious and infecting others, could increase the possibility of psychological issues among medical staff.",
        "A Hong Kong study found that health workers suffered high anxiety scores after directly treating confirmed SARS patients[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>].",
        "The authors' findings might help governments or health authorities to recognize the causes of increased anxiety in healthcare workers, and to provide early effective measures to reduce that anxiety",
        "<h2 style=\"display: inline\">Methods:</h2> This is a descriptive quantitative cross-sectional study that was used to explore the prevalence and factors linked to anxiety in frontline medical staff.",
        "Data were collected from 10th February 2020 to 20th February 2020 in China during the COVID-19 epidemic.",
        "Informed consent was provided by subjects before study commencement.",
        "The authors distributed self-reported questionnaires to healthcare workers via WeChat",
        "<h2 style=\"display: inline\">Results:</h2> Patient baseline characteristics are presented in Table 1.",
        "The majority of the sample was female (84.57%) and the largest age group was 18-39 years old.",
        "Most sample participants were married (62.50%) and the majority of subjects had a tertiary level of education.",
        "Most health workers came from a clinical department (72.07%), with 13.28% coming to set up clinics to screen patients for fever, and 14.65% for administration.",
        "A total of 164 health workers had directly treated confirmed patients as shown in Table 1, with 14.26% of respondents coming from Hubei province, the most severely affected area.",
        "A total of 53 respondents suffered from mild anxiety (10.35%), seven from moderate anxiety (1.36%) and four from severe anxiety (0.78%)",
        "<h2 style=\"display: inline\">Conclusion:</h2> The authors' study examined the prevalence of anxiety in medical staff and identified their risk factors for increased anxiety.",
        "Previous studies have reported that psychological symptoms, such as anxiety, depend on the epidemic phase[<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>]",
        "This is because medical workers might experience psychological adaptation after gradually learning more about SARS and obtaining rich clinical experience in the treatment and care of infected patients.The authors' study found the prevalence of anxiety is mild, medical staff who had had direct contact through treatment of infected patients may experience an increase in their anxiety score, compared to workers who had not had direct contact with infected patients.",
        "Government and healthcare authorities should proactively implement appropriate measures, such as providing psychological counselling services, to prevent, alleviate or treat increased anxiety among medical staff during the COVID-19 epidemic"
    ],
    "structured_summary": {
        "Introduction": [
            "The COVID-19 outbreak caused by SARS-Cov-2 emerged in Wuhan, China, spread to the entire country from the end of December 2019, and has attracted enormous concern from around the world[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
            "Medical staff must wear heavy protective garments and an N95 mask, making it much more difficult to carry out medical operations or procedures than under normal conditions",
            "These factors, together with the fear of being contagious and infecting others, could increase the possibility of psychological issues among medical staff.",
            "A Hong Kong study found that health workers suffered high anxiety scores after directly treating confirmed SARS patients[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>].",
            "The authors' findings might help governments or health authorities to recognize the causes of increased anxiety in healthcare workers, and to provide early effective measures to reduce that anxiety"
        ],
        "Methods": [
            "This is a descriptive quantitative cross-sectional study that was used to explore the prevalence and factors linked to anxiety in frontline medical staff.",
            "Data were collected from 10th February 2020 to 20th February 2020 in China during the COVID-19 epidemic.",
            "Informed consent was provided by subjects before study commencement.",
            "The authors distributed self-reported questionnaires to healthcare workers via WeChat"
        ],
        "Results": [
            "Patient baseline characteristics are presented in Table 1.",
            "The majority of the sample was female (84.57%) and the largest age group was 18-39 years old.",
            "Most sample participants were married (62.50%) and the majority of subjects had a tertiary level of education.",
            "Most health workers came from a clinical department (72.07%), with 13.28% coming to set up clinics to screen patients for fever, and 14.65% for administration.",
            "A total of 164 health workers had directly treated confirmed patients as shown in Table 1, with 14.26% of respondents coming from Hubei province, the most severely affected area.",
            "A total of 53 respondents suffered from mild anxiety (10.35%), seven from moderate anxiety (1.36%) and four from severe anxiety (0.78%)"
        ],
        "Conclusion": [
            "The authors' study examined the prevalence of anxiety in medical staff and identified their risk factors for increased anxiety.",
            "Previous studies have reported that psychological symptoms, such as anxiety, depend on the epidemic phase[<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>]",
            "This is because medical workers might experience psychological adaptation after gradually learning more about SARS and obtaining rich clinical experience in the treatment and care of infected patients.The authors' study found the prevalence of anxiety is mild, medical staff who had had direct contact through treatment of infected patients may experience an increase in their anxiety score, compared to workers who had not had direct contact with infected patients.",
            "Government and healthcare authorities should proactively implement appropriate measures, such as providing psychological counselling services, to prevent, alleviate or treat increased anxiety among medical staff during the COVID-19 epidemic"
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Zhu_et+al_2019_a",
            "entry": "1. Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. The New England journal of medicine 2020; 382(8): 727-33.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20The%20New%20England%20journal%20of%20medicine%202020%203828%2072733",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20The%20New%20England%20journal%20of%20medicine%202020%203828%2072733",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20The%20New%20England%20journal%20of%20medicine%202020%203828%2072733"
        },
        {
            "id": "2",
            "alt_id": "Phelan_et+al_2020_a",
            "entry": "2. Phelan AL, Katz R, Gostin LO. The Novel Coronavirus Originating in Wuhan, China: Challenges for Global Health Governance. Jama 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Phelan%20AL%20Katz%20R%20Gostin%20LO%20The%20Novel%20Coronavirus%20Originating%20in%20Wuhan%20China%20Challenges%20for%20Global%20Health%20Governance%20Jama%202020"
        },
        {
            "id": "3",
            "alt_id": "Pan_et+al_2020_a",
            "entry": "3. Pan X, Chen D, Xia Y, et al. Asymptomatic cases in a family cluster with SARS-CoV-2 infection. The Lancet Infectious diseases 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Pan%20X%20Chen%20D%20Xia%20Y%20et%20al%20Asymptomatic%20cases%20in%20a%20family%20cluster%20with%20SARSCoV2%20infection%20The%20Lancet%20Infectious%20diseases%202020"
        },
        {
            "id": "4",
            "alt_id": "Li_et+al_2020_a",
            "entry": "4. Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of Novel CoronavirusInfected Pneumonia. The New England journal of medicine 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20CoronavirusInfected%20Pneumonia%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20CoronavirusInfected%20Pneumonia%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20CoronavirusInfected%20Pneumonia%202020"
        },
        {
            "id": "5",
            "alt_id": "Wu_2019_a",
            "entry": "5. Wu Z, McGoogan JM. Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention. Jama 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wu%20Z%20McGoogan%20JM%20Characteristics%20of%20and%20Important%20Lessons%20From%20the%20Coronavirus%20Disease%202019%20COVID19%20Outbreak%20in%20China%20Summary%20of%20a%20Report%20of%2072314%20Cases%20From%20the%20Chinese%20Center%20for%20Disease%20Control%20and%20Prevention%20Jama%202020"
        },
        {
            "id": "6",
            "alt_id": "Kamara_et+al_2017_a",
            "entry": "6. Kamara S, Walder A, Duncan J, Kabbedijk A, Hughes P, Muana A. Mental health care during the Ebola virus disease outbreak in Sierra Leone. Bulletin of the World Health Organization 2017; 95(12): 842-7.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Kamara%2C%20S.%20Walder%2C%20A.%20Duncan%2C%20J.%20Kabbedijk%2C%20A.%20Mental%20health%20care%20during%20the%20Ebola%20virus%20disease%20outbreak%20in%20Sierra%20Leone%202017",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Kamara%2C%20S.%20Walder%2C%20A.%20Duncan%2C%20J.%20Kabbedijk%2C%20A.%20Mental%20health%20care%20during%20the%20Ebola%20virus%20disease%20outbreak%20in%20Sierra%20Leone%202017",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Kamara%2C%20S.%20Walder%2C%20A.%20Duncan%2C%20J.%20Kabbedijk%2C%20A.%20Mental%20health%20care%20during%20the%20Ebola%20virus%20disease%20outbreak%20in%20Sierra%20Leone%202017"
        },
        {
            "id": "7",
            "alt_id": "Mcalonan_et+al_2007_a",
            "entry": "7. McAlonan GM, Lee AM, Cheung V, et al. Immediate and sustained psychological impact of an emerging infectious disease outbreak on health care workers. Canadian journal of psychiatry Revue canadienne de psychiatrie 2007; 52(4): 241-7.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=McAlonan%2C%20G.M.%20Lee%2C%20A.M.%20Cheung%2C%20V.%20Immediate%20and%20sustained%20psychological%20impact%20of%20an%20emerging%20infectious%20disease%20outbreak%20on%20health%20care%20workers%202007",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=McAlonan%2C%20G.M.%20Lee%2C%20A.M.%20Cheung%2C%20V.%20Immediate%20and%20sustained%20psychological%20impact%20of%20an%20emerging%20infectious%20disease%20outbreak%20on%20health%20care%20workers%202007",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=McAlonan%2C%20G.M.%20Lee%2C%20A.M.%20Cheung%2C%20V.%20Immediate%20and%20sustained%20psychological%20impact%20of%20an%20emerging%20infectious%20disease%20outbreak%20on%20health%20care%20workers%202007"
        },
        {
            "id": "8",
            "alt_id": "Li_et+al_2015_a",
            "entry": "8. Li L, Wan C, Ding R, et al. Mental distress among Liberian medical staff working at the China Ebola Treatment Unit: a cross sectional study. Health and quality of life outcomes 2015; 13: 156.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Li%2C%20L.%20Wan%2C%20C.%20Ding%2C%20R.%20Mental%20distress%20among%20Liberian%20medical%20staff%20working%20at%20the%20China%20Ebola%20Treatment%20Unit%3A%20a%20cross%20sectional%20study.%20Health%20and%20quality%20of%20life%20outcomes%202015"
        },
        {
            "id": "9",
            "alt_id": "Wu_et+al_2009_a",
            "entry": "9. Wu P, Fang Y, Guan Z, et al. The psychological impact of the SARS epidemic on hospital employees in China: exposure, risk perception, and altruistic acceptance of risk. Canadian journal of psychiatry Revue canadienne de psychiatrie 2009; 54(5): 302-11.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wu%2C%20P.%20Fang%2C%20Y.%20Guan%2C%20Z.%20The%20psychological%20impact%20of%20the%20SARS%20epidemic%20on%20hospital%20employees%20in%20China%3A%20exposure%2C%20risk%20perception%2C%20and%20altruistic%20acceptance%20of%20risk%202009",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Wu%2C%20P.%20Fang%2C%20Y.%20Guan%2C%20Z.%20The%20psychological%20impact%20of%20the%20SARS%20epidemic%20on%20hospital%20employees%20in%20China%3A%20exposure%2C%20risk%20perception%2C%20and%20altruistic%20acceptance%20of%20risk%202009",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Wu%2C%20P.%20Fang%2C%20Y.%20Guan%2C%20Z.%20The%20psychological%20impact%20of%20the%20SARS%20epidemic%20on%20hospital%20employees%20in%20China%3A%20exposure%2C%20risk%20perception%2C%20and%20altruistic%20acceptance%20of%20risk%202009"
        },
        {
            "id": "10",
            "alt_id": "Lin_et+al_2007_a",
            "entry": "10. Lin CY, Peng YC, Wu YH, Chang J, Chan CH, Yang DY. The psychological effect of severe acute respiratory syndrome on emergency department staff. Emergency medicine journal: EMJ 2007; 24(1): 12-7.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lin%2C%20C.Y.%20Peng%2C%20Y.C.%20Wu%2C%20Y.H.%20Chang%2C%20J.%20The%20psychological%20effect%20of%20severe%20acute%20respiratory%20syndrome%20on%20emergency%20department%20staff%202007",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Lin%2C%20C.Y.%20Peng%2C%20Y.C.%20Wu%2C%20Y.H.%20Chang%2C%20J.%20The%20psychological%20effect%20of%20severe%20acute%20respiratory%20syndrome%20on%20emergency%20department%20staff%202007",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Lin%2C%20C.Y.%20Peng%2C%20Y.C.%20Wu%2C%20Y.H.%20Chang%2C%20J.%20The%20psychological%20effect%20of%20severe%20acute%20respiratory%20syndrome%20on%20emergency%20department%20staff%202007"
        },
        {
            "id": "11",
            "alt_id": "Koh_et+al_2005_a",
            "entry": "11. Koh D, Lim MK, Chia SE, et al. Risk perception and impact of Severe Acute Respiratory Syndrome (SARS) on work and personal lives of healthcare workers in Singapore: what can we learn? Medical care 2005; 43(7): 676-82.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Koh%2C%20D.%20Lim%2C%20M.K.%20Chia%2C%20S.E.%20Risk%20perception%20and%20impact%20of%20Severe%20Acute%20Respiratory%20Syndrome%20%28SARS%29%20on%20work%20and%20personal%20lives%20of%20healthcare%20workers%20in%20Singapore%3A%20what%20can%20we%20learn%3F%202005",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Koh%2C%20D.%20Lim%2C%20M.K.%20Chia%2C%20S.E.%20Risk%20perception%20and%20impact%20of%20Severe%20Acute%20Respiratory%20Syndrome%20%28SARS%29%20on%20work%20and%20personal%20lives%20of%20healthcare%20workers%20in%20Singapore%3A%20what%20can%20we%20learn%3F%202005",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Koh%2C%20D.%20Lim%2C%20M.K.%20Chia%2C%20S.E.%20Risk%20perception%20and%20impact%20of%20Severe%20Acute%20Respiratory%20Syndrome%20%28SARS%29%20on%20work%20and%20personal%20lives%20of%20healthcare%20workers%20in%20Singapore%3A%20what%20can%20we%20learn%3F%202005"
        },
        {
            "id": "12",
            "alt_id": "Poon_et+al_2004_a",
            "entry": "12. Poon E, Liu KS, Cheong DL, Lee CK, Yam LY, Tang WN. Impact of severe respiratory syndrome on anxiety levels of front-line health care workers. Hong Kong medical journal = Xianggang yi xue za zhi 2004; 10(5): 325-30.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Poon%2C%20E.%20Liu%2C%20K.S.%20Cheong%2C%20D.L.%20Lee%2C%20C.K.%20Impact%20of%20severe%20respiratory%20syndrome%20on%20anxiety%20levels%20of%20front-line%20health%20care%20workers.%20Hong%20Kong%20medical%20journal%20%3D%20Xianggang%20yi%20xue%20za%20zhi%202004"
        },
        {
            "id": "13",
            "alt_id": "Zung_et+al_1990_a",
            "entry": "13. Zung WW, Magruder-Habib K, Velez R, Alling W. The comorbidity of anxiety and depression in general medical patients: a longitudinal study. The Journal of clinical psychiatry 1990; 51 Suppl: 77-80; discussion 1.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zung%2C%20W.W.%20Magruder-Habib%2C%20K.%20Velez%2C%20R.%20Alling%2C%20W.%20The%20comorbidity%20of%20anxiety%20and%20depression%20in%20general%20medical%20patients%3A%20a%20longitudinal%20study%201990",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Zung%2C%20W.W.%20Magruder-Habib%2C%20K.%20Velez%2C%20R.%20Alling%2C%20W.%20The%20comorbidity%20of%20anxiety%20and%20depression%20in%20general%20medical%20patients%3A%20a%20longitudinal%20study%201990",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Zung%2C%20W.W.%20Magruder-Habib%2C%20K.%20Velez%2C%20R.%20Alling%2C%20W.%20The%20comorbidity%20of%20anxiety%20and%20depression%20in%20general%20medical%20patients%3A%20a%20longitudinal%20study%201990"
        },
        {
            "id": "14",
            "alt_id": "Hu_et+al_2015_a",
            "entry": "14. Hu HH, Li G, Arao T. The association of family social support, depression, anxiety and self-efficacy with specific hypertension self-care behaviours in Chinese local community. Journal of human hypertension 2015; 29(3): 198-203.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Hu%2C%20H.H.%20Li%2C%20G.%20Arao%2C%20T.%20The%20association%20of%20family%20social%20support%2C%20depression%2C%20anxiety%20and%20self-efficacy%20with%20specific%20hypertension%20self-care%20behaviours%20in%20Chinese%20local%20community%202015",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Hu%2C%20H.H.%20Li%2C%20G.%20Arao%2C%20T.%20The%20association%20of%20family%20social%20support%2C%20depression%2C%20anxiety%20and%20self-efficacy%20with%20specific%20hypertension%20self-care%20behaviours%20in%20Chinese%20local%20community%202015",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Hu%2C%20H.H.%20Li%2C%20G.%20Arao%2C%20T.%20The%20association%20of%20family%20social%20support%2C%20depression%2C%20anxiety%20and%20self-efficacy%20with%20specific%20hypertension%20self-care%20behaviours%20in%20Chinese%20local%20community%202015"
        },
        {
            "id": "15",
            "alt_id": "Minglu_et+al_0000_a",
            "entry": "15. Minglu L, Fang F, Guanxi L, Yuxiang Z, Chaoqiong D, Xueqin Z. Influencing factors and correlation of anxiety, psychological stress sources, and psychological capital among women pregnant with a second child in Guangdong and Shandong Province. Journal of affective disorders 2020; 264: 115-22.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Minglu%2C%20L.%20Fang%2C%20F.%20Guanxi%2C%20L.%20Yuxiang%2C%20Z.%20Influencing%20factors%20and%20correlation%20of%20anxiety%2C%20psychological%20stress%20sources%2C%20and%20psychological%20capital%20among%20women%20pregnant%20with%20a%20second%20child%20in%20Guangdong%20and%20Shandong%20Province",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Minglu%2C%20L.%20Fang%2C%20F.%20Guanxi%2C%20L.%20Yuxiang%2C%20Z.%20Influencing%20factors%20and%20correlation%20of%20anxiety%2C%20psychological%20stress%20sources%2C%20and%20psychological%20capital%20among%20women%20pregnant%20with%20a%20second%20child%20in%20Guangdong%20and%20Shandong%20Province",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Minglu%2C%20L.%20Fang%2C%20F.%20Guanxi%2C%20L.%20Yuxiang%2C%20Z.%20Influencing%20factors%20and%20correlation%20of%20anxiety%2C%20psychological%20stress%20sources%2C%20and%20psychological%20capital%20among%20women%20pregnant%20with%20a%20second%20child%20in%20Guangdong%20and%20Shandong%20Province"
        },
        {
            "id": "16",
            "alt_id": "Bai_et+al_2004_a",
            "entry": "16. Bai Y, Lin CC, Lin CY, Chen JY, Chue CM, Chou P. Survey of stress reactions among health care workers involved with the SARS outbreak. Psychiatric services (Washington, DC) 2004; 55(9): 1055-7.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Bai%2C%20Y.%20Lin%2C%20C.C.%20Lin%2C%20C.Y.%20Chen%2C%20J.Y.%20Survey%20of%20stress%20reactions%20among%20health%20care%20workers%20involved%20with%20the%20SARS%20outbreak.%20Psychiatric%20services%202004"
        },
        {
            "id": "18",
            "alt_id": "Leung_et+al_2005_a",
            "entry": "18. Leung GM, Ho LM, Chan SK, et al. Longitudinal assessment of community psychobehavioral responses during and after the 2003 outbreak of severe acute respiratory syndrome in Hong Kong. Clinical infectious diseases: an official publication of the Infectious Diseases Society of America 2005; 40(12): 1713-20.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Leung%20GM%20Ho%20LM%20Chan%20SK%20et%20al%20Longitudinal%20assessment%20of%20community%20psychobehavioral%20responses%20during%20and%20after%20the%202003%20outbreak%20of%20severe%20acute%20respiratory%20syndrome%20in%20Hong%20Kong%20Clinical%20infectious%20diseases%20an%20official%20publication%20of%20the%20Infectious%20Diseases%20Society%20of%20America%202005%204012%20171320"
        },
        {
            "id": "19",
            "alt_id": "Kang_et+al_2019_a",
            "entry": "19. Kang L, Li Y, Hu S, et al. The mental health of medical workers in Wuhan, China dealing with the 2019 novel coronavirus. The lancet Psychiatry 2020; 7(3): e14.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Kang%20L%20Li%20Y%20Hu%20S%20et%20al%20The%20mental%20health%20of%20medical%20workers%20in%20Wuhan%20China%20dealing%20with%20the%202019%20novel%20coronavirus%20The%20lancet%20Psychiatry%202020%2073%20e14",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Kang%20L%20Li%20Y%20Hu%20S%20et%20al%20The%20mental%20health%20of%20medical%20workers%20in%20Wuhan%20China%20dealing%20with%20the%202019%20novel%20coronavirus%20The%20lancet%20Psychiatry%202020%2073%20e14",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Kang%20L%20Li%20Y%20Hu%20S%20et%20al%20The%20mental%20health%20of%20medical%20workers%20in%20Wuhan%20China%20dealing%20with%20the%202019%20novel%20coronavirus%20The%20lancet%20Psychiatry%202020%2073%20e14"
        },
        {
            "id": "20",
            "alt_id": "Kim_et+al_2015_a",
            "entry": "20. Kim JY, Song JY, Yoon YK, et al. Middle East Respiratory Syndrome Infection Control and Prevention Guideline for Healthcare Facilities. Infection & chemotherapy 2015; 47(4): 278-302.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Kim%2C%20J.Y.%20Song%2C%20J.Y.%20Yoon%2C%20Y.K.%20Middle%20East%20Respiratory%20Syndrome%20Infection%20Control%20and%20Prevention%20Guideline%20for%20Healthcare%20Facilities%202015",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Kim%2C%20J.Y.%20Song%2C%20J.Y.%20Yoon%2C%20Y.K.%20Middle%20East%20Respiratory%20Syndrome%20Infection%20Control%20and%20Prevention%20Guideline%20for%20Healthcare%20Facilities%202015",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Kim%2C%20J.Y.%20Song%2C%20J.Y.%20Yoon%2C%20Y.K.%20Middle%20East%20Respiratory%20Syndrome%20Infection%20Control%20and%20Prevention%20Guideline%20for%20Healthcare%20Facilities%202015"
        }
    ],
    "facts": [
        "The COVID-19 outbreak caused by the SARS-Cov-2 virus has been sustained in",
        "a cross-sectional study to estimate the prevalence of anxiety among medical staff",
        "used multivariable linear regression to determine the factors for anxiety",
        "Similar things were observed in medical staff from Hubei province",
        "Our results highlight that government authorities should make early detection of the high risk",
        "The COVID-19 outbreak caused by SARS-Cov-2 emerged in",
        "which is more serious than SARS",
        "government authorities have sent the majority of medical staff from each Chinese province to fight COVID-19",
        "Current source data have presented the proportion of infected medical staff at 3.8%",
        "Several previous studies reported that medical staff might suffer adverse psychological disorders",
        "which occurred during the SARS",
        "a Hong Kong study found that health workers suffered high anxiety scores after directly treating confirmed SARS patients[12",
        "Studies exploring the prevalence of anxiety among medical staff",
        "Our findings might help governments or health authorities to recognize the causes of increased anxiety in healthcare workers",
        "the prevalence and factors linked to anxiety in frontline medical staff",
        "Data were collected from 10th February 2020 to 20th February 2020",
        "Informed consent was provided by subjects before study commencement",
        "Patient baseline characteristics are presented in Table 1",
        "the majority of subjects had a tertiary level of education",
        "Most health workers came from a clinical department",
        "with 14.26% of respondents coming from Hubei province",
        "A total of 53 respondents suffered from mild anxiety",
        "Our study examined the prevalence of anxiety in medical staff",
        "Our results found that working in COVID-19 patient care",
        "an important finding suggesting that government authorities need to implement measures to alleviate mental health symptoms",
        "New bio-disasters - such as SARS",
        "the Coronavirus - are profoundly associated with adverse psychological effects on medical staff",
        "almost four weeks after the first COVID-19 patient was confirmed in Wuhan",
        "Hyunsuk Jeong's study reported the prevalence of anxiety symptoms in people who were not diagnosed with MERS",
        "The discrepancy might be due to the fact there were",
        "to those who did not care for COVID-19 patients",
        "Previous studies have reported that psychological symptoms",
        "Our study found the prevalence of anxiety is mild, medical staff who had had direct contact through treatment",
        "of infected patients may experience an increase in their anxiety score",
        "healthcare workers who were quarantined in Hubei province",
        "A Hong Kong study found that health workers suffered high anxiety scores after directly treating confirmed SARS patients[12",
        "Our results found that staff with suspect infection cases had higher anxiety scores"
    ],
    "claims": [
        "In this study, we aimed to identify the influencing factors on medical worker anxiety in China during the COVID-19 outbreak",
        "We found that the variables in terms of gender, age, education, marital status, location, healthcare workers’ satisfaction with the effectiveness of community prevention measures, and the need for psychological counseling, did not increase anxiety scores (all P ≥ 0.05)",
        "Our results found that working in COVID-19 patient care, suspect cases and being from Hubei province were all risk factors for increased anxiety scores, which is an important finding suggesting that government authorities need to implement measures to alleviate mental health symptoms early on",
        "By the time of our research study, almost four weeks after the first COVID-19 patient was confirmed in Wuhan, China at the end of December 2019, health workers apparently had sufficient time to adjust themselves to caring for infected patients and feeling confident in doing so",
        "Our results found that staff with suspect infection cases had higher anxiety scores than non-suspect cases (βvalue=4.44, CI: 1.55 -7.33; p=0.0028)"
    ],
    "findings": [
        "After adjusting for sociodemographic characteristics (gender, age, education and marital status), medical staff who had had direct contact treating infected patients saw higher anxiety scores than those who had not had direct contact (βvalue=2.33, CI: 0.65 -4.00; p=0.0068)",
        "Similar things were observed in medical staff from Hubei province, compared with those from other parts of China (βvalue=3.67, CI: 1.44 -5.89; p=0.0013)",
        "The most important variable was suspect cases with high anxiety scores, compared to non-suspect cases (βvalue=4.44, CI: 1.55 -7.33; p=0.0028)",
        "The average anxiety score was significantly higher in medical staff who directly treated confirmed cases, compared with those who did not (41.11 ± 9.79 versus 38.83 ± 8.38, p=0.007)",
        "The results show that direct treatment is an independent risk factor for an increased anxiety score (βvalue =2.280 95%CI: 0.636-3.924; p=0.0068) in an unadjusted model, together with suspect cases (βvalue =4.13 95%CI: 1.30-6.95; p=0.0043), and being a medical worker from Hubei province (βvalue =3.71 95%CI: 1.53-5.90; p=0.0009)",
        "The results show that health workers from Hubei, the most severely affected area, had higher anxiety scores (β value =3.71, CI: 1.53-5.90; P= 0.0009) compared to health workers from other places",
        "Our results found that staff with suspect infection cases had higher anxiety scores than non-suspect cases (βvalue=4.44, CI: 1.55 -7.33; p=0.0028)"
    ],
    "processes": [],
    "key_statements": [
        "Several previous studies reported that medical staff might suffer adverse psychological disorders, such as anxiety, fear and stigmatization, which occurred during the SARS and Ebola outbreaks, and could exert an adverse effect on care quality[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>-<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>]",
        "Patient baseline characteristics are presented in Table 1",
        "Most sample participants were married (62.50%) and the majority of subjects had a tertiary level of education",
        "Most health workers came from a clinical department (72.07%), with 13.28% coming to set up clinics to screen patients for fever, and 14.65% for administration",
        "A total of 164 health workers had directly treated confirmed patients as shown in Table 1, with 14.26% of respondents coming from Hubei province, the most severely affected area",
        "A total of 53 respondents suffered from mild anxiety (10.35%), seven from moderate anxiety (1.36%) and four from severe anxiety (0.78%)",
        "The results show that direct treatment is an independent risk factor for an increased anxiety score in an unadjusted model, together with suspect cases, and being a medical worker from Hubei province",
        "Our results found that working in COVID-19 patient care, suspect cases and being from Hubei province were all risk factors for increased anxiety scores, which is an important finding suggesting that government authorities need to implement measures to alleviate mental health symptoms early on",
        "New bio-disasters - such as SARS, Ebola, H1N1, Middle East Respiratory Syndrome and the Coronavirus - are profoundly associated with adverse psychological effects on medical staff, including depression, anxiety and insomnia",
        "By the time of our research study, almost four weeks after the first COVID-19 patient was confirmed in Wuhan, China at the end of December 2019, health workers apparently had sufficient time to adjust themselves to caring for infected patients and feeling confident in doing so",
        "Medical workers who provided direct treatment or care for infected patients suffered higher anxiety scores, compared to those who did not care for COVID-19 patients",
        "Our study found the prevalence of anxiety is mild, medical staff who had had direct contact through treatment of infected patients may experience an increase in their anxiety score, compared to workers who had not had direct contact with infected patients",
        "Healthcare workers who were quarantined in Hubei province, and those who were suspect cases saw increased anxiety scores"
    ],
    "top_statements": [
        "The COVID-19 outbreak caused by SARS-Cov-2 emerged in Wuhan, China, spread to the entire country from the end of December 2019, and has attracted enormous concern from around the world[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]",
        "A total of 164 health workers had directly treated confirmed patients as shown in Table 1, with 14.26% of respondents coming from Hubei province, the most severely affected area",
        "Our results found that working in COVID-19 patient care, suspect cases and being from Hubei province were all risk factors for increased anxiety scores, which is an important finding suggesting that government authorities need to implement measures to alleviate mental health symptoms early on",
        "New bio-disasters - such as SARS, Ebola, H1N1, Middle East Respiratory Syndrome and the Coronavirus - are profoundly associated with adverse psychological effects on medical staff, including depression, anxiety and insomnia",
        "Our study found the prevalence of anxiety is mild, medical staff who had had direct contact through treatment of infected patients may experience an increase in their anxiety score, compared to workers who had not had direct contact with infected patients",
        "The results show that direct treatment is an independent risk factor for an increased anxiety score in an unadjusted model, together with suspect cases, and being a medical worker from Hubei province",
        "Healthcare workers who were quarantined in Hubei province, and those who were suspect cases saw increased anxiety scores"
    ],
    "headline": "Our study found the prevalence of anxiety is mild, medical staff who had had direct contact through treatment of infected patients may experience an increase in their anxiety score, compared to workers who had not had direct contact with infected patients",
    "contexts": [],
    "abbreviations": {
        "SAS": "Self-rating Anxiety Scale",
        "SD": "standard deviation"
    }
}
