{
    "filename": "2020.02.17.951939v1.pdf",
    "content_type": "application/pdf",
    "file_size": 570677,
    "metadata": {
        "title": "Protection of Rhesus Macaque from SARS-Coronavirus challenge by recombinant adenovirus vaccine",
        "author": "Yiyou Chen, Qiang Wei, Ruobing Li, Hong Gao, Hua Zhu, Wei Deng, Linlin Bao, Wei Tong, Zhe Cong, Hong Jiang, Chuan Qin",
        "date": 2020,
        "affiliations": [
            "Key Laboratory of Human Disease Comparative Medicine, Chinese Ministry of Health, Beijing Key Laboratory for Animal Models of Emerging and Remerging Infectious Diseases, Institute of Laboratory Animal Science, Chinese Academy of Medical Sciences,5 Panjiayuan Nanli, Chaoyang District, Beijing 100021, P.R. China",
            "Novartis Institute of Biomedical Research, No. 4218 Jinke Road, Zhangjiang Hi-tech Park, Shanghai 201203, China"
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.02.17.951939",
            "isbn": null,
            "doc_id": null,
            "url": "https://biorxiv.org/cgi/content/short/2020.02.17.951939v1.pdf"
        },
        "references": "@article{marra2003a,\n  author = {Marra, M.A.},\n  journal = {et al. Science},\n  volume = {300},\n  pages = {1399–404},\n  date = {2003}\n}\n@article{yang2004a,\n  author = {Yang, Z.Y.},\n  journal = {et al. Nature},\n  volume = {428},\n  pages = {561–4},\n  date = {2004}\n}\n@incollection{bisht2004a,\n  author = {Bisht, H.},\n  booktitle = {Proc Natl Acad Sci U S A 101},\n  pages = {6641–6},\n  date = {2004},\n  more-authors = {true},\n  language = {}\n}\n@article{gao2003a,\n  author = {Gao, W.},\n  journal = {et al. Lancet},\n  volume = {362},\n  pages = {1895–6},\n  date = {2003}\n}\n@article{kuiken2003a,\n  author = {Kuiken, T.},\n  journal = {Lancet},\n  volume = {362},\n  pages = {263–70},\n  date = {2003},\n  more-authors = {true}\n}\n@article{xu2004a,\n  author = {Xu, D. and Zhang, Z. and Wang, F.S.},\n  journal = {N Engl J Med},\n  volume = {350},\n  pages = {1366–7},\n  date = {2004}\n}\n@article{ruan2003a,\n  author = {Ruan, Y.J.},\n  journal = {et al. Lancet},\n  volume = {361},\n  pages = {1779–85},\n  date = {2003}\n}\n@article{de2003a,\n  author = {De Groot, A.S.},\n  journal = {Vaccine},\n  volume = {21},\n  pages = {4095–104},\n  date = {2003}\n}\n",
        "emails": [
            "qinchuan@pumc.edu.cn",
            "yiyouchen@hotmail.com"
        ],
        "references_ris": "TY  - JOUR\nAU  - Marra, M.A.\nT2  - et al. Science\nVL  - 300\nSP  - 1399\nEP  - 404\nPY  - 2003\nDA  - 2003\nER  - \n\nTY  - JOUR\nAU  - Yang, Z.Y.\nT2  - et al. Nature\nVL  - 428\nSP  - 561\nEP  - 4\nPY  - 2004\nDA  - 2004\nER  - \n\nTY  - CHAP\nAU  - Bisht, H.\nT2  - Proc Natl Acad Sci U S A 101\nSP  - 6641\nEP  - 6\nPY  - 2004\nDA  - 2004\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Gao, W.\nT2  - et al. Lancet\nVL  - 362\nSP  - 1895\nEP  - 6\nPY  - 2003\nDA  - 2003\nER  - \n\nTY  - JOUR\nAU  - Kuiken, T.\nT2  - Lancet\nVL  - 362\nSP  - 263\nEP  - 70\nPY  - 2003\nDA  - 2003\nC1  - true\nER  - \n\nTY  - JOUR\nAU  - Xu, D.\nAU  - Zhang, Z.\nAU  - Wang, F.S.\nT2  - N Engl J Med\nVL  - 350\nSP  - 1366\nEP  - 7\nPY  - 2004\nDA  - 2004\nER  - \n\nTY  - JOUR\nAU  - Ruan, Y.J.\nT2  - et al. Lancet\nVL  - 361\nSP  - 1779\nEP  - 85\nPY  - 2003\nDA  - 2003\nER  - \n\nTY  - JOUR\nAU  - De Groot, A.S.\nT2  - Vaccine\nVL  - 21\nSP  - 4095\nEP  - 104\nPY  - 2003\nDA  - 2003\nER  - \n\n",
        "links": [],
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "1",
                "caption": "Virus detection of postmortem tissues from Rhesus Macaques infected with the PUMC-1 strain SARS-CoV. Negative value represents no visible cytopathic effect (CPE) after three consecutive passages. Quantitative RT-PCR reaction was used to quantify the presence of viral RNA in the pharyngeal swab samples. The genome copy number was determined according to a standard curve according to the Manufacturer’s manual. Group ID"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "Immune response and physiology of monkeys immunized with recombinant adenovirus vaccine. a. Time course of antibody response. Serum samples were diluted 40-fold prior to ELISA analysis. Animals in the high-dose and low-dose group were immunized with 1x109 and 1x108 pfu virus each time, respectively. Arrows indicate the time point for immunization. b. Determination of virus neutralization antibody titer using 96-well microneutralization assay. An arbitrate titer of 2 was assigned to animals in the placebo and control group since there was no detectable neutralization activity in these samples. Statistical significance between different data sets was calculated using t-test. c. ELISPOT analysis of IFN-  response in PBMC samples. Pool A and B contain peptides corresponding to S1-orf[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] fusion and N, respectively. Data represent two animals from each group. d. Average food consumption after live virus challenge"
            },
            {
                "id": "2",
                "caption": "Histology and IHC study on postmortem lung sections from rhesus macaques infected with live SARS-CoV. All animals were euthanized 7 days after viral challenge, and anti-SARS-CoV monoclonal antibody was used to identify SARS antigens in the tissue. Representative data from lung sections were shown. Histology samples include: a. Control group. b. High-dose group. c. Placebo group. The arrowheads point to alveoli space filled with proteinaceous fluid. IHC samples include: d. Control group. e. High-dose group. f. Placebo group. Arrows point to cells that were positive for SARS antigen expression"
            }
        ],
        "tables_url": "https://scholarcy.nyc3.digitaloceanspaces.com/tables/docker-test/2020.02.17.951939v1.xlsx",
        "figure_urls": [
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.17.951939v1/img-024.png"
        ]
    },
    "sections": {
        "acknowledgements": [
            "We are grateful for Dr. Michael Buchmeirer and Professor Binggen Ru for providing critical discussions, and we thank Dr. Xinmin Tu, Dr. Qingyu Zhu, and Dr. Ede Qin for technical assistance. Additional financial support came from the government of Spain and the Mitsui & Co."
        ],
        "disclosures": [
            "<strong>Competing interest statement</strong><br/><br/>No significant competing interest declared"
        ],
        "supplemental": [
            "<strong>Supplemental figure legends Supplemental figure</strong><br/><br/>1. Schematic gene design and protein expression in vitro. a. structure of the expression cassette. b. Target gene expression in vitro. 293T cells were transduced with recombinant adenovirus, SV8000. Supernatant was harvested 48hr after transduction. S1-orf[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] protein was identified using monoclonal antibody against SARSCoV. SARS-CoV infected Vero E6 cell lysate was used as positive control.",
            "<strong>Supplemental figure</strong><br/><br/>2. Histology and IHC studies on post-mortem lung tissue. a. lung sections from animals immunized with low-dose vaccine. b/c. lung sections from animals immunized with high-dose vaccine. d. IHC study on sections from animals in the lowdose group. Arrows point to cells positive for SARS antigen expression.<br/><br/>SFC per million PBMC<br/><br/>Vmax(mOD/min) a. 100 90 80 70 60 50 40 30 20 10 0 0 hi gh dose l ow dose pl acebo<br/><br/>Figure. 1 week c.    A pool B pool    0 0164 control<br/><br/>High-dose Low-dose placebo neutralizing antibodoy titer b.<br/><br/>P<0.05 P<0.05 high-dose low-dose placebo control d.<br/><br/>average daily food consumption (g)<br/><br/>0 0 d ays afte r ch alle n g e high-dos e low-dos e placebo c ont rol    Table 1    Group ID<br/><br/>0176 0164 0173 high-dose 0095 R0162 0138 0105 low-dose 0195 0162 0058 0127 placebo 0155 0096 control 0055    NAb titer<br/><br/>128 32 177 44 51 102 128 51 2 2 2 2 2 2 day 2 + + + + + + + -<br/><br/>cytopathic effect day 5 day 7    +<br/><br/>day 2 114 151 113 131 270 -<br/><br/>virus copy number day 5 day 7    f.    e.    b.    Figure 2 d.    a.<br/><br/>MOI 10 20 synthetic secretion signal Orf[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] extracellular domain<br/><br/>N virus lysate 293T cells    IRES    S 1",
            "<strong>Supplemental figure</strong><br/><br/>2 c a"
        ],
        "funding": [
            "Additional financial support came from the government of Spain and the Mitsui & Co"
        ],
        "supplementary_references": {
            "supplementary_data_references": [],
            "supplementary_figure_references": [
                "Supplemental Figure 1a,",
                "Supplemental Figure 1b",
                "Supplemental Figure 2b/c",
                "Supplemental Figure 2a",
                "Supplemental Figure 2d",
                "Supplemental figure legends",
                "Supplemental figure 1.",
                "Supplemental figure 2."
            ]
        },
        "introduction": [
            "A recombinant adenovirus vaccine against the SARS Coronavirus (SARS-CoV) was constructed, which contains fragments from the S, N, and Orf[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] genes. Rhesus Macaques immunized with the recombinant adenovirus generated antigen-specific humoral and cellular response. Furthermore, the vaccine provided significant protection against subsequent live SARS-CoV challenge. In contrast, three out of four monkeys immunized with placebo suffered severe alveolar damage and pulmonary destruction.",
            "The SARS-CoV is a novel coronavirus first identified in 20031,2, which causes severe respiratory distress in patients and can be lethal, especially in people over 65 years old. There are currently no effective drug or treatment for this disease, and the development of a safe and effective vaccine is a high priority for public health. Although several vaccine candidates have already been tested in mice[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>,<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>] and monkey[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>], clear evidence of protection in a relevant non-human primate model is still lacking.",
            "A bi-cistronic expression cassette was designed to express multiple antigens according to the genome sequence of the BJ01 strain. The gene cassette contains an S1orf[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] fusion and the N gene, separated by an IRES sequence (Supplemental Figure 1a, Genbank acession No AY278488). Recombinant adenovirus containing the expression cassette, SV8000, can express the mRNA transcripts of both genes in vitro (data not shown). And the S1-orf[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] fusion protein was predominantly expressed in the culture supernatant as expected (Supplemental Figure 1b).",
            "Rhesus Macaques were immunized twice with SV8000 intramuscularly at week 0 and week 4. Antibody response was relatively low in the first 4 weeks, however it rose quickly after the booster injection (Figure 1a). By week 8, all immunized monkeys produced high titers of IgG antibody whereas animals in the placebo group only had baseline level. Neutralizing antibody followed similar trend with the high-dose and lowdose group reaching titers of 95+/-65and 83+/-38, respectively (Figure 1b).",
            "In order to test whether the recombinant adenovirus can illicit antigen-specific T cell response, pools of overlapping peptides corresponding to target antigen sequences were used to stimulate PBMCs harvested from monkeys four weeks after the booster injection. Animals from immunized groups generated detectable IFN-  response (Figure 1c), whereas the placebo group did not show any significant response above background. Furthermore, peptides from both pools were able to induce IFN-  release from immunized samples, indicating that both genes were expressed in vivo and were recognized by the immune system. Interestingly, the highest T cell response came from monkey #0195 in the low-dose group, which had at least10-times higher response than any other animal.",
            "To test the protective efficacy of the recombinant adenovirus vaccine, monkeys in the high-dose, low-dose, and placebo group were challenged intranasally with 105TCID50 live virus of the PUMC-1 strain (Genbank Accession No AY350750). Two additional uninfected monkeys housed in the same facility were used as negative control.",
            "Three days after virus inoculation, monkeys in the placebo group became lethargic, and had markedly reduced food intake (Figure 1d). Two animals displayed respiratory distress, including shortness of breath and increased respiratory rate. In contrast, none of the immunized animals, or the control animals, displayed any visible respiratory stress during the entire period of the experiment.",
            "Pharyngeal swab and serum samples were collected on day 2, 5, and 7 after challenge. The presence of SARS-CoV was detected via either RT-PCR or viral culture (Table 1). Three out of eight immunized animals had detectable RNA, and only one of which was positive on day 7. In contrast, viral RNA could be detected in all four animals in the placebo group, and it persisted for at least 5 days. The absolute viral load also appeared to be significantly higher than that of the immunized animals.",
            "Pharyngeal swab samples were also used to inoculate Vero cells in order to reisolate live virus after the challenge. Infectious viral particles can be isolated from four out of eight animals in the immunized animals, and only one of which had active viral replication by day 5. In contrast, infectious viral particles can be isolated from three out of four animals in the placebo group, two of which had active viral replication by day 5. Postmortem tissues, including serum, lung, kidney, spleen, liver, and lymph node, were also analyzed, and no positive culture could be identified in any sample. As expected, no infectious viral particles can be isolated from the control animals.",
            "Consistent with previous observations[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>], animals in the placebo group suffered severe pulmonary damage, characterized by extensive disruption of alveoli walls and the accumulation of proteinaceous edema fluid in the alveoli space (Figure 2c). The alveoli wall was thickened by heavy infiltration of mononuclear cells, and hyaline membrane could be identified lining the alveoli walls (Supplemental Figure 2b/c). In the most severe cases, extensive destruction of the epithelial cell layer and local hemorrhage could also be observed. Histology for the high-dose animals (Figure 2b) were overall comparable to that of the control animals (Figure 2a), although in some instances minor edma and mononuclear cell infiltration in the alveoli wall could be observed. The phenotype for the low-dose group was somewhat in between the high-dose and the placebo group (Supplemental Figure 2a), with pronounced thickening of the alveoli wall in some cases and much less severe pathology in other cases.",
            "In order to correlate the disease pathology with viral replication in situ, sections of the lung were also analyzed by immunohistochemistry. There was minimal, if any, staining in the sections for the high-dose group (Figure 2e), which was similar to that of control (Figure 2d). In contrast, sections for the placebo group showed numerous positive cells, with predominantly cytosolic staining, indicating continuing antigen expression in these cells (Figure 2f). The low-dose group also had significant antigen present within the alveoli wall and the epithelial cells (Supplemental Figure 2d).",
            "Despite of recent advances, the development of an effective vaccine for SARSCoV is likely to encounter significant hurdles in the future. One potential roadblock is the emergence of viral mutations[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. The PUMC-1 strain differs from the BJ01 strain in two positions within the S1 domain (G->D on position 21,721, and I->T on position 22,222). It was speculated that these two sites might be involved in a viral escape mechanism, since all the hotel M associated cases carry D and T whereas other cases in Northern China had G and I, respectively[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>,<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]. Inclusion of multiple target genes in the vaccine design can potentially reduce the likelihood of viral escape.",
            "Here we have shown that Rhesus Macaques immunized with SV8000, especially those in the high-dose group, had lower viral load, shorter viral persistence period, less severe pathological damages, and importantly almost no visible respiratory stress symptoms. All the data collectively demonstrated the validity of using a recombinant adenovirus vaccine to prevent SARS-CoV infection, and further clinical evaluation in human is warranted."
        ]
    },
    "structured_content": {
        "Acknowledgements": [
            "We are grateful for Dr. Michael Buchmeirer and Professor Binggen Ru for providing critical discussions, and we thank Dr. Xinmin Tu, Dr. Qingyu Zhu, and Dr. Ede Qin for technical assistance. Additional financial support came from the government of Spain and the Mitsui & Co.",
            "Competing interest statement No significant competing interest declared.",
            "Reference 1. Rota, P. A. et al Science 300, 1394-9 (2003). 2. Marra, M. A. et al Science 300, 1399-404 (2003). 3. Yang, Z. Y. et al Nature 428, 561-4 (2004). 4. Bisht, H. et al Proc Natl Acad Sci U S A 101, 6641-6 (2004). 5. Gao, W. et al Lancet 362, 1895-6 (2003). 6. Kuiken, T. et al.. Lancet 362, 263-70 (2003). 7. Xu, D., Zhang, Z. & Wang, F. S. N Engl J Med 350, 1366-7 (2004). 8. Ruan, Y. J. et al Lancet 361, 1779-85 (2003). 9. De Groot, A. S. Vaccine 21, 4095-104 (2003)."
        ],
        "Figure legends": [
            "Supplemental figure legends Supplemental figure 1. Schematic gene design and protein expression in vitro. a. structure of the expression cassette. b. Target gene expression in vitro. 293T cells were transduced with recombinant adenovirus, SV8000. Supernatant was harvested 48hr after transduction. S1-orf[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] protein was identified using monoclonal antibody against SARSCoV. SARS-CoV infected Vero E6 cell lysate was used as positive control.",
            "Supplemental figure 2. Histology and IHC studies on post-mortem lung tissue. a. lung sections from animals immunized with low-dose vaccine. b/c. lung sections from animals immunized with high-dose vaccine. d. IHC study on sections from animals in the lowdose group. Arrows point to cells positive for SARS antigen expression."
        ],
        "SFC per million PBMC": [
            "Vmax(mOD/min) a. 100 90 80 70 60 50 40 30 20 10 0 0 hi gh dose l ow dose pl acebo",
            "Figure. 1 week c.",
            "High-dose Low-dose placebo neutralizing antibodoy titer b.",
            "P<0.05 P<0.05 high-dose low-dose placebo control d."
        ],
        "Group ID": [
            "0176 0164 0173 high-dose 0095 R0162 0138 0105 low-dose 0195 0162 0058 0127 placebo 0155 0096 control 0055"
        ],
        "NAb titer": [
            "f.",
            "e.",
            "b.",
            "Figure 2 d.",
            "a."
        ]
    },
    "participants": [
        {
            "participant": "additional uninfected monkeys",
            "number": 2,
            "context": "To test the protective efficacy of the recombinant adenovirus vaccine, monkeys in the high-dose, low-dose, and placebo group were challenged intranasally with 105TCID50 live virus of the PUMC-1 strain (Genbank Accession No AY350750). <mark class=\"stats\">Two additional uninfected monkeys housed in the same facility were used as negative control</mark>. Three days after virus inoculation, monkeys in the placebo group became lethargic, and had markedly reduced food intake (Figure 1d)"
        },
        {
            "participant": "animals",
            "number": 2,
            "context": "Three days after virus inoculation, monkeys in the placebo group became lethargic, and had markedly reduced food intake (Figure 1d). <mark class=\"stats\">Two animals displayed respiratory distress, including shortness of breath and increased respiratory rate</mark>. In contrast, none of the immunized animals, or the control animals, displayed any visible respiratory stress during the entire period of the experiment"
        },
        {
            "participant": "animals",
            "number": 4,
            "context": "Three out of eight immunized animals had detectable RNA, and only one of which was positive on day 7. <mark class=\"stats\">In contrast, viral RNA could be detected in all four animals in the placebo group, and it persisted for at least 5 days</mark>. The absolute viral load also appeared to be significantly higher than that of the immunized animals"
        },
        {
            "participant": "animals",
            "number": 2,
            "context": "Virus detection of postmortem tissues from Rhesus Macaques infected with the PUMC-1 strain SARS-CoV. Negative value represents no visible cytopathic effect (CPE) after three consecutive passages. Quantitative RT-PCR reaction was used to quantify the presence of viral RNA in the pharyngeal swab samples. The genome copy number was determined according to a standard curve according to the Manufacturer’s manual. Group ID. <mark class=\"stats\">Immune response and physiology of monkeys immunized with recombinant adenovirus vaccine. a. Time course of antibody response. Serum samples were diluted 40-fold prior to ELISA analysis. Animals in the high-dose and low-dose group were immunized with 1x109 and 1x108 pfu virus each time, respectively. Arrows indicate the time point for immunization. b. Determination of virus neutralization antibody titer using 96-well microneutralization assay. An arbitrate titer of 2 was assigned to animals in the placebo and control group since there was no detectable neutralization activity in these samples. Statistical significance between different data sets was calculated using t-test. c. ELISPOT analysis of IFN-  response in PBMC samples. Pool A and B contain peptides corresponding to S1-orf[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] fusion and N, respectively. Data represent two animals from each group. d. Average food consumption after live virus challenge</mark>. Histology and IHC study on postmortem lung sections from rhesus macaques infected with live SARS-CoV. All animals were euthanized 7 days after viral challenge, and anti-SARS-CoV monoclonal antibody was used to identify SARS antigens in the tissue. Representative data from lung sections were shown. Histology samples include: a. Control group. b. High-dose group. c. Placebo group. The arrowheads point to alveoli space filled with proteinaceous fluid. IHC samples include: d. Control group. e. High-dose group. f. Placebo group. Arrows point to cells that were positive for SARS antigen expression"
        }
    ],
    "statistics": [
        {
            "tests": {
                "context": "<mark class=\"stats\">Immune response and physiology of monkeys immunized with recombinant adenovirus vaccine. a. Time course of antibody response. Serum samples were diluted 40-fold prior to ELISA analysis. Animals in the high-dose and low-dose group were immunized with 1x109 and 1x108 pfu virus each time, respectively. Arrows indicate the time point for immunization. b. Determination of virus neutralization antibody titer using 96-well microneutralization assay. An arbitrate titer of 2 was assigned to animals in the placebo and control group since there was no detectable neutralization activity in these samples. Statistical significance between different data sets was calculated using t-test. c. ELISPOT analysis of IFN-  response in PBMC samples. Pool A and B contain peptides corresponding to S1-orf[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] fusion and N, respectively. Data represent two animals from each group. d. Average food consumption after live virus challenge</mark>",
                "tests": [
                    {
                        "test": "t-test"
                    }
                ]
            }
        }
    ],
    "keywords": [
        "low dose group",
        "pathology",
        "coronavirus",
        "high dose",
        "placebo group",
        "SV8000",
        "BJ01",
        "dose group",
        "Human disease",
        "rhesus macaques",
        "infectious viral particle",
        "adenovirus",
        "alveoli wall",
        "SARS",
        "sars cov",
        "supplemental figure",
        "control animal",
        "PUMC-1",
        "recombinant adenovirus",
        "viral replication"
    ],
    "keyword_relevance": {
        "SARS": 0.20512820512820512,
        "dose group": 0.1282051282051282,
        "placebo group": 0.11538461538461539,
        "adenovirus": 0.11538461538461539,
        "recombinant adenovirus": 0.08974358974358974,
        "alveoli wall": 0.07692307692307693,
        "SV8000": 0.05128205128205128,
        "control animal": 0.038461538461538464,
        "PUMC-1": 0.038461538461538464,
        "viral replication": 0.038461538461538464,
        "pathology": 0.02564102564102564,
        "BJ01": 0.02564102564102564,
        "infectious viral particle": 0.02564102564102564,
        "coronavirus": 0.01282051282051282,
        "rhesus macaques": 0.01282051282051282,
        "low dose group": 0.0,
        "high dose": 0.0,
        "Human disease": 0.0,
        "sars cov": 0.0,
        "supplemental figure": 0.0
    },
    "species": [],
    "summary": [
        "A recombinant adenovirus vaccine against the SARS Coronavirus (SARS-CoV) was constructed, which contains fragments from the S, N, and Orf[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] genes.",
        "The vaccine provided significant protection against subsequent live SARS-CoV challenge.",
        "Three out of four monkeys immunized with placebo suffered severe alveolar damage and pulmonary destruction.",
        "By week 8, all immunized monkeys produced high titers of IgG antibody whereas animals in the placebo group only had baseline level.",
        "In order to test whether the recombinant adenovirus can illicit antigen-specific T cell response, pools of overlapping peptides corresponding to target antigen sequences were used to stimulate PBMCs harvested from monkeys four weeks after the booster injection.",
        "Animals from immunized groups generated detectable IFN- response (Figure 1c), whereas the placebo group did not show any significant response above background.",
        "The highest T cell response came from monkey #0195 in the low-dose group, which had at least10-times higher response than any other animal.",
        "To test the protective efficacy of the recombinant adenovirus vaccine, monkeys in the high-dose, low-dose, and placebo group were challenged intranasally with 105TCID50 live virus of the PUMC-1 strain (Genbank Accession No AY350750).",
        "Viral RNA could be detected in all four animals in the placebo group, and it persisted for at least 5 days.",
        "Infectious viral particles can be isolated from three out of four animals in the placebo group, two of which had active viral replication by day 5.",
        "Consistent with previous observations[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>], animals in the placebo group suffered severe pulmonary damage, characterized by extensive disruption of alveoli walls and the accumulation of proteinaceous edema fluid in the alveoli space (Figure 2c).",
        "Histology for the high-dose animals (Figure 2b) were overall comparable to that of the control animals (Figure 2a), in some instances minor edma and mononuclear cell infiltration in the alveoli wall could be observed.",
        "The phenotype for the low-dose group was somewhat in between the high-dose and the placebo group (Supplemental Figure 2a), with pronounced thickening of the alveoli wall in some cases and much less severe pathology in other cases.",
        "Sections for the placebo group showed numerous positive cells, with predominantly cytosolic staining, indicating continuing antigen expression in these cells (Figure 2f).",
        "The low-dose group had significant antigen present within the alveoli wall and the epithelial cells (Supplemental Figure 2d).",
        "The authors have shown that Rhesus Macaques immunized with SV8000, especially those in the high-dose group, had lower viral load, shorter viral persistence period, less severe pathological damages, and importantly almost no visible respiratory stress symptoms."
    ],
    "structured_summary": {
        "Introduction": [
            "A recombinant adenovirus vaccine against the SARS Coronavirus (SARS-CoV) was constructed, which contains fragments from the S, N, and Orf[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] genes.",
            "The vaccine provided significant protection against subsequent live SARS-CoV challenge.",
            "Three out of four monkeys immunized with placebo suffered severe alveolar damage and pulmonary destruction."
        ],
        "Results": [
            "By week 8, all immunized monkeys produced high titers of IgG antibody whereas animals in the placebo group only had baseline level.",
            "In order to test whether the recombinant adenovirus can illicit antigen-specific T cell response, pools of overlapping peptides corresponding to target antigen sequences were used to stimulate PBMCs harvested from monkeys four weeks after the booster injection.",
            "Animals from immunized groups generated detectable IFN- response (Figure 1c), whereas the placebo group did not show any significant response above background.",
            "The highest T cell response came from monkey #0195 in the low-dose group, which had at least10-times higher response than any other animal.",
            "To test the protective efficacy of the recombinant adenovirus vaccine, monkeys in the high-dose, low-dose, and placebo group were challenged intranasally with 105TCID50 live virus of the PUMC-1 strain (Genbank Accession No AY350750).",
            "Viral RNA could be detected in all four animals in the placebo group, and it persisted for at least 5 days.",
            "Infectious viral particles can be isolated from three out of four animals in the placebo group, two of which had active viral replication by day 5.",
            "Consistent with previous observations[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>], animals in the placebo group suffered severe pulmonary damage, characterized by extensive disruption of alveoli walls and the accumulation of proteinaceous edema fluid in the alveoli space (Figure 2c).",
            "Histology for the high-dose animals (Figure 2b) were overall comparable to that of the control animals (Figure 2a), in some instances minor edma and mononuclear cell infiltration in the alveoli wall could be observed.",
            "The phenotype for the low-dose group was somewhat in between the high-dose and the placebo group (Supplemental Figure 2a), with pronounced thickening of the alveoli wall in some cases and much less severe pathology in other cases."
        ],
        "Conclusion": [
            "Sections for the placebo group showed numerous positive cells, with predominantly cytosolic staining, indicating continuing antigen expression in these cells (Figure 2f).",
            "The low-dose group had significant antigen present within the alveoli wall and the epithelial cells (Supplemental Figure 2d).",
            "The authors have shown that Rhesus Macaques immunized with SV8000, especially those in the high-dose group, had lower viral load, shorter viral persistence period, less severe pathological damages, and importantly almost no visible respiratory stress symptoms."
        ]
    },
    "reference_links": [
        {
            "id": "2",
            "alt_id": "Marra_2003_a",
            "entry": "2. Marra, M. A. et al. Science 300, 1399-404 (2003).",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Marra%20M%20A%20et%20al%20Science%20300%201399404%202003",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Marra%20M%20A%20et%20al%20Science%20300%201399404%202003",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Marra%20M%20A%20et%20al%20Science%20300%201399404%202003"
        },
        {
            "id": "3",
            "alt_id": "Yang_2004_a",
            "entry": "3. Yang, Z. Y. et al. Nature 428, 561-4 (2004).",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Yang%20Z%20Y%20et%20al%20Nature%20428%205614%202004",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Yang%20Z%20Y%20et%20al%20Nature%20428%205614%202004",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Yang%20Z%20Y%20et%20al%20Nature%20428%205614%202004"
        },
        {
            "id": "4",
            "alt_id": "Bisht_2004_a",
            "entry": "4. Bisht, H. et al. Proc Natl Acad Sci U S A 101, 6641-6 (2004).",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Bisht%20H%20et%20al%20Proc%20Natl%20Acad%20Sci%20U%20S%20A%20101%2066416%202004",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Bisht%20H%20et%20al%20Proc%20Natl%20Acad%20Sci%20U%20S%20A%20101%2066416%202004",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Bisht%20H%20et%20al%20Proc%20Natl%20Acad%20Sci%20U%20S%20A%20101%2066416%202004"
        },
        {
            "id": "5",
            "alt_id": "Gao_2003_a",
            "entry": "5. Gao, W. et al. Lancet 362, 1895-6 (2003).",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Gao%20W%20et%20al%20Lancet%20362%2018956%202003",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Gao%20W%20et%20al%20Lancet%20362%2018956%202003",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Gao%20W%20et%20al%20Lancet%20362%2018956%202003"
        },
        {
            "id": "6",
            "alt_id": "Kuiken_2003_a",
            "entry": "6. Kuiken, T. et al.. Lancet 362, 263-70 (2003).",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Kuiken%20T%20et%20al%20Lancet%20362%2026370%202003",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Kuiken%20T%20et%20al%20Lancet%20362%2026370%202003",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Kuiken%20T%20et%20al%20Lancet%20362%2026370%202003"
        },
        {
            "id": "7",
            "alt_id": "Xu_et+al_2004_a",
            "entry": "7. Xu, D., Zhang, Z. & Wang, F. S. N Engl J Med 350, 1366-7 (2004).",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Xu%20D%20Zhang%20Z%20%20Wang%20F%20S%20N%20Engl%20J%20Med%20350%2013667%202004",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Xu%20D%20Zhang%20Z%20%20Wang%20F%20S%20N%20Engl%20J%20Med%20350%2013667%202004",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Xu%20D%20Zhang%20Z%20%20Wang%20F%20S%20N%20Engl%20J%20Med%20350%2013667%202004"
        },
        {
            "id": "8",
            "alt_id": "Ruan_2003_a",
            "entry": "8. Ruan, Y. J. et al. Lancet 361, 1779-85 (2003).",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Ruan%20Y%20J%20et%20al%20Lancet%20361%20177985%202003",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Ruan%20Y%20J%20et%20al%20Lancet%20361%20177985%202003",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Ruan%20Y%20J%20et%20al%20Lancet%20361%20177985%202003"
        },
        {
            "id": "9",
            "alt_id": "de_Groot_2003_a",
            "entry": "9. De Groot, A. S. Vaccine 21, 4095-104 (2003).",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=De%20Groot%20A%20S%20Vaccine%2021%204095104%202003",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=De%20Groot%20A%20S%20Vaccine%2021%204095104%202003",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=De%20Groot%20A%20S%20Vaccine%2021%204095104%202003"
        }
    ],
    "facts": [
        "Rhesus Macaques immunized with the recombinant adenovirus generated antigen-specific humoral",
        "of four monkeys immunized with placebo suffered severe alveolar damage",
        "effective vaccine is a high priority for public health",
        "several vaccine candidates have already been tested in mice[3,4",
        "express multiple antigens according to the genome sequence of the BJ01 strain",
        "fusion protein was predominantly expressed in the culture supernatant",
        "In order to test whether the recombinant adenovirus can illicit antigen-specific T cell response",
        "stimulate PBMCs harvested from monkeys four weeks after the booster injection",
        "whereas the placebo group did not show any significant response above background",
        "that both genes were expressed in vivo",
        "the highest T cell response came from monkey",
        "which had at least10-times higher response than any other animal",
        "Two additional uninfected monkeys housed in the same facility were used as negative control",
        "Pharyngeal swab and serum samples were collected on day 2",
        "of which was positive on day 7",
        "viral RNA could be detected in all four animals in the placebo group",
        "no positive culture could be identified in any sample",
        "no infectious viral particles can be isolated from the control animals",
        "The alveoli wall was thickened by heavy infiltration of mononuclear cells",
        "sections of the lung were analyzed by immunohistochemistry",
        "The PUMC-1 strain differs from the BJ01 strain in",
        "that these two sites might be involved in a viral escape mechanism",
        "Inclusion of multiple target genes in the vaccine design can potentially reduce the likelihood of viral escape",
        "The highest T cell response came from monkey",
        "Viral RNA could be detected in all four animals in the placebo group"
    ],
    "claims": [
        "We have shown that Rhesus Macaques immunized with SV8000, especially those in the high-dose group, had lower viral load, shorter viral persistence period, less severe pathological damages, and importantly almost no visible respiratory stress symptoms"
    ],
    "findings": [],
    "processes": [],
    "key_statements": [
        "Rhesus Macaques immunized with the recombinant adenovirus generated antigen-specific humoral and cellular response",
        "Three out of four monkeys immunized with placebo suffered severe alveolar damage and pulmonary destruction",
        "There are currently no effective drug or treatment for this disease, and the development of a safe and effective vaccine is a high priority for public health",
        "A bi-cistronic expression cassette was designed to express multiple antigens according to the genome sequence of the BJ01 strain",
        "The S1-orf[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] fusion protein was predominantly expressed in the culture supernatant as expected (Supplemental Figure 1b)",
        "In order to test whether the recombinant adenovirus can illicit antigen-specific T cell response, pools of overlapping peptides corresponding to target antigen sequences were used to stimulate PBMCs harvested from monkeys four weeks after the booster injection",
        "Animals from immunized groups generated detectable IFN- response (Figure 1c), whereas the placebo group did not show any significant response above background",
        "The highest T cell response came from monkey #0195 in the low-dose group, which had at least10-times higher response than any other animal",
        "Pharyngeal swab and serum samples were collected on day 2, 5, and 7 after challenge",
        "Viral RNA could be detected in all four animals in the placebo group, and it persisted for at least 5 days",
        "No infectious viral particles can be isolated from the control animals",
        "The alveoli wall was thickened by heavy infiltration of mononuclear cells, and hyaline membrane could be identified lining the alveoli walls (Supplemental Figure 2b/c)",
        "The PUMC-1 strain differs from the BJ01 strain in two positions within the S1 domain (G->D on position 21,721, and I->T on position 22,222)",
        "It was speculated that these two sites might be involved in a viral escape mechanism, since all the hotel M associated cases carry D and T whereas other cases in Northern China had G and I, respectively[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>,<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]",
        "Inclusion of multiple target genes in the vaccine design can potentially reduce the likelihood of viral escape"
    ],
    "top_statements": [
        "A recombinant adenovirus vaccine against the SARS Coronavirus (SARS-CoV) was constructed, which contains fragments from the S, N, and Orf[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] genes",
        "Rhesus Macaques immunized with the recombinant adenovirus generated antigen-specific humoral and cellular response",
        "In order to test whether the recombinant adenovirus can illicit antigen-specific T cell response, pools of overlapping peptides corresponding to target antigen sequences were used to stimulate PBMCs harvested from monkeys four weeks after the booster injection",
        "The highest T cell response came from monkey #0195 in the low-dose group, which had at least10-times higher response than any other animal",
        "No infectious viral particles can be isolated from the control animals",
        "The alveoli wall was thickened by heavy infiltration of mononuclear cells, and hyaline membrane could be identified lining the alveoli walls (Supplemental Figure 2b/c)"
    ],
    "headline": "In order to test whether the recombinant adenovirus can illicit antigen-specific T cell response, pools of overlapping peptides corresponding to target antigen sequences were used to stimulate PBMCs harvested from monkeys four weeks after the booster injection",
    "contexts": [],
    "abbreviations": {}
}
