{
    "filename": "2020.03.08.20032854v1.pdf",
    "content_type": "application/pdf",
    "file_size": 402290,
    "metadata": {
        "title": "A deterministic epidemic model for the emergence of COVID-19 in China",
        "date": 2020,
        "author": "|£ R,⁄2÷ WANG Meng ( )1,2∗ & QI Jingtao (",
        "affiliations": [
            "Research Centre for Particle Science and Technology, Shandong University, Qingdao, People’s Republic of China.",
            "Key Laboratory of Particle Physics and Particle Irradiation (Ministry of Education), Shandong University, Qingdao, People’s Republic of China.",
            "Library, Shandong University, Jinan, People’s Republic of China. ∗E-mail: mwang@ sdu. edu. cn",
            "National Health Commission of the People’s Republic of China announced the top-level prevention and control measures against pneumonia, and China determined to curb the spreading of the disease effectively [1, 2]. The current epidemic situation on the Chinese mainland is shown in Figure 1, with data in use listed in Table",
            "Checking the curve of cumulative confirmed cases, we can see there is an abrupt change of increasing trend around January 28, being"
        ],
        "journal": "COVID",
        "volume": "1",
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.03.08.20032854",
            "isbn": null,
            "doc_id": null,
            "url": "https://www.medrxiv.org/content/10.1101/2020.03.08.20032854v1.pdf"
        },
        "abstract": "Coronavirus disease (COVID-19) broke out in Wuhan, Hubei province, China, in December 2019 and soon after Chinese health authorities took unprecedented prevention and control measures to curb the spreading of the novel coronavirus-related pneumonia. We develop a mathematical model based on daily updates of reported cases to study the evolution of the epidemic. With the model, on 95% confidence level, we estimate the basic reproduction number, R0 = 2.82 ± 0.11, time between March 19 and March 21 when the effective reproduction number becoming less than one, the epidemic ending after April 2 and the total number of confirmed cases approaching 14408 ± 429 on the Chinese mainland excluding Hubei province.\nA novel coronavirus disease, named COVID-19, broke out in Wuhan, Hubei province, China, in December 2019. On 20 January 2020, the National Health Commission of the People’s Republic of China announced the top-level prevention and control measures against pneumonia, and China determined to curb the spreading of the disease effectively [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>, <a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. The current epidemic situation on the Chinese mainland is shown in Figure 1, with data in use listed in Table 1. Checking the curve of cumulative confirmed cases, we can see there is an abrupt change of increasing trend around January 28, being",
        "references": "@misc{unknown2020a,\n  title = {The National Health Commission of the People’s Republic of China},\n  date = {2020},\n  url = {http://www.nhc.gov.cn/jkj/s7916/202001/44a3b8245e8049d2837a4f27529cd386.shtml.},\n  language = {}\n}\n@misc{unknown2020b,\n  title = {China takes top-level preventive, control measures against 2019nCoV pneumonia. The State Council of the People’s Republic of China},\n  date = {2020},\n  url = {http://english.www.gov.cn/statecouncil/ministries/202001/21/content_WS5e265d25c6d0db64b784ce80.html.},\n  language = {}\n}\n@book{unknown2020c,\n  title = {Situation Reports (in Chinese)},\n  publisher = {The National Health Commission of the People’s Republic of China},\n  date = {2020},\n  url = {http://www.nhc.gov.cn/xcs/yqtb/list_gzbd.shtml.},\n  language = {}\n}\n@misc{unknown-a,\n  title = {Situation Reports in Hubei Province (in Chinese)},\n  url = {http://wjw.hubei.gov.cn/bmdt/ztzl/fkxxgzbdgrfyyq/xxfb/.},\n  language = {}\n}\n@article{hethcote2000a,\n  author = {Hethcote, H.W.},\n  title = {The Mathematics of Infectious Diseases},\n  journal = {SIAM Review},\n  volume = {42},\n  pages = {599–653},\n  date = {2000},\n  url = {https://doi.org/10.1137/S0036144500371907.},\n  language = {}\n}\n@article{haydon2003a,\n  author = {Haydon, D.T.},\n  title = {The construction and analysis of epidemic trees with reference to the 2001 UK foot-and-mouth outbreak},\n  journal = {Proceedings of the Royal Society of London. Series B: Biological Sciences},\n  volume = {270},\n  pages = {121–127},\n  date = {2003},\n  url = {https://doi.org/10.1098/rspb.2002.2191.},\n  more-authors = {true},\n  language = {}\n}\n@article{wallinga2004a,\n  author = {Wallinga, J. and Teunis, P.},\n  title = {Different Epidemic Curves for Severe Acute Respiratory Syndrome Reveal Similar Impacts of Control Measures},\n  journal = {American Journal of Epidemiology},\n  volume = {160},\n  pages = {509–516},\n  date = {2004},\n  url = {https://doi.org/10.1093/aje/kwh255.},\n  language = {}\n}\n@article{wang2020a,\n  author = {Wang, H.},\n  title = {Phase-adjusted estimation of the number of Coronavirus Disease 2019 cases in Wuhan, China},\n  journal = {Cell Discovery},\n  volume = {6},\n  date = {2020},\n  url = {https://doi.org/10.1038/s41421-020-0148-0.},\n  more-authors = {true},\n  number = {10},\n  language = {}\n}\n",
        "references_ris": "TY  - GEN\nTI  - The National Health Commission of the People’s Republic of China\nPY  - 2020\nDA  - 2020\nUR  - http://www.nhc.gov.cn/jkj/s7916/202001/44a3b8245e8049d2837a4f27529cd386.shtml.\nLA  - \nER  - \n\nTY  - GEN\nTI  - China takes top-level preventive, control measures against 2019nCoV pneumonia. The State Council of the People’s Republic of China\nPY  - 2020\nDA  - 2020\nUR  - http://english.www.gov.cn/statecouncil/ministries/202001/21/content_WS5e265d25c6d0db64b784ce80.html.\nLA  - \nER  - \n\nTY  - BOOK\nTI  - Situation Reports (in Chinese)\nPB  - The National Health Commission of the People’s Republic of China\nPY  - 2020\nDA  - 2020\nUR  - http://www.nhc.gov.cn/xcs/yqtb/list_gzbd.shtml.\nLA  - \nER  - \n\nTY  - GEN\nTI  - Situation Reports in Hubei Province (in Chinese)\nUR  - http://wjw.hubei.gov.cn/bmdt/ztzl/fkxxgzbdgrfyyq/xxfb/.\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Hethcote, H.W.\nTI  - The Mathematics of Infectious Diseases\nT2  - SIAM Review\nVL  - 42\nSP  - 599\nEP  - 653\nPY  - 2000\nDA  - 2000\nUR  - https://doi.org/10.1137/S0036144500371907.\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Haydon, D.T.\nTI  - The construction and analysis of epidemic trees with reference to the 2001 UK foot-and-mouth outbreak\nT2  - Proceedings of the Royal Society of London. Series B: Biological Sciences\nVL  - 270\nSP  - 121\nEP  - 127\nPY  - 2003\nDA  - 2003\nUR  - https://doi.org/10.1098/rspb.2002.2191.\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Wallinga, J.\nAU  - Teunis, P.\nTI  - Different Epidemic Curves for Severe Acute Respiratory Syndrome Reveal Similar Impacts of Control Measures\nT2  - American Journal of Epidemiology\nVL  - 160\nSP  - 509\nEP  - 516\nPY  - 2004\nDA  - 2004\nUR  - https://doi.org/10.1093/aje/kwh255.\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Wang, H.\nTI  - Phase-adjusted estimation of the number of Coronavirus Disease 2019 cases in Wuhan, China\nT2  - Cell Discovery\nVL  - 6\nPY  - 2020\nDA  - 2020\nUR  - https://doi.org/10.1038/s41421-020-0148-0.\nC1  - true\nIS  - 10\nLA  - \nER  - \n\n",
        "links": [],
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "1",
                "caption": "COVID-19 situation on the mainland, China"
            },
            {
                "id": "2",
                "caption": "Fitting results"
            },
            {
                "id": "3",
                "caption": "Covariance matrix of fit parameters"
            },
            {
                "id": "4",
                "caption": "Correlation matrix of fit parameters"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "Epidemic curves of reported COVID-19 cases on the Chinese mainland since 20 January 2020. Data are collected from the official web pages of the National Health Commission of the People’s Republic of China [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] and cross-checked with reports on the official web pages of the Health Commission of Hubei Province [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. In the legend, HB stands for Hubei province, and I and R represent two categories to be fitted with an mathematical model"
            },
            {
                "id": "2",
                "caption": "Fitting results of COVID-19 on the Chinese mainland. In the figure, dots with error bars are epidemic data, curves are fitted functions and colourful bands are 95% confidence intervals"
            },
            {
                "id": "3",
                "caption": "Fitting results of COVID-19 on the Chinese mainland with data as of February 9. In the figure, dots with error bars are epidemic data, curves are fitted functions and colourful bands are 95% confidence intervals"
            },
            {
                "id": "4",
                "caption": "The effective reproduction number, Rt, deduced from fitting results. The predicted date when Rt = 1 is indicated on the curve"
            },
            {
                "id": "5",
                "caption": "Estimates of the basic reproduction number (R0) and the predicted date (TR1) when the effective reproduction number (Rt) reaching one as functions of date of situation report"
            }
        ],
        "tables_url": "https://scholarcy.nyc3.digitaloceanspaces.com/tables/docker-test/2020.03.08.20032854v1.xlsx",
        "figure_urls": []
    },
    "sections": {
        "discussion": [
            "The study provides a deterministic mathematical model to analyse and predict characteristics of an infectious disease spreading in an extremely large population with strong prevention and control measures. The model depends purely on statistic data of categorised epidemic cases reported in public. We apply the model to the emergence of COVID-19 in China. Although the model is not yet perfect, it is effective, robust and consistent as long as there is no sudden change in control measures. Comparing with the classic SIR model, we extract the basic reproduction number, R0, and make predictions on the time when the effective reproduction number will become less than one and on the total number of confirmed cases in the end. Our study indicates that it is essential to take effective control measures as early as possible for curbing an infectious disease and it is important to report epidemic data precisely and timely for epidemiological modelling. In the era of globalisation, an infectious disease can spread as far as any individual can reach on the earth, that makes the whole world population to be susceptible. As COVID-19 has spread around the world, we anticipate our method can be adapted in modelling the spread and help public health authorities make policy decisions."
        ],
        "introduction": [
            "A novel coronavirus disease, named COVID-19, broke out in Wuhan, Hubei province, China, in December 2019. On 20 January 2020, the National Health Commission of the People’s Republic of China announced the top-level prevention and control measures against pneumonia, and China determined to curb the spreading of the disease effectively [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>, <a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. The current epidemic situation on the Chinese mainland is shown in Figure 1, with data in use listed in Table 1. Checking the curve of cumulative confirmed cases, we can see there is an abrupt change of increasing trend around January 28, being exponential before the time and softened afterwards. A similarity is also observed on the curve of cumulative removed cases (recoveries plus deaths), with delay of a few days. The change indicates the control measures have taken in effect. How to evaluate the effect quantitatively, and in particular, to predict the evolution of the disease would be highly desired.",
            "COVID-19 situation in China as of 2020/03/07 current infectives w/o HB (I=A-R) cumulative removed cases w/o HB (R=C+D) cumulative confirmed cases w/o HB (A) cumulative recoveries w/o HB (C) cumulative deaths w/o HB (D) current infectives of HB (Hubei) cumulative confirmed cases of mainland day",
            "Many epidemic models exist to describe spreads of infectious diseases mathematically [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. The central role of modelling is to estimate the basic reproduction number, R0, defined as the expected average number of secondary cases infected by a typical primary case in a fully susceptible population, as well as the effective reproduction number, Rt, defined as the actual average number of secondary cases per primary case during an epidemic. Different approaches [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>, <a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] have been taken for the purpose. A study on COVID-19 in Wuhan [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] is also reported. In rapid development of an infectious disease like",
            "COVID-19 in China and in the world, however, these approaches are very difficult in use, if not impossible, or lack of accuracy.",
            "We consider a mathematical model purely based on categorised reported cases, because we believe that key epidemic features will be convolved in the evolution of an infectious disease, namely, the statistics of epidemic data. Should such a model can be fitted with data reasonably well, some epidemic parameters can be extracted. Let’s take the number of cumulative confirmed cases (A), the number of cumulative recovered cases (C) and the number of cumulative deaths (D). We define the number of cumulative removed cases (R) as R = C + D, and the number of current infectives (I) as I = A − R. We assume change rates of both I and R are proportional to I (justification of this assumption will been discussed later), dI",
            "(1b) dt where ρ denotes the change rate of I and in general varies with time, γ is the change rate of R and can be regarded as a constant. For the time varying ρ, the equation (1a) can be solved analytically ρ1 if t ≤ T1, ρ(t) =",
            "ρ1 − ρ2 ln T1 if t > T1, where T1 is a transition time when the rate changes from a constant to a time dependent variable due to disease control measures taking effect, and both ρ1 and ρ2 are constants. Then, we have",
            "where Io = I(t = 0) is a constant. Considering the existence of an infectious period, the transition time of R(t) will be different from that of I(t). Therefore, R(t) can be expressed as",
            "where T2 is a transition time of R, and Ro = R(t = 0), being a constant. Ro is related to Io by Ro = γIo/ρ1. But in principle, both Io and Ro are just arbitrary constants because we choose time zero randomly.",
            "We use (3) and (4) to fit epidemic curves. For various reasons, reported numbers of cumulative confirmed cases in Hubei are comparatively less reliable. Particularly, there is a jump on February 12, seeing Figure 1 and Table 1, due to the addition of clinically diagnosed cases (only applicable to Hubei province) to previously laboratory confirmed cases. On the other hand, numbers of cumulative confirmed cases, recoveries and deaths of other provinces on the Chinese mainland are quite reliable since January 20 when the National Health Commission started to daily report the epidemic situation. Therefore, we apply the model to the epidemic data excluding Hubei.",
            "We fit, in Figure 1, the curve of current infectives (I) with (3) and the curve of cumulative removed cases (R) with (4) simultaneously. During the fitting procedure, the parameters ρ1 and ρ2 are shared, and others are free to vary. The fit method is minimisation of a chi-square (χ2) using data errors. The data errors are estimated on the base of single counting uncertainty. Let Ai, Ci and Di separately stand for cumulative confirmed cases, cumulative recoveries and cumulative deaths reported as √of i-th day. By definition, Ii = Ai −√Ci − Di and Ri = Ci + Di, we have Ai + Ci + Di for the error of Ii and Ci + Di for the error of Ri, respectively. Fitting results are shown in Figure 2 and summarised in Table 2. The covariance matrix and the correlation matrix of fit parameters are also reported in Table 3 and Table 4, respectively. The 95% confidence intervals have been calculated for I, R as well as A, also shown in Figure 2.",
            "The spreading trend of COVID-19 on the Chinese mainland (excluding Hubei) could be predicted with the model. With the fitting results, the number of current infectives would be less than one after April 2 with 95% confidence level (CL)1, that can be regarded as the ending of the disease. Meanwhile, the total number of confirmed cases would approach 14408±429. In addition, we see the current infectives peaks around February 11. Should we perform the same analysis on data before the peaking date, we could obtain similar results, but with comparatively larger uncertainties, as shown in Figure 3, confirming the predictability of the method.",
            "Our model and results can be compared to the classic Susceptible-InfectiveRemoved (SIR) model. The SIR model divides the population into compart-",
            "100 day 04/18 04/28 date ments: the compartment S for susceptibles , the compartment I for infectives and the compartment R for removed (recovered or dead) cases. Corresponding numbers in the compartments are related by a set of derivative equations dS βI = − S, dt N dI βI",
            "(5c) where N = S + I + R is the total population, β is the average number of contacts sufficient for transmission per person per unit time (contact rate) and 1/γ is the average infectious period, and all the three parameters are regarded as constants. The model is adequate for limited population and freely developed infectious diseases. For COVID-19 in China, the static SIR model is incapable. On one hand, the extremely tight prevention and control measures have taken effect significantly, hence suppressing the contact rate",
            "with time; on the other hand, the population in China is more than 1.4 billion and modern transportation methods, e.g., high speed trains, have brought all people in the country as a whole being susceptible, eliminating the depletion effect of susceptibles. The latter causes S ≈ N can be regarded as being infinite, or a constant. Consequently the equations in (5) reduce to our model in (1) with ρ = β − γ.",
            "Before the transition time T1, ρ1 = β − γ, being a constant, justifying our previous assumption for the model. To estimate γ, we cannot use Io and Ro directly because the time zero, t = 0, in our analysis is arbitrarily chosen and the two constants are subject to large fluctuation. Instead, we can take the epidemic meaning of 1/γ and interpret its equivalence to the transition time difference between R and I, namely, 1/γ = T2 − T1.",
            "with our fitting results, R0 = 2.82 ± 0.11 (95% CL). To quantify the impact of control measures, however, we should use the effective reproduction number, Rt . The spreading of an epidemic will stop when Rt become less than 1 persistently. With respect to the time dependent contact rate, β(t), using (6), we have the effective reproduction number β(t)",
            "where ρ(t) is in (2). The distribution of Rt with our fitting results is shown in Figure 4. It starts with R0, and approaches zero logarithmically. The time when Rt = 1 will be between March 19 and March 21 (95% CL).",
            "The stability and consistency of our model can be verified by fitting the previous epidemic data day-by-day up to now. The repetitious fit starts with data as of February 5 in order to have enough statistics. For each fit, we extract R0 and the date, TR1, with Rt = 1. Results are depicted in Figure 5. We see fluctuation in daily results of R0 and TR1, but both of them are consistent within 95% confidence intervals during the epidemic so far."
        ]
    },
    "structured_content": {
        "Abstract": [
            "Coronavirus disease (COVID-19) broke out in Wuhan, Hubei province, China, in December 2019 and soon after Chinese health authorities took unprecedented prevention and control measures to curb the spreading of the novel coronavirus-related pneumonia. We develop a mathematical model based on daily updates of reported cases to study the evolution of the epidemic. With the model, on 95% confidence level, we estimate the basic reproduction number, R0 = 2.82 ± 0.11, time between March 19 and March 21 when the effective reproduction number becoming less than one, the epidemic ending after April 2 and the total number of confirmed cases approaching 14408 ± 429 on the Chinese mainland excluding Hubei province.",
            "A novel coronavirus disease, named COVID-19, broke out in Wuhan, Hubei province, China, in December 2019. On 20 January 2020, the National Health Commission of the People’s Republic of China announced the top-level prevention and control measures against pneumonia, and China determined to curb the spreading of the disease effectively [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>, <a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. The current epidemic situation on the Chinese mainland is shown in Figure 1, with data in use listed in Table 1. Checking the curve of cumulative confirmed cases, we can see there is an abrupt change of increasing trend around January 28, being exponential before the time and softened afterwards. A similarity is also observed on the curve of cumulative removed cases (recoveries plus deaths), with delay of a few days. The change indicates the control measures have taken in effect. How to evaluate the effect quantitatively, and in particular, to predict the evolution of the disease would be highly desired.",
            "COVID-19 situation in China as of 2020/03/07 current infectives w/o HB (I=A-R) cumulative removed cases w/o HB (R=C+D) cumulative confirmed cases w/o HB (A) cumulative recoveries w/o HB (C) cumulative deaths w/o HB (D) current infectives of HB (Hubei) cumulative confirmed cases of mainland day",
            "Many epidemic models exist to describe spreads of infectious diseases mathematically [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. The central role of modelling is to estimate the basic reproduction number, R0, defined as the expected average number of secondary cases infected by a typical primary case in a fully susceptible population, as well as the effective reproduction number, Rt, defined as the actual average number of secondary cases per primary case during an epidemic. Different approaches [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>, <a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] have been taken for the purpose. A study on COVID-19 in Wuhan [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] is also reported. In rapid development of an infectious disease like",
            "COVID-19 in China and in the world, however, these approaches are very difficult in use, if not impossible, or lack of accuracy.",
            "We consider a mathematical model purely based on categorised reported cases, because we believe that key epidemic features will be convolved in the evolution of an infectious disease, namely, the statistics of epidemic data. Should such a model can be fitted with data reasonably well, some epidemic parameters can be extracted. Let’s take the number of cumulative confirmed cases (A), the number of cumulative recovered cases (C) and the number of cumulative deaths (D). We define the number of cumulative removed cases (R) as R = C + D, and the number of current infectives (I) as I = A − R. We assume change rates of both I and R are proportional to I (justification of this assumption will been discussed later), dI",
            "(1b) dt where ρ denotes the change rate of I and in general varies with time, γ is the change rate of R and can be regarded as a constant. For the time varying ρ, the equation (1a) can be solved analytically ρ1 if t ≤ T1, ρ(t) =",
            "ρ1 − ρ2 ln T1 if t > T1, where T1 is a transition time when the rate changes from a constant to a time dependent variable due to disease control measures taking effect, and both ρ1 and ρ2 are constants. Then, we have",
            "where Io = I(t = 0) is a constant. Considering the existence of an infectious period, the transition time of R(t) will be different from that of I(t). Therefore, R(t) can be expressed as",
            "where T2 is a transition time of R, and Ro = R(t = 0), being a constant. Ro is related to Io by Ro = γIo/ρ1. But in principle, both Io and Ro are just arbitrary constants because we choose time zero randomly.",
            "We use (3) and (4) to fit epidemic curves. For various reasons, reported numbers of cumulative confirmed cases in Hubei are comparatively less reliable. Particularly, there is a jump on February 12, seeing Figure 1 and Table 1, due to the addition of clinically diagnosed cases (only applicable to Hubei province) to previously laboratory confirmed cases. On the other hand, numbers of cumulative confirmed cases, recoveries and deaths of other provinces on the Chinese mainland are quite reliable since January 20 when the National Health Commission started to daily report the epidemic situation. Therefore, we apply the model to the epidemic data excluding Hubei.",
            "We fit, in Figure 1, the curve of current infectives (I) with (3) and the curve of cumulative removed cases (R) with (4) simultaneously. During the fitting procedure, the parameters ρ1 and ρ2 are shared, and others are free to vary. The fit method is minimisation of a chi-square (χ2) using data errors. The data errors are estimated on the base of single counting uncertainty. Let Ai, Ci and Di separately stand for cumulative confirmed cases, cumulative recoveries and cumulative deaths reported as √of i-th day. By definition, Ii = Ai −√Ci − Di and Ri = Ci + Di, we have Ai + Ci + Di for the error of Ii and Ci + Di for the error of Ri, respectively. Fitting results are shown in Figure 2 and summarised in Table 2. The covariance matrix and the correlation matrix of fit parameters are also reported in Table 3 and Table 4, respectively. The 95% confidence intervals have been calculated for I, R as well as A, also shown in Figure 2.",
            "The spreading trend of COVID-19 on the Chinese mainland (excluding Hubei) could be predicted with the model. With the fitting results, the number of current infectives would be less than one after April 2 with 95% confidence level (CL)1, that can be regarded as the ending of the disease. Meanwhile, the total number of confirmed cases would approach 14408±429. In addition, we see the current infectives peaks around February 11. Should we perform the same analysis on data before the peaking date, we could obtain similar results, but with comparatively larger uncertainties, as shown in Figure 3, confirming the predictability of the method.",
            "Our model and results can be compared to the classic Susceptible-InfectiveRemoved (SIR) model. The SIR model divides the population into compart-",
            "Fitting result with data as of 2020/03/07 current infectives w/o HB (I=A-R) fitted curve with 95% confidence intervals cumulative removed cases w/o HB (R=C+D) fitted curve with 95% confidence intervals cumulative confirmed cases w/o HB (A) fitted curve with 95% confidence intervals 02/09 - 02/12: max = 9259 ± 155 (95% CL) after 04/02 current infectives ≤ 1 (95% CL) cumulative confirmed cases → 14408 ± 429 (95% CL)",
            "ments: the compartment S for susceptibles , the compartment I for infectives and the compartment R for removed (recovered or dead) cases. Corresponding numbers in the compartments are related by a set of derivative equations dS βI = − S, dt N dI βI",
            "(5c) where N = S + I + R is the total population, β is the average number of contacts sufficient for transmission per person per unit time (contact rate) and 1/γ is the average infectious period, and all the three parameters are regarded as constants. The model is adequate for limited population and freely developed infectious diseases. For COVID-19 in China, the static SIR model is incapable. On one hand, the extremely tight prevention and control measures have taken effect significantly, hence suppressing the contact rate",
            "Fitting result with data as of 2020/02/09 current infectives w/o HB (I=A-R) fitted curve with 95% confidence intervals cumulative removed cases w/o HB (R=C+D) fitted curve with 95% confidence intervals cumulative confirmed cases w/o HB (A) fitted curve with 95% confidence intervals 02/07 - 02/12: max = 9064 ± 377 (95% CL) after 03/24 current infectives ≤ 1 (95% CL) cumulative confirmed cases → 18363 ± 13001 (95% CL)",
            "with time; on the other hand, the population in China is more than 1.4 billion and modern transportation methods, e.g., high speed trains, have brought all people in the country as a whole being susceptible, eliminating the depletion effect of susceptibles. The latter causes S ≈ N can be regarded as being infinite, or a constant. Consequently the equations in (5) reduce to our model in (1) with ρ = β − γ.",
            "Before the transition time T1, ρ1 = β − γ, being a constant, justifying our previous assumption for the model. To estimate γ, we cannot use Io and Ro directly because the time zero, t = 0, in our analysis is arbitrarily chosen and the two constants are subject to large fluctuation. Instead, we can take the epidemic meaning of 1/γ and interpret its equivalence to the transition time difference between R and I, namely, 1/γ = T2 − T1.",
            "with our fitting results, R0 = 2.82 ± 0.11 (95% CL). To quantify the impact of control measures, however, we should use the effective reproduction number, Rt . The spreading of an epidemic will stop when Rt become less than 1 persistently. With respect to the time dependent contact rate, β(t), using (6), we have the effective reproduction number β(t)",
            "where ρ(t) is in (2). The distribution of Rt with our fitting results is shown in Figure 4. It starts with R0, and approaches zero logarithmically. The time when Rt = 1 will be between March 19 and March 21 (95% CL).",
            "The stability and consistency of our model can be verified by fitting the previous epidemic data day-by-day up to now. The repetitious fit starts with data as of February 5 in order to have enough statistics. For each fit, we extract R0 and the date, TR1, with Rt = 1. Results are depicted in Figure 5. We see fluctuation in daily results of R0 and TR1, but both of them are consistent within 95% confidence intervals during the epidemic so far."
        ],
        "Discussion": [
            "The study provides a deterministic mathematical model to analyse and predict characteristics of an infectious disease spreading in an extremely large population with strong prevention and control measures. The model depends purely on statistic data of categorised epidemic cases reported in public. We apply the model to the emergence of COVID-19 in China. Although the model is not yet perfect, it is effective, robust and consistent as long as there is no sudden change in control measures. Comparing with the classic SIR model, we extract the basic reproduction number, R0, and make predictions on the time when the effective reproduction number will become less than one and on the total number of confirmed cases in the end. Our study indicates that it is essential to take effective control measures as early as possible for curbing an infectious disease and it is important to report epidemic data precisely and timely for epidemiological modelling. In the era of globalisation, an infectious disease can spread as far as any individual can reach on the earth, that makes the whole world population to be susceptible. As COVID-19 has spread around the world, we anticipate our method can be adapted in modelling the spread and help public health authorities make policy decisions."
        ],
        "References": [
            "[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>] ¥ \u0095 | Ì á Z ) )  ¥ © H  \u0094 Ê Ì Ú · # \u0091 R (2020 1 ).",
            "The National Health Commission of the People’s Republic of China (2020/01/20). http://www.nhc.gov.cn/jkj/s7916/202001/ 44a3b8245e8049d2837a4f27529cd386.shtml. [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] China takes top-level preventive, control measures against 2019nCoV pneumonia. The State Council of the People’s Republic of China (2020/01/21). http://english.www.gov.cn/statecouncil/ ministries/202001/21/content_WS5e265d25c6d0db64b784ce80. html. [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] Situation Reports (in Chinese). The National Health Commission of the People’s Republic of China (2020). http://www.nhc.gov.cn/xcs/yqtb/ list_gzbd.shtml. [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>] Situation Reports in Hubei Province (in Chinese). http://wjw.hubei. gov.cn/bmdt/ztzl/fkxxgzbdgrfyyq/xxfb/. [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] Hethcote, H. W. The Mathematics of Infectious Diseases. SIAM Review 42, 599–653 (2000). https://doi.org/10.1137/S0036144500371907. [<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] Haydon, D. T. et al The construction and analysis of epidemic trees with reference to the 2001 UK foot-and-mouth outbreak. Proceedings of the Royal Society of London. Series B: Biological Sciences 270, 121–127 (2003). https://doi.org/10.1098/rspb.2002.2191. [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] Wallinga, J. & Teunis, P. Different Epidemic Curves for Severe Acute Respiratory Syndrome Reveal Similar Impacts of Control Measures. American Journal of Epidemiology 160, 509–516 (2004). https://doi.org/ 10.1093/aje/kwh255. [<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] Wang, H. et al Phase-adjusted estimation of the number of Coronavirus Disease 2019 cases in Wuhan, China. Cell Discovery 6, 10 (2020). https: //doi.org/10.1038/s41421-020-0148-0.",
            "Table 1: COVID-19 situation on the mainland, China.",
            "Date 1/20 1/21 1/22 1/23 1/24 1/25 1/26 1/27 1/28 1/29 1/30 1/31 2/1 2/2 2/3 2/4 2/5 2/6 2/7 2/8 2/9 2/10 2/11 2/12 2/13 2/14 2/15 2/16 2/17 2/18",
            "2/20 2/21 2/22 2/23 2/24 2/25 2/26 2/27 2/28 2/29 3/1 3/2 3/3 3/4 3/5 3/6 3/7"
        ],
        "Mainland cumulative": [],
        "Confirmed Recoveries Deaths": [],
        "Hubei Province cumulative": [],
        "Excluding Hubei": [
            "Data are collected from the official web pages of the National Health Commission of the People’s Republic of China [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] and cross-checked with reports on the official web pages of the Health Commission of Hubei Province [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. Data are collected from the official web page of National Health Commission of the People’s Republic of China. Only cases on the Chinese mainland have been used in analysis. Numbers in the three rightmost columns are defined in the text. ∗Hubei Province added clinically diagnosed cases (only applicable to Hubei province) to laboratory confirmed cases. †These numbers are corrected according to reports of Health Commission of Hubei Province."
        ]
    },
    "participants": [],
    "statistics": [
        {
            "tests": {
                "context": "<mark class=\"stats\">The fit method is minimisation of a chi-square (χ2) using data errors</mark>",
                "tests": [
                    {
                        "test": "chi-square"
                    },
                    {
                        "test": "χ2"
                    }
                ]
            }
        }
    ],
    "keywords": [
        "basic reproduction",
        "confidence level",
        "control measure",
        "chinese mainland",
        "statistics",
        "coronavirus disease",
        "pneumonia",
        "hubei province",
        "current infectif",
        "cumulative death",
        "national health commission",
        "COVID-19",
        "infectious disease",
        "novel coronavirus",
        "average number",
        "reproduction number",
        "epidemic situation"
    ],
    "keyword_relevance": {
        "confidence level": 0.19753086419753085,
        "COVID-19": 0.1728395061728395,
        "reproduction number": 0.16049382716049382,
        "control measure": 0.12345679012345678,
        "infectious disease": 0.08641975308641975,
        "basic reproduction": 0.06172839506172839,
        "pneumonia": 0.037037037037037035,
        "cumulative death": 0.037037037037037035,
        "average number": 0.037037037037037035,
        "statistics": 0.024691358024691357,
        "novel coronavirus": 0.024691358024691357,
        "epidemic situation": 0.024691358024691357,
        "coronavirus disease": 0.012345679012345678,
        "chinese mainland": 0.0,
        "hubei province": 0.0,
        "current infectif": 0.0,
        "national health commission": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> A novel coronavirus disease, named COVID-19, broke out in Wuhan, Hubei province, China, in December 2019.",
        "Numbers of cumulative confirmed cases, recoveries and deaths of other provinces on the Chinese mainland are quite reliable since January 20 when the National Health Commission started to daily report the epidemic situation.",
        "With time; on the other hand, the population in China is more than 1.4 billion and modern transportation methods, e.g., high speed trains, have brought all people in the country as a whole being susceptible, eliminating the depletion effect of susceptibles",
        "The latter causes S ≈ N can be regarded as being infinite, or a constant.",
        "The authors see fluctuation in daily results of R0 and TR1, but both of them are consistent within 95% confidence intervals during the epidemic so far",
        "<h2 style=\"display: inline\">Conclusion:</h2> The study provides a deterministic mathematical model to analyse and predict characteristics of an infectious disease spreading in an extremely large population with strong prevention and control measures.",
        "The model depends purely on statistic data of categorised epidemic cases reported in public.",
        "The authors' study indicates that it is essential to take effective control measures as early as possible for curbing an infectious disease and it is important to report epidemic data precisely and timely for epidemiological modelling.",
        "As COVID-19 has spread around the world, the authors anticipate the method can be adapted in modelling the spread and help public health authorities make policy decisions"
    ],
    "structured_summary": {
        "Introduction": [
            "A novel coronavirus disease, named COVID-19, broke out in Wuhan, Hubei province, China, in December 2019.",
            "Numbers of cumulative confirmed cases, recoveries and deaths of other provinces on the Chinese mainland are quite reliable since January 20 when the National Health Commission started to daily report the epidemic situation.",
            "With time; on the other hand, the population in China is more than 1.4 billion and modern transportation methods, e.g., high speed trains, have brought all people in the country as a whole being susceptible, eliminating the depletion effect of susceptibles",
            "The latter causes S ≈ N can be regarded as being infinite, or a constant.",
            "The authors see fluctuation in daily results of R0 and TR1, but both of them are consistent within 95% confidence intervals during the epidemic so far"
        ],
        "Conclusion": [
            "The study provides a deterministic mathematical model to analyse and predict characteristics of an infectious disease spreading in an extremely large population with strong prevention and control measures.",
            "The model depends purely on statistic data of categorised epidemic cases reported in public.",
            "The authors' study indicates that it is essential to take effective control measures as early as possible for curbing an infectious disease and it is important to report epidemic data precisely and timely for epidemiological modelling.",
            "As COVID-19 has spread around the world, the authors anticipate the method can be adapted in modelling the spread and help public health authorities make policy decisions"
        ]
    },
    "reference_links": [
        {
            "id": "The_2020_a",
            "alt_id": "1",
            "entry": "The National Health Commission of the People’s Republic of China (2020/01/20). http://www.nhc.gov.cn/jkj/s7916/202001/44a3b8245e8049d2837a4f27529cd386.shtml.",
            "url": "http://www.nhc.gov.cn/jkj/s7916/202001/44a3b8245e8049d2837a4f27529cd386.shtml"
        },
        {
            "id": "2",
            "alt_id": "[2]_2020_b",
            "entry": "[2] China takes top-level preventive, control measures against 2019nCoV pneumonia. The State Council of the People’s Republic of China (2020/01/21). http://english.www.gov.cn/statecouncil/ministries/202001/21/content_WS5e265d25c6d0db64b784ce80.html.",
            "url": "http://english.www.gov.cn/statecouncil/ministries/202001/21/content_WS5e265d25c6d0db64b784ce80.html"
        },
        {
            "id": "3",
            "alt_id": "[3]_2020_c",
            "entry": "[3] Situation Reports (in Chinese). The National Health Commission of the People’s Republic of China (2020). http://www.nhc.gov.cn/xcs/yqtb/list_gzbd.shtml.",
            "url": "http://www.nhc.gov.cn/xcs/yqtb/list_gzbd.shtml"
        },
        {
            "id": "4",
            "alt_id": "[4]_0000_a",
            "entry": "[4] Situation Reports in Hubei Province (in Chinese). http://wjw.hubei.gov.cn/bmdt/ztzl/fkxxgzbdgrfyyq/xxfb/.",
            "url": "http://wjw.hubei.gov.cn/bmdt/ztzl/fkxxgzbdgrfyyq/xxfb/"
        },
        {
            "id": "5",
            "alt_id": "Hethcote_2000_a",
            "entry": "[5] Hethcote, H. W. The Mathematics of Infectious Diseases. SIAM Review 42, 599–653 (2000). https://doi.org/10.1137/S0036144500371907.",
            "crossref": "https://dx.doi.org/10.1137/S0036144500371907",
            "scite": "https://scite.ai/reports/10.1137/S0036144500371907",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1137/S0036144500371907"
        },
        {
            "id": "6",
            "alt_id": "Haydon_2003_a",
            "entry": "[6] Haydon, D. T. et al. The construction and analysis of epidemic trees with reference to the 2001 UK foot-and-mouth outbreak. Proceedings of the Royal Society of London. Series B: Biological Sciences 270, 121–127 (2003). https://doi.org/10.1098/rspb.2002.2191.",
            "crossref": "https://dx.doi.org/10.1098/rspb.2002.2191",
            "scite": "https://scite.ai/reports/10.1098/rspb.2002.2191",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1098/rspb.2002.2191"
        },
        {
            "id": "7",
            "alt_id": "Wallinga_2004_a",
            "entry": "[7] Wallinga, J. & Teunis, P. Different Epidemic Curves for Severe Acute Respiratory Syndrome Reveal Similar Impacts of Control Measures. American Journal of Epidemiology 160, 509–516 (2004). https://doi.org/10.1093/aje/kwh255.",
            "crossref": "https://dx.doi.org/10.1093/aje/kwh255",
            "scite": "https://scite.ai/reports/10.1093/aje/kwh255",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1093/aje/kwh255"
        },
        {
            "id": "8",
            "alt_id": "Wang_2020_a",
            "entry": "[8] Wang, H. et al. Phase-adjusted estimation of the number of Coronavirus Disease 2019 cases in Wuhan, China. Cell Discovery 6, 10 (2020). https://doi.org/10.1038/s41421-020-0148-0. ",
            "crossref": "https://dx.doi.org/10.1038/s41421-020-0148-0",
            "scite": "https://scite.ai/reports/10.1038/s41421-020-0148-0",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1038/s41421-020-0148-0"
        }
    ],
    "facts": [
        "a mathematical model based on daily updates of reported cases to study the evolution of the epidemic",
        "the epidemic ending after April 2",
        "China determined to curb the spreading of the disease",
        "The current epidemic situation on the Chinese mainland is shown in Figure 1",
        "with data in use listed in Table 1",
        "A similarity is observed on the curve",
        "the control measures have taken in effect",
        "as the expected average number of secondary cases infected by a typical primary case",
        "these approaches are very difficult in use",
        "a mathematical model purely based on categorised reported cases",
        "that key epidemic features will be convolved in the evolution of an infectious disease",
        "a model can be fitted with data",
        "in general varies with time",
        "the equation can be solved analytically ρ1 if t ≤ T1",
        "a constant. Ro is related to Io by Ro",
        "recoveries and deaths of other provinces on the Chinese mainland are quite reliable since January 20",
        "The data errors are estimated on the base of single counting uncertainty",
        "cumulative deaths reported as √of i-th day",
        "Fitting results are shown in Figure 2",
        "the correlation matrix of fit parameters are reported in Table 3",
        "The spreading trend of COVID-19 on the Chinese mainland could be predicted with the model",
        "that can be regarded as the ending of the disease",
        "the current infectives peaks around February 11",
        "Our model and results can be compared to the classic Susceptible-InfectiveRemoved model",
        "The SIR model divides the population into compart-",
        "Corresponding numbers in the compartments are related by a set of derivative equations dS βI",
        "β is the average number of contacts",
        "the three parameters are regarded as constants",
        "The model is adequate for limited population",
        "the two constants are subject to large fluctuation",
        "The distribution of Rt with our fitting results is shown in Figure 4",
        "fit starts with data",
        "Results are depicted in Figure 5",
        "purely on statistic data of categorised epidemic cases reported in public",
        "far as any individual can reach on the earth",
        "As COVID-19 has spread around the world"
    ],
    "claims": [
        "We develop a mathematical model based on daily updates of reported cases to study the evolution of the epidemic"
    ],
    "findings": [],
    "processes": [],
    "key_statements": [
        "The central role of modelling is to estimate the basic reproduction number, R0, defined as the expected average number of secondary cases infected by a typical primary case in a fully susceptible population, as well as the effective reproduction number, Rt, defined as the actual average number of secondary cases per primary case during an epidemic",
        "We consider a mathematical model purely based on categorised reported cases, because we believe that key epidemic features will be convolved in the evolution of an infectious disease, namely, the statistics of epidemic data",
        "Numbers of cumulative confirmed cases, recoveries and deaths of other provinces on the Chinese mainland are quite reliable since January 20 when the National Health Commission started to daily report the epidemic situation",
        "The number of current infectives would be less than one after April 2 with 95% confidence level (CL)1, that can be regarded as the ending of the disease",
        "R(0) = Ro ≥ 0, (5c) where N = S + I + R is the total population, β is the average number of contacts sufficient for transmission per person per unit time and 1/γ is the average infectious period, and all the three parameters are regarded as constants",
        "The model depends purely on statistic data of categorised epidemic cases reported in public",
        "In the era of globalisation, an infectious disease can spread as far as any individual can reach on the earth, that makes the whole world population to be susceptible",
        "As COVID-19 has spread around the world, we anticipate our method can be adapted in modelling the spread and help public health authorities make policy decisions"
    ],
    "top_statements": [
        "A novel coronavirus disease, named COVID-19, broke out in Wuhan, Hubei province, China, in December 2019",
        "The central role of modelling is to estimate the basic reproduction number, R0, defined as the expected average number of secondary cases infected by a typical primary case in a fully susceptible population, as well as the effective reproduction number, Rt, defined as the actual average number of secondary cases per primary case during an epidemic",
        "We consider a mathematical model purely based on categorised reported cases, because we believe that key epidemic features will be convolved in the evolution of an infectious disease, namely, the statistics of epidemic data",
        "The model depends purely on statistic data of categorised epidemic cases reported in public",
        "In the era of globalisation, an infectious disease can spread as far as any individual can reach on the earth, that makes the whole world population to be susceptible",
        "As COVID-19 has spread around the world, we anticipate our method can be adapted in modelling the spread and help public health authorities make policy decisions"
    ],
    "headline": "We consider a mathematical model purely based on categorised reported cases, because we believe that key epidemic features will be convolved in the evolution of an infectious disease, namely, the statistics of epidemic data",
    "contexts": [],
    "abbreviations": {
        "CL": "confidence level"
    }
}
