{
    "filename": "2020.03.05.20031906v1.pdf",
    "content_type": "application/pdf",
    "file_size": 868368,
    "metadata": {
        "title": "COVID-19 early warning score: a multi-parameter screening tool to identify highly suspected patients",
        "author": "Cong-Ying Song,#, Jia Xu,#, Jian-Qin He, Yuan-Qiang Lu",
        "date": 2020,
        "affiliations": [
            "Department of Emergency Medicine and Zhejiang Provincial Key Laboratory for Diagnosis and Treatment of Aging and Physic-chemical Injury Diseases, The First Affiliated Hospital, School of Medicine, Zhejiang University, 79 Qingchun Road, Hangzhou, 310003 Zhejiang, People’s Republic of China.",
            "State Key Laboratory for Diagnosis and Treatment of Infectious Diseases, The First Affiliated Hospital, School of Medicine, Zhejiang University, 79 Qingchun Road, Hangzhou, 310003 Zhejiang, People’s Republic of China",
            "National Health Commission of China9: (1) mild: patients had no pneumonia on imaging; (2) moderate: patients with symptoms and imaging examination shows pneumonia; (3)",
            "First Affiliated Hospital, School of Medicine, Zhejiang University. Epidemiological exposure history within the 14 days before illness onset is defined as: (1) having exposure related to Wuhan: had recently lived, traveled, or had close contact with someone who has been to Wuhan; (2) close contacts: had contacted with",
            "COVID-19 confirmed patient. Except for SARS-CoV-2 nucleicacid detection, the data used in this study were the first inhospital results. Based on the clinical judgment of doctors and the medical burden considerations, patients who did not performed CT in non-COVID-19 group were assigned as a negative CT report by default."
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.03.05.20031906",
            "isbn": null,
            "doc_id": null,
            "url": "https://www.medrxiv.org/content/10.1101/2020.03.05.20031906v1.pdf"
        },
        "abstract": "BACKGROUND Corona Virus Disease 2019 (COVID-19) is spreading worldwide. Effective screening for patients is important to limit the epidemic. However, some defects make the currently applied diagnosis methods are still not very ideal for early warning of patients. We aimed to develop a diagnostic model that allows for the quick screening of highly suspected patients using easy-to-get variables. METHODS A total of 1,311 patients receiving severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) nucleicacid detection were included, whom with a positive result were classified into COVID-19 group. Multivariate logistic regression analyses were performed to construct the diagnostic model. Receiver operating characteristic (ROC) curve analysis were used for model validation. RESULTS After analysis, signs of pneumonia on CT, history of close contact, fever, neutrophil-to-lymphocyte ratio (NLR), Tmax and sex were included in the diagnostic model. Age and meaningful respiratory symptoms were enrolled into COVID-19 early warning score (COVID-19 EWS). The areas under the ROC curve (AUROC) indicated that both of the diagnostic model (training dataset 0.956 [95%CI 0.935-0.977, P < 0.001]; validation dataset 0.960 [95%CI 0.919-1.0, P < 0.001] ) and COVID-19 EWS (training dataset 0.956 [95%CI 0.934-0.978, P < 0.001] ; validate dataset 0.966 [95%CI 0.929-1, P < 0.001]) had good discrimination capacity. In addition, we also obtained the cut-off values of disease severity predictors, such as CT score, CD8+ T cell count, CD4+ T cell count, and so on. CONCLUSIONS The new developed COVID-19 EWS was a considerable tool for early and relatively accurately warning of SARS-CoV-2 infected patients.",
        "keywords": [
            "COVID-19",
            "Diagnostic model",
            "Disease screening",
            "Scoring tool",
            "SARS-CoV-2"
        ],
        "references": "@article{rothe2020a,\n  author = {Rothe, C. and Schunk, M. and Sothmann, P.},\n  title = {Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany},\n  journal = {N Engl J Med},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{phan-a,\n  author = {Phan, L.T. and Nguyen, T.V. and Luong, Q.C.},\n  title = {Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam},\n  journal = {N Engl J Med},\n  volume = {2020},\n  pages = {872–4},\n  more-authors = {true},\n  number = {382},\n  language = {}\n}\n@article{holshue2020a,\n  author = {Holshue, M.L. and DeBolt, C. and Lindquist, S.},\n  title = {First Case of 2019 Novel Coronavirus in the United States},\n  journal = {N Engl J Med},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{xu-a,\n  author = {Xu, X.W. and Wu, XX, Jiang and X.G.},\n  title = {Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series},\n  more-authors = {true},\n  language = {}\n}\n@article{chan-a,\n  author = {Chan, J.F. and Yuan, S. and Kok, K.H.},\n  title = {A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {514–23},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@article{casarini1999a,\n  author = {Casarini, M. and Ameglio, F. and Alemanno, L.},\n  title = {Cytokine levels correlate with a radiologic score in active pulmonary tuberculosis},\n  journal = {Am J Respir Crit Care Med},\n  date = {1999},\n  volume = {159},\n  pages = {143–8},\n  more-authors = {true},\n  language = {}\n}\n@article{guan2020a,\n  author = {Guan, W.J. and Ni, Z.Y. and Hu, Y.},\n  title = {Clinical Characteristics of Coronavirus Disease 2019 in China},\n  journal = {N Engl J Med},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{huang-a,\n  author = {Huang, C. and Wang, Y. and Li, X.},\n  title = {Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {497–506},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@article{wang2020a,\n  author = {Wang, D. and Hu, B. and Hu, C.},\n  title = {Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China},\n  journal = {JAMA},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{ge2019a,\n  author = {Ge, Y.L. and Zhang, H.F. and Zhang, Q.},\n  title = {Neutrophil-to-Lymphocyte Ratio in Adult Community-Acquired Pneumonia Patients Correlates with Unfavorable Clinical Outcomes},\n  journal = {Clin Lab},\n  date = {2019},\n  volume = {65},\n  more-authors = {true},\n  language = {}\n}\n@misc{berhane-a,\n  author = {Berhane, M. and Melku, M. and Amsalu, A. and Enawgaw, B. and Getaneh, Z. and Asrie, F.},\n  title = {The Role of Neutrophil to Lymphocyte Count Ratio in the Differential Diagnosis of Pulmonary Tuberculosis and Bacterial Community-Acquired Pneumonia: a Cross-Sectional Study at Ayder and Mekelle Hospitals, Ethiopia. Clin Lab 2019; 65},\n  language = {}\n}\n@misc{zhang-a,\n  author = {Zhang, H.F. and Ge, Y.L. and Wang, H.Y.},\n  title = {Neutrophil-to-Lymphocyte Ratio Improves the Accuracy and Sensitivity of Pneumonia Severity Index in Predicting 30-Day Mortality of CAP Patients. Clin Lab 2019; 65},\n  more-authors = {true},\n  language = {}\n}\n@article{liu2017a,\n  author = {Liu, W.J. and Zhao, M. and Liu, K.},\n  title = {T-cell immunity of SARS-CoV: Implications for vaccine development against MERS-CoV},\n  journal = {Antiviral Res},\n  date = {2017},\n  volume = {137},\n  pages = {82–92},\n  more-authors = {true},\n  language = {}\n}\n@article{li2008a,\n  author = {Li, C.K. and Wu, H. and Yan, H.},\n  title = {cell responses to whole SARS coronavirus in humans},\n  journal = {J Immunol},\n  date = {2008},\n  volume = {181},\n  pages = {5490–500},\n  more-authors = {true},\n  language = {},\n  type = {T}\n}\n",
        "emails": [
            "luyuanqiang@zju.edu.cn"
        ],
        "references_ris": "TY  - JOUR\nAU  - Rothe, C.\nAU  - Schunk, M.\nAU  - Sothmann, P.\nTI  - Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany\nT2  - N Engl J Med\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Phan, L.T.\nAU  - Nguyen, T.V.\nAU  - Luong, Q.C.\nTI  - Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam\nT2  - N Engl J Med\nVL  - 2020\nSP  - 872\nEP  - 4\nC1  - true\nIS  - 382\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Holshue, M.L.\nAU  - DeBolt, C.\nAU  - Lindquist, S.\nTI  - First Case of 2019 Novel Coronavirus in the United States\nT2  - N Engl J Med\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Xu, X.W.\nAU  - Wu, XX, Jiang\nAU  - X.G.\nTI  - Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Chan, J.F.\nAU  - Yuan, S.\nAU  - Kok, K.H.\nTI  - A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster\nT2  - Lancet\nVL  - 2020\nSP  - 514\nEP  - 23\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Casarini, M.\nAU  - Ameglio, F.\nAU  - Alemanno, L.\nTI  - Cytokine levels correlate with a radiologic score in active pulmonary tuberculosis\nT2  - Am J Respir Crit Care Med\nPY  - 1999\nDA  - 1999\nVL  - 159\nSP  - 143\nEP  - 8\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Guan, W.J.\nAU  - Ni, Z.Y.\nAU  - Hu, Y.\nTI  - Clinical Characteristics of Coronavirus Disease 2019 in China\nT2  - N Engl J Med\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Huang, C.\nAU  - Wang, Y.\nAU  - Li, X.\nTI  - Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China\nT2  - Lancet\nVL  - 2020\nSP  - 497\nEP  - 506\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Wang, D.\nAU  - Hu, B.\nAU  - Hu, C.\nTI  - Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China\nT2  - JAMA\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Ge, Y.L.\nAU  - Zhang, H.F.\nAU  - Zhang, Q.\nTI  - Neutrophil-to-Lymphocyte Ratio in Adult Community-Acquired Pneumonia Patients Correlates with Unfavorable Clinical Outcomes\nT2  - Clin Lab\nPY  - 2019\nDA  - 2019\nVL  - 65\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Berhane, M.\nAU  - Melku, M.\nAU  - Amsalu, A.\nAU  - Enawgaw, B.\nAU  - Getaneh, Z.\nAU  - Asrie, F.\nTI  - The Role of Neutrophil to Lymphocyte Count Ratio in the Differential Diagnosis of Pulmonary Tuberculosis and Bacterial Community-Acquired Pneumonia: a Cross-Sectional Study at Ayder and Mekelle Hospitals, Ethiopia. Clin Lab 2019; 65\nLA  - \nER  - \n\nTY  - GEN\nAU  - Zhang, H.F.\nAU  - Ge, Y.L.\nAU  - Wang, H.Y.\nTI  - Neutrophil-to-Lymphocyte Ratio Improves the Accuracy and Sensitivity of Pneumonia Severity Index in Predicting 30-Day Mortality of CAP Patients. Clin Lab 2019; 65\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Liu, W.J.\nAU  - Zhao, M.\nAU  - Liu, K.\nTI  - T-cell immunity of SARS-CoV: Implications for vaccine development against MERS-CoV\nT2  - Antiviral Res\nPY  - 2017\nDA  - 2017\nVL  - 137\nSP  - 82\nEP  - 92\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Li, C.K.\nAU  - Wu, H.\nAU  - Yan, H.\nTI  - cell responses to whole SARS coronavirus in humans\nT2  - J Immunol\nPY  - 2008\nDA  - 2008\nVL  - 181\nSP  - 5490\nEP  - 500\nC1  - true\nLA  - \nER  - \n\n",
        "links": [],
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "1",
                "caption": "Clinical characteristics of patients in the training dataset"
            },
            {
                "id": "2",
                "caption": "Comparisons of characteristics between severe patients and non-severe patients with SARS-CoV-2 infection"
            },
            {
                "id": "3",
                "caption": "Cut-off values of predictive factors analysis of COVID-19 disease severity"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "Flow chart of patients screening Shown were the concrete procedures of patients screening. A total of 1,311 patients received SARS-CoV-2 nucleicacid detection in our hospital were enrolled. According to the time distribution, these patients were divided into the training dataset and the validate dataset. Base on the results of SARS-CoV-2 nucleicacid detection, patients were enrolled into COVID-19 group or non-COVID-19 group. The whole screening process strictly followed the inclusion criteria and exclusion criteria"
            },
            {
                "id": "2",
                "caption": "Evaluation of the diagnostic model and COVID-19 Early Warning Score (COVID-19 EWS) COVID-19 EWS was listed (A), patients with a total score of 10 or more were considered highly suspect; the curve graph (B) showed the sensitivity and the specificity of diagnostic model, COVID-19 EWS, SARS-CoV-2 nucleicacid detection and CT scan in training dataset and validate dataset; ROC curves of the diagnostic model and COVID-19 EWS were listed, (C) ROC curve of the diagnostic model in the training group; (D) ROC curve of the diagnostic model in the validation group; (E) ROC curve of the clinical scoring tool in the training group; (F) ROC curve of the clinical scoring tool in the validation group"
            }
        ],
        "tables_url": "https://scholarcy.nyc3.digitaloceanspaces.com/tables/docker-test/2020.03.05.20031906v1.xlsx",
        "figure_urls": [
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.05.20031906v1/img-000.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.05.20031906v1/img-001.png"
        ]
    },
    "sections": {
        "introduction": [
            "The Corona Virus Disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection is erupting worldwide.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>] Due to the negative effects it brought, the World Health Organization (WTO) defined the outbreak a public health emergency of international concern on January 31th, 2020.5 As early as December 2019, the COVID-19 epidemic were reported in Wuhan, Hubei Province, China. In a short period of time, the number of COVID-19 confirmed patients in Zhejiang Province also increase rapidly.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>,<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] Currently, the diagnosis of COVID-19 relies mainly on SARS-CoV-2 nucleicacid detection. However, due to the shortcomings of false-negative results caused by the low viral load in the samples and relatively insufficient detection kits, many patients cannot be detected in time. Although clinical symptoms, epidemiological exposure history and computed tomography (CT) manifestations have been added to the diagnostic criteria of the disease, the atypical early clinical symptoms, unclear epidemiological exposure history and ambiguous imaging conclusions also bring difficulties to the screening of the patients.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>,<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] An effective and simple multi-parameter diagnostic tool is urgently needed. Our study selected the clinical data of patients who came to our hospital during the first phase of the epidemic (by February 5th, 2020, most of the confirmed patients were from Wuhan or had a clear history of close contact with the returning population from Wuhan) as the training dataset. By comparing the characteristics of the confirmed cases and excluding cases, the independent risk factors related to the disease were identified and included in the diagnostic model. The purpose of establishing a multifaceted diagnostic model is to improve the detection rate and detection speed of infected patients, so as to truly achieve early detection, early isolation and early treatment to curb the further development of the epidemic. METHODS POPULATIONS We included clinical data of a total of 1,311 patients who came to the First Affiliated Hospital, School of Medicine, Zhejiang University and performed at least once SARS-CoV-2 nucleicacid detection for analysis. This study was approved by the Ethical Committee of the First Affiliated Hospital, School of Medicine, Zhejiang University (code number IIT20200025A). Data of patients between January 20th, 2020 and February 5th, 2020 were enrolled into training dataset, and between February 6th, 2020 and February 19th, 2020 were enrolled into validate dataset. All patients who had a positive SARS-CoV-2 nucleicacid detection result were classified into COVID-19 group, while the others were classified into non-COVID-19 group. Due to the huge number of non-COVID-19 group patients, we eliminated the enrolled patients according to the following steps: (1) all negative patients from the COVID-19 designated district, Zhijiang District of the First Affiliated Hospital of Zhejiang University School of Medicine; (2) negative outpatients from Qingchun District were sorted by \"Z-A\" based on Chinese first name, the first 60% between January 20th, 2020 and February 5th, 2020, and the first 40% between February 6th, 2020 and February 19th, 2020 were included. Exclusion criteria: (1) asymptomatic patients without history of exposure but had strong willingness for detection; (2) patients with important information deficits. Figure 1 presented the concrete procedures of patients screening. The definitions of severity was based on the New Coronavirus Pneumonia Prevention and Control Program (6th edition) published by the National Health Commission of China[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]: (1) mild: patients had no pneumonia on imaging; (2) moderate: patients with symptoms and imaging examination shows pneumonia; (3)<br/><br/>severe: patients meet any of the following: (i) respiratory rate ≥ 30/min; (ii) resting pulse oxygen saturation (SpO2) ≤ 93%; (iii) partial pressure of oxygen (PaO2) / fraction of inspired oxygen (FiO2) ≤ 300mmHg (1mmHg = 0.133kPa); (iiii) multiple pulmonary lobes showing more than 50% progression of lesion in 24-48 hours on imaging; (4) critical: patients meet any of the following: (i) respiratory failure requires mechanical ventilation; (ii) shock; (iii) combination of other organ failure that requires admitted into intensive care unit (ICU). Mild or moderate patients were included in the non-severe group, and severe or critical patients were included in the severe group. DATA COLLECTION Data were extracted from electronic medical record system of the the First Affiliated Hospital, School of Medicine, Zhejiang University. Epidemiological exposure history within the 14 days before illness onset is defined as: (1) having exposure related to Wuhan: had recently lived, traveled, or had close contact with someone who has been to Wuhan; (2) close contacts: had contacted with a COVID-19 confirmed patient. Except for SARS-CoV-2 nucleicacid detection, the data used in this study were the first inhospital results. Based on the clinical judgment of doctors and the medical burden considerations, patients who did not performed CT in non-COVID-19 group were assigned as a negative CT report by default.<br/><br/>LABORATORY CONFIRMATION Laboratory confirmation was achieved by real time reverse transcription-polymerase chain reaction (RT-PCR) assay for SARS-CoV-2 according to the protocol established by the WHO.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>] Sputum samples were preferred in our hospital for RT-PCR assay within 3 hours. Two target genes of SARS-CoV-2 were tested during the process, including open reading frame 1ab (ORF1ab) and nucleocapsidprotein (N). CT SCORING The CT scores were analyzed retrospectively by two radiologists blinded to the patient’s diagnosis and other clinical features. Two lung is divided into the upper (above trachea juga), middle (between trachea juga and pulmonary vein) and lower (under pulmonary vein) parts. According to the area occupied by different CT signs in each region: normal lung tissue, 0 points; lesion area < 25% of this layer, 1 point; 25% ~ 50%, 2 points; 50% ~ 75%, 3 points; > 75% 4 points. The score of each part were added to obtain the final CT score.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] STATISTICAL ANALYSIS Continuous variables were expressed as medians with interquartile ranges (IQR). Categorical variables were expressed as numbers and percentages in each category. Mann-Whitney U-test were used to evaluate continuous data. Chi-square test were used for categorical variables. Independent risk factor analysis was performed using multivariate logistic regression analyses with forward stepwise method. The discrimination capacity of the diagnostic model and COVID-19 early warning score (COVID-19 EWS) were accessed by calculating the area under the receiver operating characteristic (AUROC) curve. All statistical analyses were done by SPSS statistical software package (version 25.0). P < 0.05 was considered statistically significant. RESULTS DEMOGRAPHIC AND CLINICAL CHARACTERISTICS OF PATIENTS IN THE TRAINING DATASET A total of 304 patients were enrolled in the training dataset , including 73 patients in the COVID-19 group and 231 patients in the non-COVID-19 group (Table 1). There was a higher proportion of males in the COVID-19 group (63.0% vs 37.0%, P = 0.007). Patients in COVID-19 group had a higher age distribution than non-COVID-19 group (53 years [IQR, 43.5-62.0] vs 34 years [IQR, 29.0-49.0]; P < 0.001). As for epidemiological exposure, proportion of the patients with history of Wuhan-related exposure and close contact was higher than the COVID-19 group (57.5% vs 40.7%, P = 0.012; 34.2% vs 5.6%, P < 0.001). Patients in the COVID-19 group had a longer out-hospital disease course than the non-COVID-19 group (7 [IQR, 4.0-9.0] vs 3 [IQR, 1.0-5.0]; P < 0.001). More patients in the COVID-19 group showed fever (94.5% vs 68.0%, P < 0.001), dyspnea (21.9% vs 8.7%, P = 0.002), cough (60.3% vs 45.9%, P = 0.032), expectoration (23.3% vs 12.6%, P = 0.026), and myalgia or fatigue (32.9% vs 19.9%, P = 0.022). On the other hand, more patients in the non-COVID-19 group showed pharyngalgia (22.9% vs 6.8%, P = 0.002), and rhinobyon or rhinorrhoea (10.4% vs 1.4%, P = 0.014). In addition, patients in the COVID-19 group had a higher maximum body temperature (Tmax) during the outhospital phase (38.2 °C [IQR,37.5-39.0], P < 0.001) and a lower SpO2 (97.0% [IQR, 95.0-99.0] vs<br/><br/>98.0% [98.0-99.0], P < 0.001).<br/><br/>LABORATORY AND RADIOLOGIC CHARACTERISTICS OF PATIENTS IN THE TRAINING DATASET As shown in Table 1, the white blood cell count (P = 0.002), lymphocyte count (P < 0.001), monocyte count (P < 0.001), and platelet count (P < 0.001) were lower in the COVID-19 group than the non-COVID-19 group. Although neutrophil count had no obvious difference, the neutrophil-to-lymphocyte ratio (NLR) were significantly higher in the COVID-19 group (5.00 [IQR, 2.2-13.9] vs 2.7 [1.7-4.7], P < 0.001). Many indicators associated with inflammation or cell damage were increased, including erythrocyte sedimentation rate (ESR), C-reactive protein (CRP), procalcitonin, alanine aminotransferase (ALT), aspartate aminotransferase (AST), lactose dehydrogenase (LDH), and hydroxybutyrate dehydrogenase (HBDH) (all P < 0.001). Nearly all patients (95.9%) in the COVID-19 had signs of pneumonia on CT scans. Only 26.4% patients in the non-COVID-19 group had abnormal findings on lung CT scans, and some of them were considered as bacteria or other virus infection. DIAGNOSTIC MODEL AND COVID-19 EWS Variables with P < 0.05 were selected to perform multivariate logistic regression analysis by using the forward stepwise method. In order to facilitate the later establishment of a scoring tool, NLR and Tmax were transformed into a categorical variable (< 5.8 / ≥ 5.8; < 37.8 / ≥ 37.8) based on the cut-off value. Signs of pneumonia on CT, history of close contact, fever, NLR, Tmax and sex were considered as the independent factors related to the onset of COVID-19 (Supplementary Table 1). The equation was derived: Probability (COVID-19) = 1 / 1 + exp - [ -9.106 + (2.79 x Fever) + (4.58 x History of close contact) +<br/><br/>(5.10 x Signs of pneumonia on CT) + (0.97 x NLR) + (0.94 x Tmax) + (0.90 x Sex)]. To further improve the operability of this diagnostic model, we converted the beta coefficient values into score. Other significant parameters, age and meaningful lower respiratory symptoms, were also included into the COVID-19 EWS (Figure 2A). According to the results of ROC curve analysis, a cut-off value of 10 was selected as the threshold to distinguish COVID-19 patient, with sensitivity and specificity of 0.932 and 0.874, respectively. As SARS-CoV-2 nucleicacid positive is the accepted standard for COVID-19 diagnosis, and all positive patients need isolated observation and/or treatment, we did not include this single item in COVID-19 EWS. In order to determine whether the diagnostic model and COVID-19 EWS are advantageous, we compared their diagnostic capacity to SARS-CoV-2 nucleicacid detection and CT scan (Figure 2B-F). We used the first SARS-CoV-2 nucleicacid detection result to value its sensitivity and specificity. Results showed that although nucleicacid detection had a high specificity, its sensitivity was lower than COVID-19 EWS (training dataset 0.918 vs 0.932; validate dataset 0.889 vs 0.944). Screening only by CT scan had a high sensitivity, but low specificity (training dataset 0.737 vs 0.874; validate dataset 0.737 vs 0.842). Either of the diagnostic model or the COVID-19 EWS had a quite large AUROC both in the training dataset and the validation dataset. PREDICTIVE FACTORS ANALYSIS OF COVID-19 DISEASE SEVERITY We compared the clinical data between the severe group and the non-severe group to find predictive factors of COVID-19 disease severity (Table 2).The median age of the severe group was higher than the non-severe group (55.5 years [IQR 48.0-64.3] vs 48 years [IQR<br/><br/>37.0-59.0], P < 0.001), indicating that older patients were more likely to develop severe illness. The proportion of male patients in the severe group was great larger than that of female (71.4% vs 28.6%). Percentage of patients with hypertension was higher in severe group (22 [52.4%] vs 4 [12.9%], P < 0.001), while other coexisting disorders, including diabetes, cardiovascular disease and chronic obstructive pulmonary disease showed no significant differences. In addition, many laboratory items and CT score presenting significant differences too. In order to better distinguish severe and non-severe patients, we defined the new threshold value of the selected parameters (P < 0.05) by calculating the cut-off value using ROC curve analysis. Table 3 showed the parameters with AUROC > 0.60. DISCUSSION The worldwide outbreak of COVID-19 is intensifying.[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] As the main battlefield on the first stage, early detection and effective quarantine of patients and close contacts has made the epidemic in China so far under effective control. However, practice has shown that detection of highly suspected patients remains problematic. Considering the relative shortage of SARS-CoV-2 nucleicacid detection kits and false-negative results caused by various reasons, such as the quality of the samples taken, the number of viruses and the stage of the disease, medical experts have proposed screening of highly suspected patients with lung CT. However, due to mild COVID-19 patients are defined as no pneumonia on imaging, and imaging findings of some patients are atypical, screening based on CT findings is greatly dependent on the physician's experience and the effectiveness is limited. All the above reasons increase the diagnosis difficult of COVID-19 patients when they first come to the doctors.<br/><br/>In our study, we firstly developed a diagnostic model based on multivariate logistic regression analysis. Since this diagnostic model was a logistic regression equation and inconvenient to operate in clinical environment, we converted the diagnostic model into an scoring tool by assigning values to each variable in the equation. Besides of that, we enrolled two more parameters into the final COVID-19 EWS, including age and meaningful respiratory symptoms. Based on the statistical analysis, we found that elderly people were more susceptible to COVID-19 and develop severe, which may due to their lower disease resistance and more basic diseases; some significant symptoms, such as cough, expectoration and dyspnea, can help to strengthen the association between fever and lower respiratory symptoms and weaken the weight of fever caused by other reasons. As a result, the COVID-19 EWS contained easy-to-get parameters on clinical manifestation, epidemiological characteristics, basic vital signs, laboratory and radiologic data, which provide a more comprehensive assessment of patients. Through re-evaluation in the validation dataset and comparison with other methods, results showed that both of our diagnostic model and COVID-19 EWS had relatively high and stable sensitivity and specificity. The clinical features of patients in our medical center were similar to those reported in previous studies[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>-<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]: Male were more susceptible to COVID-19 but had no significance to predict of disease severity in our study may due to the small sample size, although the male to female ratio was quite high in the severe group (71.4 vs 28.6); most patients had initial symptoms of fever and cough; as for laboratory results, the decrease of white blood cell, lymphocyte, monocyte, and platelet, and the increase of the levels of ESR, CRP, Cr, serum urea nitrogen, LDH, and HBDH were found in COVID-19 patients, suggesting that SARS-CoV-2 infection may be associated with the injury of cellular immune, cardiomyocytes, liver and kidney.[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>] NLR was a widely used marker for the assessment of the severity of bacterial infections and the prognosis of patients with pneumonia and tumors.[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>-<a class=\"ref-link\" id=\"c19\" href=\"#r19\">19</a>] In our study, we also found the increase of NLR in COVID-19 patients, and it was positively related to the disease severity. Consistent with a previous study, we found CD4+ T cell count and CD8+ T cell count were negatively correlated to the severity of COVID-19, indicating that SARS-CoV-2 may direct or indirect damage to T lymphocytes and further aggravates disease progression.[<a class=\"ref-link\" id=\"c20\" href=\"#r20\">20</a>,<a class=\"ref-link\" id=\"c21\" href=\"#r21\">21</a>] Although inflammatory cytokine storms were thought to be a mechanism for COVID-19 progression,[<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>] we did not find an significantly increased level of IL-2, IL-4, IL-6, IL-10, TNF-α, and IFN-γ.<br/><br/>These findings might due to the limited size of our study and the large heterogeneity at the time-points of the first detection. There were also many shortcomings in our study that should be considered. Firstly, it was a retrospective study, which might contain selection bias, although we tried to avoid the bias through sorting patients by \"Z-A\" based on Chinese first name and strictly abide the inclusion and exclusion criteria. In addition, because of the incomplete of potentially valuable information, such as smoking history and basic diseases, we cannot conduct a comprehensive analysis of these factors currently. Besides of that, additional multi-center, multi-ethnic and prospective studies are expected to revised our diagnostic model and COVID-19 EWS, and we also plan to implement a multi-center study with a larger sample size to further validate and optimize the model. More over, it is hoped that better statistical algorithms will make the diagnostic model more practical. CONCLUSION<br/><br/>We established a novel and easy-to-get early warning score for COVID-19 screening. This scoring tool allows clinicians to more quickly and relatively accurately detect COVID-19 patients, especially when the nucleicacid detection capacity is relatively lacking. CONFLICT OF INTEREST The authors declare that there is no conflict of interest regarding the publication of this paper. ACKNOWLEDGMENTS We thank for Ying-ying Mao, Ph.D., providing the help on statistical analyses. REFERENCES 1. Li Q, Guan X, Wu P, et al Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med 2020. 2. Rothe C, Schunk M, Sothmann P, et al Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany. N Engl J Med 2020. 3. Phan LT, Nguyen TV, Luong QC, et al Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam. N Engl J Med 2020;382:872-4. 4. Holshue ML, DeBolt C, Lindquist S, et al First Case of 2019 Novel Coronavirus in the United States. N Engl J Med 2020. 5. WHO main website. (https://www.who.int) 6. Yang W, Cao Q, Qin L, et al Clinical characteristics and imaging manifestations of the 2019 novel coronavirus disease (COVID-19):A multi-center study in Wenzhou city, Zhejiang, China. J Infect 2020. 7. Xu XW, Wu XX, Jiang XG, et al Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series.<br/><br/>BMJ 2020;368:m606.<br/><br/>8. Chan JF, Yuan S, Kok KH, et al A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet    2020;395:514-23.<br/><br/>9. National Health Commission of the People’s Republic of China. The notice of launching guideline on diagnosis and treatment of the novel coronavirus pneumonia (NCP). 6th edition.<br/><br/>http://www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8aefc2/files/b218<br/><br/>cfeb1bc54639af227f922bf6b817.pdf.<br/><br/>10. World Health Organization. Coronavirus disease (COVID-19) technical guidance: laboratory testing for<br/><br/>2019-nCoV in humans (https://www.who.int/emergencies/diseases/novel-coronavirus-2019/technical-guidance/labora tory-guidance).<br/><br/>11. Casarini M, Ameglio F, Alemanno L, et al Cytokine levels correlate with a radiologic score in active pulmonary tuberculosis. Am J Respir Crit Care Med 1999;159:143-8.<br/><br/>12. World Health Organization. Coronavirus disease (COVID-2019) situation reports (https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports/).<br/><br/>13. Chen N, Zhou M, Dong X, et al Epidemiological and clinical characteristics of 99 cases of<br/><br/>2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet    2020;395:507-13.<br/><br/>14. Guan WJ, Ni ZY, Hu Y, et al Clinical Characteristics of Coronavirus Disease 2019 in<br/><br/>China. N Engl J Med 2020.<br/><br/>15. Huang C, Wang Y, Li X, et al Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020;395:497-506. 16. Wang D, Hu B, Hu C, et al Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020. 17. Ge YL, Zhang HF, Zhang Q, et al Neutrophil-to-Lymphocyte Ratio in Adult Community-Acquired Pneumonia Patients Correlates with Unfavorable Clinical Outcomes. Clin Lab 2019;65. 18. Berhane M, Melku M, Amsalu A, Enawgaw B, Getaneh Z, Asrie F. The Role of Neutrophil to Lymphocyte Count Ratio in the Differential Diagnosis of Pulmonary Tuberculosis and Bacterial Community-Acquired Pneumonia: a Cross-Sectional Study at Ayder and Mekelle Hospitals, Ethiopia. Clin Lab 2019;65. 19. Zhang HF, Ge YL, Wang HY, et al Neutrophil-to-Lymphocyte Ratio Improves the Accuracy and Sensitivity of Pneumonia Severity Index in Predicting 30-Day Mortality of CAP Patients. Clin Lab 2019;65. 20. Liu WJ, Zhao M, Liu K, et al T-cell immunity of SARS-CoV: Implications for vaccine development against MERS-CoV. Antiviral Res 2017;137:82-92. 21. Li CK, Wu H, Yan H, et al T cell responses to whole SARS coronavirus in humans. J Immunol 2008;181:5490-500.<br/><br/>FIGURE LEGENDS Figure 1 Flow chart of patients screening Shown were the concrete procedures of patients screening. A total of 1,311 patients received SARS-CoV-2 nucleicacid detection in our hospital were enrolled. According to the time distribution, these patients were divided into the training dataset and the validate dataset. Base on the results of SARS-CoV-2 nucleicacid detection, patients were enrolled into COVID-19 group or non-COVID-19 group. The whole screening process strictly followed the inclusion criteria and exclusion criteria.<br/><br/>Demographic and clinical characteristics    Age (years) Sex    Male    Female<br/><br/>Symptoms Fever Cough Expectoration Headache Myalgia or fatigue Chill Rhinobyon or rhinorrhoea Pharyngalgia Dyspnea Diarrhoea Nausea or vomiting<br/><br/>Exposure history Wuhan-related exposure History of close contact<br/><br/>Days from onset to first hospital admission Basic vital signs aTmax ( ) Body temperature ( ) Oxygen saturation (%) Respiratory (rate breaths/min) Heart rate (beats/min) Mean arterial pressure (mmHg) Laboratory results White blood cell count (×109/L)<br/><br/>Neutrophil count (×109/L)<br/><br/>Lymphocyte count (×109/L)    aNLR<br/><br/>Monocyte count (×109/L)<br/><br/>Platelet count (×109/L)<br/><br/>Haemoglobin (g/L)<br/><br/>Red blood cell distribution width (%)<br/><br/>Platelet distribution width (%)<br/><br/>Erythrocyte sedimentation rate (mm/h)<br/><br/>C-reactive protein (mg/L)<br/><br/>Procalcitonin (ng/ml)<br/><br/>Alanine aminotransferase (U/L)<br/><br/>Aspartate aminotransferase (U/L)<br/><br/>Creatinine (μmol/L)<br/><br/>Serum urea nitrogen (mmol/L)<br/><br/>Lactose dehydrogenase (U/L)<br/><br/>Hydroxybutyrate dehydrogenase (U/L)<br/><br/>Signs of pneumonia on CT<br/><br/>All patients (n = 304)    37.5 (30.0-55.0)<br/><br/>136 (44.7) 38 (12.5) 3.0 (1.0-7.0)<br/><br/>37.6 (37.1-38.2) 37.2 (36.8-37.6) 98.0 (97.0-99.0) 19.0 (18.0-20.0) 98.0 (86.0-109.0) 97.0 (90.1-103.2)<br/><br/>Non-COVID-19 patients (n = 231)    34.0 (29.0-49.0)    104 (45.0)    ) 127 (55.0<br/><br/>COVID-19 patients (n = 73)    53.0 (43.5-62.0)    P value    < 0.001 0.007    8 (3.5)<br/><br/>94 (40.7) 13 (5.6) 3.0 (1.0-5.0)<br/><br/>37.5 (37.0-38.0) 37.5 (37.0-37.6) 98.0 (98.0-99.0) 19.0 (18.0-20.0) 101.50 (89.0-112.0) 97.0 (90.7-102.3)<br/><br/>42 (57.5) 25 (34.2) 7.0 (4.0-9.0)<br/><br/>38.2 (37.5-39.0) 37.1 (36.5-37.6) 97.0 (95.0-99.0) 18.0 (18.0-20.0) 84.0 (76.0-94.0) 98.3 (86.7-108.2)<br/><br/>6.8 (5.4-8.3) 4.1 (3.1-6.1) 1.6 (1.1-2.0) 2.7 (1.7-4.7) 0.5 (0.4-0.7) 229.0 (186.0-264.0) 139.0 (128.0-155.0) 12.3 (12.0-12.8) 11.7 (10.4-13.4) 7.0 (4.0-14.0) 2.1 (1.0-14.4) 0.20 (0.06-0.25) 13.0 (9.0-18.0) 17.0 (14.0-21.2) 66.0 (56.0-80.0) 4.3 (3.38-5.0) 175.0 (150.5-208.0) 148.0 (130.5-181.5)    61 (26.4)<br/><br/>5.3 (3.7-8.4) 3.7 (2.4-7.0) 0.9 (0.5-1.2) 5.0 (2.2-13.9) 0.3 (0.2-0.5) 187.0 (142.0-233.0) 137.0 (122.0-150.0) 12.20 (11.9-12.8) 12.3 (10.8-13.7) 30.0 (13.5-58.0) 24.3 (9.1-50.5) 0.07 (0.04-0.10) 22.0 (15.0-31.0) 22.0 (16.5-34.5) 78.0 (62.5-93.0) 5.2 (3.9-7.0) 245.0 (195.0-324.5) 202.0 (168.3-267.5)    70 (95.9)<br/><br/>Data are presented as medians (interquartile ranges, IQR) or N (%).<br/><br/>aTmax: the highest body temperature from illness onset to first hospital admission.<br/><br/>Clinical characteristics<br/><br/>Severe patients (n=42)<br/><br/>Non-severe patients (n=31)<br/><br/>Male Female Basic vital signs aTmax ( ) Temperature at hospital admission ( ) Oxygen saturation (%) Respiratory (rate breaths/min) Heart rate (beats/min) Mean arterial pressure (mmHg) Coexisting disorders<br/><br/>Hypertension Diabetes Cardiovascular disease Chronic obstructive pulmonary disease Chronic liver disease Laboratory results White blood cell count (×109/L) Neutrophil count (×109/L) Lymphocyte count (×109/L) aNLR Monocyte count (×109/L) Platelet count (×109/L) Haemoglobin (g/L) Red blood cell distribution width (%) Platelet distribution width (%) Erythrocyte sedimentation rate (mm/h) C-reactive protein (mg/L) Procalcitonin (ng/ml)<br/><br/>Alanine aminotransferase (U/L) Aspartate aminotransferase (U/L)<br/><br/>Serum urea nitrogen (mmol/L) Lactose dehydrogenase (U/L) Hydroxybutyrate dehydrogenase (U/L) Total T cell count (106/L) CD4+T cell count (106/L) CD8+T cell count (106/L) CD4/CD8 NK cell count (106/L) B cell count (106/L) IL-2 (pg/ml) IL-4 (pg/ml) IL-6 (pg/ml) IL-10 (pg/ml)<br/><br/>TNF-α (pg/ml) IFN-γ (pg/ml)    CT score    55.5 (48.0-64.3)<br/><br/>38.4 (37.5-39.0) 37.1 (36.5-39.0) 96.0 (94.5-98.0) 18.0 (18.0-20.0) 81.5 (69.8-94.0) 94.0 (85.3-106.4)<br/><br/>6.6 (3.9-11.0) 5.8 (2.8-10.2) 0.8 (0.5-1.1) 8.2 (3.9-19.2) 0.3 (0.2-0.5) 189.0 (154.0-231.0) 136.5 (120.8-152.0) 12.4 (12.1-13.0) 12.3 (11.0-13.5) 46.0 (21.3-68.5) 35.0 (16.1-59.6) 0.07 (0.04-0.10) 21.0 (13.0-30.0) 22.0 (16.5-41.0) 82.0 (67.0-102.0) 5.6 (4.6-8.5) 287.0 (220.0-349.5) 233.0 (178.3-302.3) 269.0 (158.0-410.0) 139.0 (72.0-206.0) 117.0 (59.0-177.0) 1.2 (1.1-1.7) 100.0 (54.0-178.0) 82.0 (45.0-149.0) 1.0 (0.8-1.9) 1.8 (1.4-1.8) 24.2 (11.6-47.0) 6.7 (3.3-8.2) 12.2 (12.2-54.4) 9.0 (5.7-24.3) 15.0 (11.5-18.3)<br/><br/>aNLR: neutrophil-to-lymphocyte ratio    48.0 (37.0-59.0)<br/><br/>38.1 (37.5-38.8) 37.2 (36.5-37.6) 98.0 (97.0-99.0) 18.0 (18.0-20.0) 87.0 (78.0-96.0) 100.0 (91.0-109.3)<br/><br/>4.2 (3.5-6.0) 2.8 (1.8-4.1) 1.0 (0.6-1.3) 3.0 (1.9-5.5) 0.4 (0.3-0.5) 178.0 (127.0-239.0) 137.0 (126.0-149.0) 11.9 (11.8-12.6) 12.8 (10.7-13.9) 20.0 (10.0-40.0) 10.3 (3.5-30.0) 0.06 (0.04-0.10) 25.0 (16.0-36.8) 21.0 (16.5-29.8) 68.0 (56.3-88.8) 4.4 (3.4-5.9) 223.0 (185.0-258.8) 181.0 (151.0-216.0) 504.5 (262.0-918.8) 288.5 (142.5-504.0) 234.0 (122.3-367.8) 1.2 (0.9-1.6) 232.5 (100.5-286.3) 115.5 (83.0-161.5) 1.0 (0.7-2.0) 1.8 (1.2-1.8) 21.6 (8.7-57.2) 4.3 (3.0-8.1) 19.7 (2.5-67.5) 12.2 (5.8-37.9) 6.0 (3.0-8.0)<br/><br/>Parameters CT score CD8+ T cell count (106/L) CD4+ T cell count (106/L) Age (years) NK cell count (106/L) C-reactive protein (mg/L) aNLR Hydroxybutyrate dehydrogenase (U/L) Total T cell count (106/L) Serum urea nitrogen (mmol/L) Erythrocyte sedimentation rate (mm/h)<br/><br/>Cut-off Value 8.5<br/><br/>95% CI 0.95-1.00 0.62-0.90 0.58-0.89 0.68-0.80 0.56-0.90 0.60-0.85 0.60-0.84 0.60-0.84 0.54-0.88 0.55-0.81 0.54-0.79"
        ],
        "disclosures": [
            "CONFLICT OF INTEREST The authors declare that there is no conflict of interest regarding the publication of this paper. ACKNOWLEDGMENTS We thank for Ying-ying Mao, Ph.D., providing the help on statistical analyses. REFERENCES 1. Li Q, Guan X, Wu P, et al Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med 2020. 2. Rothe C, Schunk M, Sothmann P, et al Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany. N Engl J Med 2020. 3. Phan LT, Nguyen TV, Luong QC, et al Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam. N Engl J Med 2020;382:872-4. 4. Holshue ML, DeBolt C, Lindquist S, et al First Case of 2019 Novel Coronavirus in the United States. N Engl J Med 2020. 5. WHO main website. (https://www.who.int) 6. Yang W, Cao Q, Qin L, et al Clinical characteristics and imaging manifestations of the 2019 novel coronavirus disease (COVID-19):A multi-center study in Wenzhou city, Zhejiang, China. J Infect 2020. 7. Xu XW, Wu XX, Jiang XG, et al Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series."
        ],
        "ethical_compliance": [
            "This study was approved by the Ethical Committee of the First Affiliated Hospital, School of Medicine, Zhejiang University (code number IIT20200025A)"
        ],
        "supplementary_references": {
            "supplementary_data_references": [],
            "supplementary_figure_references": [
                "Supplementary Table 1"
            ]
        }
    },
    "structured_content": {
        "INTRODUCTION": [
            "The Corona Virus Disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection is erupting worldwide.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>] Due to the negative effects it brought, the World Health Organization (WTO) defined the outbreak a public health emergency of international concern on January 31th, 2020.5 As early as December 2019, the COVID-19 epidemic were reported in Wuhan, Hubei Province, China. In a short period of time, the number of COVID-19 confirmed patients in Zhejiang Province also increase rapidly.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>,<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] Currently, the diagnosis of COVID-19 relies mainly on SARS-CoV-2 nucleicacid detection. However, due to the shortcomings of false-negative results caused by the low viral load in the samples and relatively insufficient detection kits, many patients cannot be detected in time. Although clinical symptoms, epidemiological exposure history and computed tomography (CT) manifestations have been added to the diagnostic criteria of the disease, the atypical early clinical symptoms, unclear epidemiological exposure history and ambiguous imaging conclusions also bring difficulties to the screening of the patients.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>,<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] An effective and simple multi-parameter diagnostic tool is urgently needed. Our study selected the clinical data of patients who came to our hospital during the first phase of the epidemic (by February 5th, 2020, most of the confirmed patients were from Wuhan or had a clear history of close contact with the returning population from Wuhan) as the training dataset. By comparing the characteristics of the confirmed cases and excluding cases, the independent risk factors related to the disease were identified and included in the diagnostic model. The purpose of establishing a multifaceted diagnostic model is to improve the detection rate and detection speed of infected patients, so as to truly achieve early detection, early isolation and early treatment to curb the further development of the epidemic. METHODS POPULATIONS We included clinical data of a total of 1,311 patients who came to the First Affiliated Hospital, School of Medicine, Zhejiang University and performed at least once SARS-CoV-2 nucleicacid detection for analysis. This study was approved by the Ethical Committee of the First Affiliated Hospital, School of Medicine, Zhejiang University (code number IIT20200025A). Data of patients between January 20th, 2020 and February 5th, 2020 were enrolled into training dataset, and between February 6th, 2020 and February 19th, 2020 were enrolled into validate dataset. All patients who had a positive SARS-CoV-2 nucleicacid detection result were classified into COVID-19 group, while the others were classified into non-COVID-19 group. Due to the huge number of non-COVID-19 group patients, we eliminated the enrolled patients according to the following steps: (1) all negative patients from the COVID-19 designated district, Zhijiang District of the First Affiliated Hospital of Zhejiang University School of Medicine; (2) negative outpatients from Qingchun District were sorted by \"Z-A\" based on Chinese first name, the first 60% between January 20th, 2020 and February 5th, 2020, and the first 40% between February 6th, 2020 and February 19th, 2020 were included. Exclusion criteria: (1) asymptomatic patients without history of exposure but had strong willingness for detection; (2) patients with important information deficits. Figure 1 presented the concrete procedures of patients screening. The definitions of severity was based on the New Coronavirus Pneumonia Prevention and Control Program (6th edition) published by the National Health Commission of China[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]: (1) mild: patients had no pneumonia on imaging; (2) moderate: patients with symptoms and imaging examination shows pneumonia; (3)",
            "severe: patients meet any of the following: (i) respiratory rate ≥ 30/min; (ii) resting pulse oxygen saturation (SpO2) ≤ 93%; (iii) partial pressure of oxygen (PaO2) / fraction of inspired oxygen (FiO2) ≤ 300mmHg (1mmHg = 0.133kPa); (iiii) multiple pulmonary lobes showing more than 50% progression of lesion in 24-48 hours on imaging; (4) critical: patients meet any of the following: (i) respiratory failure requires mechanical ventilation; (ii) shock; (iii) combination of other organ failure that requires admitted into intensive care unit (ICU). Mild or moderate patients were included in the non-severe group, and severe or critical patients were included in the severe group. DATA COLLECTION Data were extracted from electronic medical record system of the the First Affiliated Hospital, School of Medicine, Zhejiang University. Epidemiological exposure history within the 14 days before illness onset is defined as: (1) having exposure related to Wuhan: had recently lived, traveled, or had close contact with someone who has been to Wuhan; (2) close contacts: had contacted with a COVID-19 confirmed patient. Except for SARS-CoV-2 nucleicacid detection, the data used in this study were the first inhospital results. Based on the clinical judgment of doctors and the medical burden considerations, patients who did not performed CT in non-COVID-19 group were assigned as a negative CT report by default.",
            "LABORATORY CONFIRMATION Laboratory confirmation was achieved by real time reverse transcription-polymerase chain reaction (RT-PCR) assay for SARS-CoV-2 according to the protocol established by the WHO.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>] Sputum samples were preferred in our hospital for RT-PCR assay within 3 hours. Two target genes of SARS-CoV-2 were tested during the process, including open reading frame 1ab (ORF1ab) and nucleocapsidprotein (N). CT SCORING The CT scores were analyzed retrospectively by two radiologists blinded to the patient’s diagnosis and other clinical features. Two lung is divided into the upper (above trachea juga), middle (between trachea juga and pulmonary vein) and lower (under pulmonary vein) parts. According to the area occupied by different CT signs in each region: normal lung tissue, 0 points; lesion area < 25% of this layer, 1 point; 25% ~ 50%, 2 points; 50% ~ 75%, 3 points; > 75% 4 points. The score of each part were added to obtain the final CT score.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] STATISTICAL ANALYSIS Continuous variables were expressed as medians with interquartile ranges (IQR). Categorical variables were expressed as numbers and percentages in each category. Mann-Whitney U-test were used to evaluate continuous data. Chi-square test were used for categorical variables. Independent risk factor analysis was performed using multivariate logistic regression analyses with forward stepwise method. The discrimination capacity of the diagnostic model and COVID-19 early warning score (COVID-19 EWS) were accessed by calculating the area under the receiver operating characteristic (AUROC) curve. All statistical analyses were done by SPSS statistical software package (version 25.0). P < 0.05 was considered statistically significant. RESULTS DEMOGRAPHIC AND CLINICAL CHARACTERISTICS OF PATIENTS IN THE TRAINING DATASET A total of 304 patients were enrolled in the training dataset , including 73 patients in the COVID-19 group and 231 patients in the non-COVID-19 group (Table 1). There was a higher proportion of males in the COVID-19 group (63.0% vs 37.0%, P = 0.007). Patients in COVID-19 group had a higher age distribution than non-COVID-19 group (53 years [IQR, 43.5-62.0] vs 34 years [IQR, 29.0-49.0]; P < 0.001). As for epidemiological exposure, proportion of the patients with history of Wuhan-related exposure and close contact was higher than the COVID-19 group (57.5% vs 40.7%, P = 0.012; 34.2% vs 5.6%, P < 0.001). Patients in the COVID-19 group had a longer out-hospital disease course than the non-COVID-19 group (7 [IQR, 4.0-9.0] vs 3 [IQR, 1.0-5.0]; P < 0.001). More patients in the COVID-19 group showed fever (94.5% vs 68.0%, P < 0.001), dyspnea (21.9% vs 8.7%, P = 0.002), cough (60.3% vs 45.9%, P = 0.032), expectoration (23.3% vs 12.6%, P = 0.026), and myalgia or fatigue (32.9% vs 19.9%, P = 0.022). On the other hand, more patients in the non-COVID-19 group showed pharyngalgia (22.9% vs 6.8%, P = 0.002), and rhinobyon or rhinorrhoea (10.4% vs 1.4%, P = 0.014). In addition, patients in the COVID-19 group had a higher maximum body temperature (Tmax) during the outhospital phase (38.2 °C [IQR,37.5-39.0], P < 0.001) and a lower SpO2 (97.0% [IQR, 95.0-99.0] vs",
            "98.0% [98.0-99.0], P < 0.001).",
            "LABORATORY AND RADIOLOGIC CHARACTERISTICS OF PATIENTS IN THE TRAINING DATASET As shown in Table 1, the white blood cell count (P = 0.002), lymphocyte count (P < 0.001), monocyte count (P < 0.001), and platelet count (P < 0.001) were lower in the COVID-19 group than the non-COVID-19 group. Although neutrophil count had no obvious difference, the neutrophil-to-lymphocyte ratio (NLR) were significantly higher in the COVID-19 group (5.00 [IQR, 2.2-13.9] vs 2.7 [1.7-4.7], P < 0.001). Many indicators associated with inflammation or cell damage were increased, including erythrocyte sedimentation rate (ESR), C-reactive protein (CRP), procalcitonin, alanine aminotransferase (ALT), aspartate aminotransferase (AST), lactose dehydrogenase (LDH), and hydroxybutyrate dehydrogenase (HBDH) (all P < 0.001). Nearly all patients (95.9%) in the COVID-19 had signs of pneumonia on CT scans. Only 26.4% patients in the non-COVID-19 group had abnormal findings on lung CT scans, and some of them were considered as bacteria or other virus infection. DIAGNOSTIC MODEL AND COVID-19 EWS Variables with P < 0.05 were selected to perform multivariate logistic regression analysis by using the forward stepwise method. In order to facilitate the later establishment of a scoring tool, NLR and Tmax were transformed into a categorical variable (< 5.8 / ≥ 5.8; < 37.8 / ≥ 37.8) based on the cut-off value. Signs of pneumonia on CT, history of close contact, fever, NLR, Tmax and sex were considered as the independent factors related to the onset of COVID-19 (Supplementary Table 1). The equation was derived: Probability (COVID-19) = 1 / 1 + exp - [ -9.106 + (2.79 x Fever) + (4.58 x History of close contact) +",
            "(5.10 x Signs of pneumonia on CT) + (0.97 x NLR) + (0.94 x Tmax) + (0.90 x Sex)]. To further improve the operability of this diagnostic model, we converted the beta coefficient values into score. Other significant parameters, age and meaningful lower respiratory symptoms, were also included into the COVID-19 EWS (Figure 2A). According to the results of ROC curve analysis, a cut-off value of 10 was selected as the threshold to distinguish COVID-19 patient, with sensitivity and specificity of 0.932 and 0.874, respectively. As SARS-CoV-2 nucleicacid positive is the accepted standard for COVID-19 diagnosis, and all positive patients need isolated observation and/or treatment, we did not include this single item in COVID-19 EWS. In order to determine whether the diagnostic model and COVID-19 EWS are advantageous, we compared their diagnostic capacity to SARS-CoV-2 nucleicacid detection and CT scan (Figure 2B-F). We used the first SARS-CoV-2 nucleicacid detection result to value its sensitivity and specificity. Results showed that although nucleicacid detection had a high specificity, its sensitivity was lower than COVID-19 EWS (training dataset 0.918 vs 0.932; validate dataset 0.889 vs 0.944). Screening only by CT scan had a high sensitivity, but low specificity (training dataset 0.737 vs 0.874; validate dataset 0.737 vs 0.842). Either of the diagnostic model or the COVID-19 EWS had a quite large AUROC both in the training dataset and the validation dataset. PREDICTIVE FACTORS ANALYSIS OF COVID-19 DISEASE SEVERITY We compared the clinical data between the severe group and the non-severe group to find predictive factors of COVID-19 disease severity (Table 2).The median age of the severe group was higher than the non-severe group (55.5 years [IQR 48.0-64.3] vs 48 years [IQR",
            "37.0-59.0], P < 0.001), indicating that older patients were more likely to develop severe illness. The proportion of male patients in the severe group was great larger than that of female (71.4% vs 28.6%). Percentage of patients with hypertension was higher in severe group (22 [52.4%] vs 4 [12.9%], P < 0.001), while other coexisting disorders, including diabetes, cardiovascular disease and chronic obstructive pulmonary disease showed no significant differences. In addition, many laboratory items and CT score presenting significant differences too. In order to better distinguish severe and non-severe patients, we defined the new threshold value of the selected parameters (P < 0.05) by calculating the cut-off value using ROC curve analysis. Table 3 showed the parameters with AUROC > 0.60. DISCUSSION The worldwide outbreak of COVID-19 is intensifying.[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] As the main battlefield on the first stage, early detection and effective quarantine of patients and close contacts has made the epidemic in China so far under effective control. However, practice has shown that detection of highly suspected patients remains problematic. Considering the relative shortage of SARS-CoV-2 nucleicacid detection kits and false-negative results caused by various reasons, such as the quality of the samples taken, the number of viruses and the stage of the disease, medical experts have proposed screening of highly suspected patients with lung CT. However, due to mild COVID-19 patients are defined as no pneumonia on imaging, and imaging findings of some patients are atypical, screening based on CT findings is greatly dependent on the physician's experience and the effectiveness is limited. All the above reasons increase the diagnosis difficult of COVID-19 patients when they first come to the doctors.",
            "In our study, we firstly developed a diagnostic model based on multivariate logistic regression analysis. Since this diagnostic model was a logistic regression equation and inconvenient to operate in clinical environment, we converted the diagnostic model into an scoring tool by assigning values to each variable in the equation. Besides of that, we enrolled two more parameters into the final COVID-19 EWS, including age and meaningful respiratory symptoms. Based on the statistical analysis, we found that elderly people were more susceptible to COVID-19 and develop severe, which may due to their lower disease resistance and more basic diseases; some significant symptoms, such as cough, expectoration and dyspnea, can help to strengthen the association between fever and lower respiratory symptoms and weaken the weight of fever caused by other reasons. As a result, the COVID-19 EWS contained easy-to-get parameters on clinical manifestation, epidemiological characteristics, basic vital signs, laboratory and radiologic data, which provide a more comprehensive assessment of patients. Through re-evaluation in the validation dataset and comparison with other methods, results showed that both of our diagnostic model and COVID-19 EWS had relatively high and stable sensitivity and specificity. The clinical features of patients in our medical center were similar to those reported in previous studies[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>-<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]: Male were more susceptible to COVID-19 but had no significance to predict of disease severity in our study may due to the small sample size, although the male to female ratio was quite high in the severe group (71.4 vs 28.6); most patients had initial symptoms of fever and cough; as for laboratory results, the decrease of white blood cell, lymphocyte, monocyte, and platelet, and the increase of the levels of ESR, CRP, Cr, serum urea nitrogen, LDH, and HBDH were found in COVID-19 patients, suggesting that SARS-CoV-2 infection may be associated with the injury of cellular immune, cardiomyocytes, liver and kidney.[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>] NLR was a widely used marker for the assessment of the severity of bacterial infections and the prognosis of patients with pneumonia and tumors.[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>-<a class=\"ref-link\" id=\"c19\" href=\"#r19\">19</a>] In our study, we also found the increase of NLR in COVID-19 patients, and it was positively related to the disease severity. Consistent with a previous study, we found CD4+ T cell count and CD8+ T cell count were negatively correlated to the severity of COVID-19, indicating that SARS-CoV-2 may direct or indirect damage to T lymphocytes and further aggravates disease progression.[<a class=\"ref-link\" id=\"c20\" href=\"#r20\">20</a>,<a class=\"ref-link\" id=\"c21\" href=\"#r21\">21</a>] Although inflammatory cytokine storms were thought to be a mechanism for COVID-19 progression,[<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>] we did not find an significantly increased level of IL-2, IL-4, IL-6, IL-10, TNF-α, and IFN-γ.",
            "These findings might due to the limited size of our study and the large heterogeneity at the time-points of the first detection. There were also many shortcomings in our study that should be considered. Firstly, it was a retrospective study, which might contain selection bias, although we tried to avoid the bias through sorting patients by \"Z-A\" based on Chinese first name and strictly abide the inclusion and exclusion criteria. In addition, because of the incomplete of potentially valuable information, such as smoking history and basic diseases, we cannot conduct a comprehensive analysis of these factors currently. Besides of that, additional multi-center, multi-ethnic and prospective studies are expected to revised our diagnostic model and COVID-19 EWS, and we also plan to implement a multi-center study with a larger sample size to further validate and optimize the model. More over, it is hoped that better statistical algorithms will make the diagnostic model more practical. CONCLUSION",
            "We established a novel and easy-to-get early warning score for COVID-19 screening. This scoring tool allows clinicians to more quickly and relatively accurately detect COVID-19 patients, especially when the nucleicacid detection capacity is relatively lacking. CONFLICT OF INTEREST The authors declare that there is no conflict of interest regarding the publication of this paper. ACKNOWLEDGMENTS We thank for Ying-ying Mao, Ph.D., providing the help on statistical analyses. REFERENCES 1. Li Q, Guan X, Wu P, et al Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med 2020. 2. Rothe C, Schunk M, Sothmann P, et al Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany. N Engl J Med 2020. 3. Phan LT, Nguyen TV, Luong QC, et al Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam. N Engl J Med 2020;382:872-4. 4. Holshue ML, DeBolt C, Lindquist S, et al First Case of 2019 Novel Coronavirus in the United States. N Engl J Med 2020. 5. WHO main website. (https://www.who.int) 6. Yang W, Cao Q, Qin L, et al Clinical characteristics and imaging manifestations of the 2019 novel coronavirus disease (COVID-19):A multi-center study in Wenzhou city, Zhejiang, China. J Infect 2020. 7. Xu XW, Wu XX, Jiang XG, et al Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series.",
            "BMJ 2020;368:m606.",
            "8. Chan JF, Yuan S, Kok KH, et al A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet",
            "2020;395:514-23.",
            "9. National Health Commission of the People’s Republic of China. The notice of launching guideline on diagnosis and treatment of the novel coronavirus pneumonia (NCP). 6th edition.",
            "http://www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8aefc2/files/b218",
            "cfeb1bc54639af227f922bf6b817.pdf.",
            "10. World Health Organization. Coronavirus disease (COVID-19) technical guidance: laboratory testing for",
            "2019-nCoV in humans (https://www.who.int/emergencies/diseases/novel-coronavirus-2019/technical-guidance/labora tory-guidance).",
            "11. Casarini M, Ameglio F, Alemanno L, et al Cytokine levels correlate with a radiologic score in active pulmonary tuberculosis. Am J Respir Crit Care Med 1999;159:143-8.",
            "12. World Health Organization. Coronavirus disease (COVID-2019) situation reports (https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports/).",
            "13. Chen N, Zhou M, Dong X, et al Epidemiological and clinical characteristics of 99 cases of",
            "2020;395:507-13.",
            "14. Guan WJ, Ni ZY, Hu Y, et al Clinical Characteristics of Coronavirus Disease 2019 in",
            "China. N Engl J Med 2020.",
            "15. Huang C, Wang Y, Li X, et al Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020;395:497-506. 16. Wang D, Hu B, Hu C, et al Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020. 17. Ge YL, Zhang HF, Zhang Q, et al Neutrophil-to-Lymphocyte Ratio in Adult Community-Acquired Pneumonia Patients Correlates with Unfavorable Clinical Outcomes. Clin Lab 2019;65. 18. Berhane M, Melku M, Amsalu A, Enawgaw B, Getaneh Z, Asrie F. The Role of Neutrophil to Lymphocyte Count Ratio in the Differential Diagnosis of Pulmonary Tuberculosis and Bacterial Community-Acquired Pneumonia: a Cross-Sectional Study at Ayder and Mekelle Hospitals, Ethiopia. Clin Lab 2019;65. 19. Zhang HF, Ge YL, Wang HY, et al Neutrophil-to-Lymphocyte Ratio Improves the Accuracy and Sensitivity of Pneumonia Severity Index in Predicting 30-Day Mortality of CAP Patients. Clin Lab 2019;65. 20. Liu WJ, Zhao M, Liu K, et al T-cell immunity of SARS-CoV: Implications for vaccine development against MERS-CoV. Antiviral Res 2017;137:82-92. 21. Li CK, Wu H, Yan H, et al T cell responses to whole SARS coronavirus in humans. J Immunol 2008;181:5490-500.",
            "FIGURE LEGENDS Figure 1 Flow chart of patients screening Shown were the concrete procedures of patients screening. A total of 1,311 patients received SARS-CoV-2 nucleicacid detection in our hospital were enrolled. According to the time distribution, these patients were divided into the training dataset and the validate dataset. Base on the results of SARS-CoV-2 nucleicacid detection, patients were enrolled into COVID-19 group or non-COVID-19 group. The whole screening process strictly followed the inclusion criteria and exclusion criteria."
        ],
        "Demographic and clinical characteristics": [
            "Days from onset to first hospital admission Basic vital signs aTmax ( ) Body temperature ( ) Oxygen saturation (%) Respiratory (rate breaths/min) Heart rate (beats/min) Mean arterial pressure (mmHg) Laboratory results White blood cell count (×109/L)"
        ],
        "Signs of pneumonia on CT": [
            "37.6 (37.1-38.2) 37.2 (36.8-37.6) 98.0 (97.0-99.0) 19.0 (18.0-20.0) 98.0 (86.0-109.0) 97.0 (90.1-103.2)",
            "37.5 (37.0-38.0) 37.5 (37.0-37.6) 98.0 (98.0-99.0) 19.0 (18.0-20.0) 101.50 (89.0-112.0) 97.0 (90.7-102.3)",
            "38.2 (37.5-39.0) 37.1 (36.5-37.6) 97.0 (95.0-99.0) 18.0 (18.0-20.0) 84.0 (76.0-94.0) 98.3 (86.7-108.2)",
            "6.8 (5.4-8.3) 4.1 (3.1-6.1) 1.6 (1.1-2.0) 2.7 (1.7-4.7) 0.5 (0.4-0.7) 229.0 (186.0-264.0) 139.0 (128.0-155.0) 12.3 (12.0-12.8) 11.7 (10.4-13.4) 7.0 (4.0-14.0) 2.1 (1.0-14.4) 0.20 (0.06-0.25) 13.0 (9.0-18.0) 17.0 (14.0-21.2) 66.0 (56.0-80.0) 4.3 (3.38-5.0) 175.0 (150.5-208.0) 148.0 (130.5-181.5)",
            "5.3 (3.7-8.4) 3.7 (2.4-7.0) 0.9 (0.5-1.2) 5.0 (2.2-13.9) 0.3 (0.2-0.5) 187.0 (142.0-233.0) 137.0 (122.0-150.0) 12.20 (11.9-12.8) 12.3 (10.8-13.7) 30.0 (13.5-58.0) 24.3 (9.1-50.5) 0.07 (0.04-0.10) 22.0 (15.0-31.0) 22.0 (16.5-34.5) 78.0 (62.5-93.0) 5.2 (3.9-7.0) 245.0 (195.0-324.5) 202.0 (168.3-267.5)",
            "Data are presented as medians (interquartile ranges, IQR) or N (%).",
            "aTmax: the highest body temperature from illness onset to first hospital admission."
        ],
        "Clinical characteristics": [
            "Male Female Basic vital signs aTmax ( ) Temperature at hospital admission ( ) Oxygen saturation (%) Respiratory (rate breaths/min) Heart rate (beats/min) Mean arterial pressure (mmHg) Coexisting disorders",
            "Hypertension Diabetes Cardiovascular disease Chronic obstructive pulmonary disease Chronic liver disease Laboratory results White blood cell count (×109/L) Neutrophil count (×109/L) Lymphocyte count (×109/L) aNLR Monocyte count (×109/L) Platelet count (×109/L) Haemoglobin (g/L) Red blood cell distribution width (%) Platelet distribution width (%) Erythrocyte sedimentation rate (mm/h) C-reactive protein (mg/L) Procalcitonin (ng/ml)",
            "Serum urea nitrogen (mmol/L) Lactose dehydrogenase (U/L) Hydroxybutyrate dehydrogenase (U/L) Total T cell count (106/L) CD4+T cell count (106/L) CD8+T cell count (106/L) CD4/CD8 NK cell count (106/L) B cell count (106/L) IL-2 (pg/ml) IL-4 (pg/ml) IL-6 (pg/ml) IL-10 (pg/ml)"
        ],
        "CT score": [
            "38.4 (37.5-39.0) 37.1 (36.5-39.0) 96.0 (94.5-98.0) 18.0 (18.0-20.0) 81.5 (69.8-94.0) 94.0 (85.3-106.4)",
            "6.6 (3.9-11.0) 5.8 (2.8-10.2) 0.8 (0.5-1.1) 8.2 (3.9-19.2) 0.3 (0.2-0.5) 189.0 (154.0-231.0) 136.5 (120.8-152.0) 12.4 (12.1-13.0) 12.3 (11.0-13.5) 46.0 (21.3-68.5) 35.0 (16.1-59.6) 0.07 (0.04-0.10) 21.0 (13.0-30.0) 22.0 (16.5-41.0) 82.0 (67.0-102.0) 5.6 (4.6-8.5) 287.0 (220.0-349.5) 233.0 (178.3-302.3) 269.0 (158.0-410.0) 139.0 (72.0-206.0) 117.0 (59.0-177.0) 1.2 (1.1-1.7) 100.0 (54.0-178.0) 82.0 (45.0-149.0) 1.0 (0.8-1.9) 1.8 (1.4-1.8) 24.2 (11.6-47.0) 6.7 (3.3-8.2) 12.2 (12.2-54.4) 9.0 (5.7-24.3) 15.0 (11.5-18.3)",
            "38.1 (37.5-38.8) 37.2 (36.5-37.6) 98.0 (97.0-99.0) 18.0 (18.0-20.0) 87.0 (78.0-96.0) 100.0 (91.0-109.3)",
            "4.2 (3.5-6.0) 2.8 (1.8-4.1) 1.0 (0.6-1.3) 3.0 (1.9-5.5) 0.4 (0.3-0.5) 178.0 (127.0-239.0) 137.0 (126.0-149.0) 11.9 (11.8-12.6) 12.8 (10.7-13.9) 20.0 (10.0-40.0) 10.3 (3.5-30.0) 0.06 (0.04-0.10) 25.0 (16.0-36.8) 21.0 (16.5-29.8) 68.0 (56.3-88.8) 4.4 (3.4-5.9) 223.0 (185.0-258.8) 181.0 (151.0-216.0) 504.5 (262.0-918.8) 288.5 (142.5-504.0) 234.0 (122.3-367.8) 1.2 (0.9-1.6) 232.5 (100.5-286.3) 115.5 (83.0-161.5) 1.0 (0.7-2.0) 1.8 (1.2-1.8) 21.6 (8.7-57.2) 4.3 (3.0-8.1) 19.7 (2.5-67.5) 12.2 (5.8-37.9) 6.0 (3.0-8.0)",
            "Parameters CT score CD8+ T cell count (106/L) CD4+ T cell count (106/L) Age (years) NK cell count (106/L) C-reactive protein (mg/L) aNLR Hydroxybutyrate dehydrogenase (U/L) Total T cell count (106/L) Serum urea nitrogen (mmol/L) Erythrocyte sedimentation rate (mm/h)",
            "95% CI 0.95-1.00 0.62-0.90 0.58-0.89 0.68-0.80 0.56-0.90 0.60-0.85 0.60-0.84 0.60-0.84 0.54-0.88 0.55-0.81 0.54-0.79"
        ]
    },
    "participants": [
        {
            "participant": "patients",
            "number": 1311,
            "context": "We aimed to develop a diagnostic model that allows for the quick screening of highly suspected patients using easy-to-get variables. <mark class=\"stats\">METHODS A total of 1,311 patients receiving severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) nucleicacid detection were included, whom with a positive result were classified into COVID-19 group</mark>. Multivariate logistic regression analyses were performed to construct the diagnostic model"
        },
        {
            "participant": "patients",
            "number": 1311,
            "context": "The purpose of establishing a multifaceted diagnostic model is to improve the detection rate and detection speed of infected patients, so as to truly achieve early detection, early isolation and early treatment to curb the further development of the epidemic. <mark class=\"stats\">METHODS POPULATIONS We included clinical data of a total of 1,311 patients who came to the First Affiliated Hospital, School of Medicine, Zhejiang University and performed at least once SARS-CoV-2 nucleicacid detection for analysis</mark>. This study was approved by the Ethical Committee of the First Affiliated Hospital, School of Medicine, Zhejiang University (code number IIT20200025A)"
        },
        {
            "participant": "target genes",
            "number": 2,
            "context": "Sputum samples were preferred in our hospital for RT-PCR assay within 3 hours. <mark class=\"stats\">Two target genes of SARS-CoV-2 were tested during the process, including open reading frame 1ab (ORF1ab) and nucleocapsidprotein (N)</mark>. CT SCORING The CT scores were analyzed retrospectively by two radiologists blinded to the patient’s diagnosis and other clinical features"
        },
        {
            "participant": "radiologists",
            "number": 2,
            "context": "Two target genes of SARS-CoV-2 were tested during the process, including open reading frame 1ab (ORF1ab) and nucleocapsidprotein (N). <mark class=\"stats\">CT SCORING The CT scores were analyzed retrospectively by two radiologists blinded to the patient’s diagnosis and other clinical features</mark>. Two lung is divided into the upper (above trachea juga), middle (between trachea juga and pulmonary vein) and lower (under pulmonary vein) parts"
        },
        {
            "participant": "patients",
            "number": 304,
            "context": "P < 0.05 was considered statistically significant. <mark class=\"stats\">RESULTS DEMOGRAPHIC AND CLINICAL CHARACTERISTICS OF PATIENTS IN THE TRAINING DATASET A total of 304 patients were enrolled in the training dataset , including 73 patients in the COVID-19 group and 231 patients in the non-COVID-19 group (Table 1)</mark>. There was a higher proportion of males in the COVID-19 group (63.0% vs 37.0%, P = 0.007)"
        }
    ],
    "statistics": [
        {
            "tests": {
                "context": "<mark class=\"stats\">Multivariate logistic regression analyses were performed to construct the diagnostic model</mark>",
                "tests": [
                    {
                        "test": "logistic regression"
                    }
                ]
            }
        },
        {
            "p_value": "P < 0.001",
            "context": "Age and meaningful respiratory symptoms were enrolled into COVID-19 early warning score (COVID-19 EWS). <mark class=\"stats\">The areas under the ROC curve (AUROC) indicated that both of the diagnostic model (training dataset 0.956 [95%CI 0.935-0.977, P < 0.001]; validation dataset 0.960 [95%CI 0.919-1.0, P < 0.001] ) and COVID-19 EWS (training dataset 0.956 [95%CI 0.934-0.978, P < 0.001] ; validate dataset 0.966 [95%CI 0.929-1, P < 0.001]) had good discrimination capacity</mark>. In addition, we also obtained the cut-off values of disease severity predictors, such as CT score, CD8+ T cell count, CD4+ T cell count, and so on"
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Mann-Whitney U-test were used to evaluate continuous data</mark>",
                "tests": [
                    {
                        "test": "Mann-Whitney U-test"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Chi-square test were used for categorical variables</mark>",
                "tests": [
                    {
                        "test": "Chi-square test"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Independent risk factor analysis was performed using multivariate logistic regression analyses with forward stepwise method</mark>",
                "tests": [
                    {
                        "test": "logistic regression"
                    }
                ]
            }
        },
        {
            "p_value": "P < 0.05",
            "context": "All statistical analyses were done by SPSS statistical software package (version 25.0). <mark class=\"stats\">P < 0.05 was considered statistically significant</mark>. RESULTS DEMOGRAPHIC AND CLINICAL CHARACTERISTICS OF PATIENTS IN THE TRAINING DATASET A total of 304 patients were enrolled in the training dataset , including 73 patients in the COVID-19 group and 231 patients in the non-COVID-19 group (Table 1)"
        },
        {
            "p_value": "P = 0.007",
            "context": "RESULTS DEMOGRAPHIC AND CLINICAL CHARACTERISTICS OF PATIENTS IN THE TRAINING DATASET A total of 304 patients were enrolled in the training dataset , including 73 patients in the COVID-19 group and 231 patients in the non-COVID-19 group (Table 1). <mark class=\"stats\">There was a higher proportion of males in the COVID-19 group (63.0% vs 37.0%, P = 0.007)</mark>. Patients in COVID-19 group had a higher age distribution than non-COVID-19 group (53 years [IQR, 43.5-62.0] vs 34 years [IQR, 29.0-49.0]; P < 0.001)"
        },
        {
            "p_value": "P < 0.001",
            "context": "There was a higher proportion of males in the COVID-19 group (63.0% vs 37.0%, P = 0.007). <mark class=\"stats\">Patients in COVID-19 group had a higher age distribution than non-COVID-19 group (53 years [IQR, 43.5-62.0] vs 34 years [IQR, 29.0-49.0]; P < 0.001)</mark>. As for epidemiological exposure, proportion of the patients with history of Wuhan-related exposure and close contact was higher than the COVID-19 group (57.5% vs 40.7%, P = 0.012; 34.2% vs 5.6%, P < 0.001)"
        },
        {
            "p_value": "P = 0.012",
            "context": "Patients in COVID-19 group had a higher age distribution than non-COVID-19 group (53 years [IQR, 43.5-62.0] vs 34 years [IQR, 29.0-49.0]; P < 0.001). <mark class=\"stats\">As for epidemiological exposure, proportion of the patients with history of Wuhan-related exposure and close contact was higher than the COVID-19 group (57.5% vs 40.7%, P = 0.012; 34.2% vs 5.6%, P < 0.001)</mark>. Patients in the COVID-19 group had a longer out-hospital disease course than the non-COVID-19 group (7 [IQR, 4.0-9.0] vs 3 [IQR, 1.0-5.0]; P < 0.001)"
        },
        {
            "p_value": "P < 0.001",
            "context": "As for epidemiological exposure, proportion of the patients with history of Wuhan-related exposure and close contact was higher than the COVID-19 group (57.5% vs 40.7%, P = 0.012; 34.2% vs 5.6%, P < 0.001). <mark class=\"stats\">Patients in the COVID-19 group had a longer out-hospital disease course than the non-COVID-19 group (7 [IQR, 4.0-9.0] vs 3 [IQR, 1.0-5.0]; P < 0.001)</mark>. More patients in the COVID-19 group showed fever (94.5% vs 68.0%, P < 0.001), dyspnea (21.9% vs 8.7%, P = 0.002), cough (60.3% vs 45.9%, P = 0.032), expectoration (23.3% vs 12.6%, P = 0.026), and myalgia or fatigue (32.9% vs 19.9%, P = 0.022)"
        },
        {
            "p_value": "P < 0.001",
            "context": "Patients in the COVID-19 group had a longer out-hospital disease course than the non-COVID-19 group (7 [IQR, 4.0-9.0] vs 3 [IQR, 1.0-5.0]; P < 0.001). <mark class=\"stats\">More patients in the COVID-19 group showed fever (94.5% vs 68.0%, P < 0.001), dyspnea (21.9% vs 8.7%, P = 0.002), cough (60.3% vs 45.9%, P = 0.032), expectoration (23.3% vs 12.6%, P = 0.026), and myalgia or fatigue (32.9% vs 19.9%, P = 0.022)</mark>. On the other hand, more patients in the non-COVID-19 group showed pharyngalgia (22.9% vs 6.8%, P = 0.002), and rhinobyon or rhinorrhoea (10.4% vs 1.4%, P = 0.014)"
        },
        {
            "p_value": "P = 0.002",
            "context": "More patients in the COVID-19 group showed fever (94.5% vs 68.0%, P < 0.001), dyspnea (21.9% vs 8.7%, P = 0.002), cough (60.3% vs 45.9%, P = 0.032), expectoration (23.3% vs 12.6%, P = 0.026), and myalgia or fatigue (32.9% vs 19.9%, P = 0.022). <mark class=\"stats\">On the other hand, more patients in the non-COVID-19 group showed pharyngalgia (22.9% vs 6.8%, P = 0.002), and rhinobyon or rhinorrhoea (10.4% vs 1.4%, P = 0.014)</mark>. In addition, patients in the COVID-19 group had a higher maximum body temperature (Tmax) during the outhospital phase (38.2 °C [IQR,37.5-39.0], P < 0.001) and a lower SpO2 (97.0% [IQR, 95.0-99.0] vs"
        },
        {
            "p_value": "P < 0.001",
            "context": "On the other hand, more patients in the non-COVID-19 group showed pharyngalgia (22.9% vs 6.8%, P = 0.002), and rhinobyon or rhinorrhoea (10.4% vs 1.4%, P = 0.014). <mark class=\"stats\">In addition, patients in the COVID-19 group had a higher maximum body temperature (Tmax) during the outhospital phase (38.2 °C [IQR,37.5-39.0], P < 0.001) and a lower SpO2 (97.0% [IQR, 95.0-99.0] vs</mark>. 98.0% [98.0-99.0], P < 0.001)"
        },
        {
            "p_value": "P < 0.001",
            "context": "In addition, patients in the COVID-19 group had a higher maximum body temperature (Tmax) during the outhospital phase (38.2 °C [IQR,37.5-39.0], P < 0.001) and a lower SpO2 (97.0% [IQR, 95.0-99.0] vs. <mark class=\"stats\">98.0% [98.0-99.0], P < 0.001)</mark>. LABORATORY AND RADIOLOGIC CHARACTERISTICS OF PATIENTS IN THE TRAINING DATASET As shown in Table 1, the white blood cell count (P = 0.002), lymphocyte count (P < 0.001), monocyte count (P < 0.001), and platelet count (P < 0.001) were lower in the COVID-19 group than the non-COVID-19 group"
        },
        {
            "p_value": "P = 0.002",
            "context": "98.0% [98.0-99.0], P < 0.001). <mark class=\"stats\">LABORATORY AND RADIOLOGIC CHARACTERISTICS OF PATIENTS IN THE TRAINING DATASET As shown in Table 1, the white blood cell count (P = 0.002), lymphocyte count (P < 0.001), monocyte count (P < 0.001), and platelet count (P < 0.001) were lower in the COVID-19 group than the non-COVID-19 group</mark>. Although neutrophil count had no obvious difference, the neutrophil-to-lymphocyte ratio (NLR) were significantly higher in the COVID-19 group (5.00 [IQR, 2.2-13.9] vs 2.7 [1.7-4.7], P < 0.001)"
        },
        {
            "p_value": "P < 0.001",
            "context": "LABORATORY AND RADIOLOGIC CHARACTERISTICS OF PATIENTS IN THE TRAINING DATASET As shown in Table 1, the white blood cell count (P = 0.002), lymphocyte count (P < 0.001), monocyte count (P < 0.001), and platelet count (P < 0.001) were lower in the COVID-19 group than the non-COVID-19 group. <mark class=\"stats\">Although neutrophil count had no obvious difference, the neutrophil-to-lymphocyte ratio (NLR) were significantly higher in the COVID-19 group (5.00 [IQR, 2.2-13.9] vs 2.7 [1.7-4.7], P < 0.001)</mark>. Many indicators associated with inflammation or cell damage were increased, including erythrocyte sedimentation rate (ESR), C-reactive protein (CRP), procalcitonin, alanine aminotransferase (ALT), aspartate aminotransferase (AST), lactose dehydrogenase (LDH), and hydroxybutyrate dehydrogenase (HBDH) (all P < 0.001)"
        },
        {
            "p_value": "P < 0.001",
            "context": "Although neutrophil count had no obvious difference, the neutrophil-to-lymphocyte ratio (NLR) were significantly higher in the COVID-19 group (5.00 [IQR, 2.2-13.9] vs 2.7 [1.7-4.7], P < 0.001). <mark class=\"stats\">Many indicators associated with inflammation or cell damage were increased, including erythrocyte sedimentation rate (ESR), C-reactive protein (CRP), procalcitonin, alanine aminotransferase (ALT), aspartate aminotransferase (AST), lactose dehydrogenase (LDH), and hydroxybutyrate dehydrogenase (HBDH) (all P < 0.001)</mark>. Nearly all patients (95.9%) in the COVID-19 had signs of pneumonia on CT scans"
        },
        {
            "p_value": "P < 0.05",
            "context": "Only 26.4% patients in the non-COVID-19 group had abnormal findings on lung CT scans, and some of them were considered as bacteria or other virus infection. <mark class=\"stats\">DIAGNOSTIC MODEL AND COVID-19 EWS Variables with P < 0.05 were selected to perform multivariate logistic regression analysis by using the forward stepwise method</mark>. In order to facilitate the later establishment of a scoring tool, NLR and Tmax were transformed into a categorical variable (< 5.8 / ≥ 5.8; < 37.8 / ≥ 37.8) based on the cut-off value",
            "tests": {
                "tests": [
                    {
                        "test": "logistic regression"
                    }
                ]
            }
        },
        {
            "p_value": "P < 0.001",
            "context": "PREDICTIVE FACTORS ANALYSIS OF COVID-19 DISEASE SEVERITY We compared the clinical data between the severe group and the non-severe group to find predictive factors of COVID-19 disease severity (Table 2).The median age of the severe group was higher than the non-severe group (55.5 years [IQR 48.0-64.3] vs 48 years [IQR. <mark class=\"stats\">37.0-59.0], P < 0.001), indicating that older patients were more likely to develop severe illness</mark>. The proportion of male patients in the severe group was great larger than that of female (71.4% vs 28.6%)"
        },
        {
            "p_value": "P < 0.001",
            "context": "The proportion of male patients in the severe group was great larger than that of female (71.4% vs 28.6%). <mark class=\"stats\">Percentage of patients with hypertension was higher in severe group (22 [52.4%] vs 4 [12.9%], P < 0.001), while other coexisting disorders, including diabetes, cardiovascular disease and chronic obstructive pulmonary disease showed no significant differences</mark>. In addition, many laboratory items and CT score presenting significant differences too"
        },
        {
            "p_value": "P < 0.05",
            "context": "In addition, many laboratory items and CT score presenting significant differences too. <mark class=\"stats\">In order to better distinguish severe and non-severe patients, we defined the new threshold value of the selected parameters (P < 0.05) by calculating the cut-off value using ROC curve analysis</mark>. Table 3 showed the parameters with AUROC > 0.60"
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">In our study, we firstly developed a diagnostic model based on multivariate logistic regression analysis</mark>",
                "tests": [
                    {
                        "test": "logistic regression"
                    }
                ]
            }
        }
    ],
    "keywords": [
        "intensive care unit",
        "lymphocyte",
        "Receiver operating characteristic",
        "open reading frame 1ab",
        "reverse transcription-polymerase chain reaction",
        "nucleicacid detection",
        "neutrophil-to-lymphocyte ratio",
        "lactose dehydrogenase",
        "computed tomography",
        "hydroxybutyrate dehydrogenase",
        "coronavirus",
        "aNLR",
        "SARS-CoV-2",
        "training dataset",
        "areas under the ROC curve",
        "Disease screening",
        "SARS",
        "novel coronavirus pneumonia",
        "Corona Virus disease",
        "COVID-19",
        "interquartile ranges",
        "World Health Organization",
        "diagnostic model",
        "epidemiological exposure history",
        "logistic regression",
        "zhejiang university",
        "february 5th",
        "close contact",
        "Scoring tool",
        "sars cov",
        "early warning",
        "erythrocyte sedimentation rate",
        "pneumonia",
        "first affiliated hospital",
        "clinical characteristics",
        "neutrophil",
        "C-reactive protein"
    ],
    "keyword_relevance": {
        "COVID-19": 0.22255192878338279,
        "computed tomography": 0.09198813056379822,
        "SARS": 0.06824925816023739,
        "SARS-CoV-2": 0.05934718100890208,
        "diagnostic model": 0.05934718100890208,
        "neutrophil-to-lymphocyte ratio": 0.04747774480712166,
        "Receiver operating characteristic": 0.04451038575667656,
        "nucleicacid detection": 0.03857566765578635,
        "interquartile ranges": 0.03857566765578635,
        "pneumonia": 0.03560830860534125,
        "coronavirus": 0.032640949554896145,
        "training dataset": 0.032640949554896145,
        "close contact": 0.026706231454005934,
        "lymphocyte": 0.020771513353115726,
        "areas under the ROC curve": 0.017804154302670624,
        "C-reactive protein": 0.017804154302670624,
        "aNLR": 0.01483679525222552,
        "logistic regression": 0.01483679525222552,
        "early warning": 0.01483679525222552,
        "neutrophil": 0.01483679525222552,
        "World Health Organization": 0.011869436201780416,
        "reverse transcription-polymerase chain reaction": 0.008902077151335312,
        "lactose dehydrogenase": 0.008902077151335312,
        "hydroxybutyrate dehydrogenase": 0.008902077151335312,
        "novel coronavirus pneumonia": 0.008902077151335312,
        "erythrocyte sedimentation rate": 0.008902077151335312,
        "intensive care unit": 0.005934718100890208,
        "open reading frame 1ab": 0.005934718100890208,
        "epidemiological exposure history": 0.005934718100890208,
        "clinical characteristics": 0.005934718100890208,
        "Disease screening": 0.002967359050445104,
        "Scoring tool": 0.002967359050445104,
        "Corona Virus disease": 0.0,
        "zhejiang university": 0.0,
        "february 5th": 0.0,
        "sars cov": 0.0,
        "first affiliated hospital": 0.0
    },
    "species": [],
    "summary": [
        "The Corona Virus Disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection is erupting worldwide.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>].",
        "COVID-19; Diagnostic model; Disease screening; Scoring tool; SARS-CoV-2",
        "METHODS POPULATIONS The authors included clinical data of a total of 1,311 patients who came to the First Affiliated Hospital, School of Medicine, Zhejiang University and performed at least once SARS-CoV-2 nucleicacid detection for analysis.",
        "All patients who had a positive SARS-CoV-2 nucleicacid detection result were classified into COVID-19 group, while the others were classified into non-COVID-19 group.",
        "DIAGNOSTIC MODEL AND COVID-19 EWS Variables with P < 0.05 were selected to perform multivariate logistic regression analysis by using the forward stepwise method.",
        "In order to determine whether the diagnostic model and COVID-19 EWS are advantageous, the authors compared their diagnostic capacity to SARS-CoV-2 nucleicacid detection and CT scan (Figure 2B-F).",
        "Considering the relative shortage of SARS-CoV-2 nucleicacid detection kits and false-negative results caused by various reasons, such as the quality of the samples taken, the number of viruses and the stage of the disease, medical experts have proposed screening of highly suspected patients with lung CT.",
        "The COVID-19 EWS contained easy-to-get parameters on clinical manifestation, epidemiological characteristics, basic vital signs, laboratory and radiologic data, which provide a more comprehensive assessment of patients.",
        "Through re-evaluation in the validation dataset and comparison with other methods, results showed that both of the diagnostic model and COVID-19 EWS had relatively high and stable sensitivity and specificity.",
        "The clinical features of patients in the medical center were similar to those reported in previous studies[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>-<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]: Male were more susceptible to COVID-19 but had no significance to predict of disease severity in the study may due to the small sample size, the male to female ratio was quite high in the severe group (71.4 vs 28.6); most patients had initial symptoms of fever and cough; as for laboratory results, the decrease of white blood cell, lymphocyte, monocyte, and platelet, and the increase of the levels of ESR, CRP, Cr, serum urea nitrogen, LDH, and HBDH were found in COVID-19 patients, suggesting that SARS-CoV-2 infection may be associated with the injury of cellular immune, cardiomyocytes, liver and kidney.[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>] NLR was a widely used marker for the assessment of the severity of bacterial infections and the prognosis of patients with pneumonia and tumors.[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>-<a class=\"ref-link\" id=\"c19\" href=\"#r19\">19</a>] In the study, the authors found the increase of NLR in COVID-19 patients, and it was positively related to the disease severity."
    ],
    "structured_summary": {
        "Introduction": [
            "The Corona Virus Disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection is erupting worldwide.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>].",
            "COVID-19; Diagnostic model; Disease screening; Scoring tool; SARS-CoV-2"
        ],
        "Results": [
            "METHODS POPULATIONS The authors included clinical data of a total of 1,311 patients who came to the First Affiliated Hospital, School of Medicine, Zhejiang University and performed at least once SARS-CoV-2 nucleicacid detection for analysis.",
            "All patients who had a positive SARS-CoV-2 nucleicacid detection result were classified into COVID-19 group, while the others were classified into non-COVID-19 group.",
            "DIAGNOSTIC MODEL AND COVID-19 EWS Variables with P < 0.05 were selected to perform multivariate logistic regression analysis by using the forward stepwise method.",
            "In order to determine whether the diagnostic model and COVID-19 EWS are advantageous, the authors compared their diagnostic capacity to SARS-CoV-2 nucleicacid detection and CT scan (Figure 2B-F).",
            "Considering the relative shortage of SARS-CoV-2 nucleicacid detection kits and false-negative results caused by various reasons, such as the quality of the samples taken, the number of viruses and the stage of the disease, medical experts have proposed screening of highly suspected patients with lung CT.",
            "The COVID-19 EWS contained easy-to-get parameters on clinical manifestation, epidemiological characteristics, basic vital signs, laboratory and radiologic data, which provide a more comprehensive assessment of patients."
        ],
        "Conclusion": [
            "Through re-evaluation in the validation dataset and comparison with other methods, results showed that both of the diagnostic model and COVID-19 EWS had relatively high and stable sensitivity and specificity.",
            "The clinical features of patients in the medical center were similar to those reported in previous studies[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>-<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]: Male were more susceptible to COVID-19 but had no significance to predict of disease severity in the study may due to the small sample size, the male to female ratio was quite high in the severe group (71.4 vs 28.6); most patients had initial symptoms of fever and cough; as for laboratory results, the decrease of white blood cell, lymphocyte, monocyte, and platelet, and the increase of the levels of ESR, CRP, Cr, serum urea nitrogen, LDH, and HBDH were found in COVID-19 patients, suggesting that SARS-CoV-2 infection may be associated with the injury of cellular immune, cardiomyocytes, liver and kidney.[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>] NLR was a widely used marker for the assessment of the severity of bacterial infections and the prognosis of patients with pneumonia and tumors.[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>-<a class=\"ref-link\" id=\"c19\" href=\"#r19\">19</a>] In the study, the authors found the increase of NLR in COVID-19 patients, and it was positively related to the disease severity."
        ]
    },
    "reference_links": [
        {
            "id": "2",
            "alt_id": "Rothe_et+al_2020_a",
            "entry": "2. Rothe C, Schunk M, Sothmann P, et al. Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany. N Engl J Med 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Rothe%20C%20Schunk%20M%20Sothmann%20P%20et%20al%20Transmission%20of%202019nCoV%20Infection%20from%20an%20Asymptomatic%20Contact%20in%20Germany%20N%20Engl%20J%20Med%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Rothe%20C%20Schunk%20M%20Sothmann%20P%20et%20al%20Transmission%20of%202019nCoV%20Infection%20from%20an%20Asymptomatic%20Contact%20in%20Germany%20N%20Engl%20J%20Med%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Rothe%20C%20Schunk%20M%20Sothmann%20P%20et%20al%20Transmission%20of%202019nCoV%20Infection%20from%20an%20Asymptomatic%20Contact%20in%20Germany%20N%20Engl%20J%20Med%202020"
        },
        {
            "id": "3",
            "alt_id": "Phan_et+al_0000_a",
            "entry": "3. Phan LT, Nguyen TV, Luong QC, et al. Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam. N Engl J Med 2020;382:872-4.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Phan%2C%20L.T.%20Nguyen%2C%20T.V.%20Luong%2C%20Q.C.%20Importation%20and%20Human-to-Human%20Transmission%20of%20a%20Novel%20Coronavirus%20in%20Vietnam",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Phan%2C%20L.T.%20Nguyen%2C%20T.V.%20Luong%2C%20Q.C.%20Importation%20and%20Human-to-Human%20Transmission%20of%20a%20Novel%20Coronavirus%20in%20Vietnam",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Phan%2C%20L.T.%20Nguyen%2C%20T.V.%20Luong%2C%20Q.C.%20Importation%20and%20Human-to-Human%20Transmission%20of%20a%20Novel%20Coronavirus%20in%20Vietnam"
        },
        {
            "id": "4",
            "alt_id": "Holshue_et+al_2020_a",
            "entry": "4. Holshue ML, DeBolt C, Lindquist S, et al. First Case of 2019 Novel Coronavirus in the United States. N Engl J Med 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Holshue%20ML%20DeBolt%20C%20Lindquist%20S%20et%20al%20First%20Case%20of%202019%20Novel%20Coronavirus%20in%20the%20United%20States%20N%20Engl%20J%20Med%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Holshue%20ML%20DeBolt%20C%20Lindquist%20S%20et%20al%20First%20Case%20of%202019%20Novel%20Coronavirus%20in%20the%20United%20States%20N%20Engl%20J%20Med%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Holshue%20ML%20DeBolt%20C%20Lindquist%20S%20et%20al%20First%20Case%20of%202019%20Novel%20Coronavirus%20in%20the%20United%20States%20N%20Engl%20J%20Med%202020"
        },
        {
            "id": "7",
            "alt_id": "Xu_et+al_2019_a",
            "entry": "7. Xu XW, Wu XX, Jiang XG, et al. Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Xu%20XW%20Wu%20XX%20Jiang%20XG%20et%20al%20Clinical%20findings%20in%20a%20group%20of%20patients%20infected%20with%20the%202019%20novel%20coronavirus%20SARSCov2%20outside%20of%20Wuhan%20China%20retrospective%20case%20series"
        },
        {
            "id": "8",
            "alt_id": "Chan_et+al_2019_a",
            "entry": "8. Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet 2020;395:514-23.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chan%20JF%20Yuan%20S%20Kok%20KH%20et%20al%20A%20familial%20cluster%20of%20pneumonia%20associated%20with%20the%202019%20novel%20coronavirus%20indicating%20persontoperson%20transmission%20a%20study%20of%20a%20family%20cluster%20Lancet%20202039551423",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Chan%20JF%20Yuan%20S%20Kok%20KH%20et%20al%20A%20familial%20cluster%20of%20pneumonia%20associated%20with%20the%202019%20novel%20coronavirus%20indicating%20persontoperson%20transmission%20a%20study%20of%20a%20family%20cluster%20Lancet%20202039551423",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Chan%20JF%20Yuan%20S%20Kok%20KH%20et%20al%20A%20familial%20cluster%20of%20pneumonia%20associated%20with%20the%202019%20novel%20coronavirus%20indicating%20persontoperson%20transmission%20a%20study%20of%20a%20family%20cluster%20Lancet%20202039551423"
        },
        {
            "id": "11",
            "alt_id": "Casarini_et+al_1999_a",
            "entry": "11. Casarini M, Ameglio F, Alemanno L, et al. Cytokine levels correlate with a radiologic score in active pulmonary tuberculosis. Am J Respir Crit Care Med 1999;159:143-8.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Casarini%2C%20M.%20Ameglio%2C%20F.%20Alemanno%2C%20L.%20Cytokine%20levels%20correlate%20with%20a%20radiologic%20score%20in%20active%20pulmonary%20tuberculosis%201999",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Casarini%2C%20M.%20Ameglio%2C%20F.%20Alemanno%2C%20L.%20Cytokine%20levels%20correlate%20with%20a%20radiologic%20score%20in%20active%20pulmonary%20tuberculosis%201999",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Casarini%2C%20M.%20Ameglio%2C%20F.%20Alemanno%2C%20L.%20Cytokine%20levels%20correlate%20with%20a%20radiologic%20score%20in%20active%20pulmonary%20tuberculosis%201999"
        },
        {
            "id": "14",
            "alt_id": "Guan_et+al_2020_a",
            "entry": "14. Guan WJ, Ni ZY, Hu Y, et al. Clinical Characteristics of Coronavirus Disease 2019 in China. N Engl J Med 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Guan%20WJ%20Ni%20ZY%20Hu%20Y%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in%20China%20N%20Engl%20J%20Med%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Guan%20WJ%20Ni%20ZY%20Hu%20Y%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in%20China%20N%20Engl%20J%20Med%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Guan%20WJ%20Ni%20ZY%20Hu%20Y%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in%20China%20N%20Engl%20J%20Med%202020"
        },
        {
            "id": "15",
            "alt_id": "Huang_et+al_2019_a",
            "entry": "15. Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020;395:497-506.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20Lancet%202020395497506",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20Lancet%202020395497506",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20Lancet%202020395497506"
        },
        {
            "id": "16",
            "alt_id": "Wang_et+al_2020_a",
            "entry": "16. Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wang%20D%20Hu%20B%20Hu%20C%20et%20al%20Clinical%20Characteristics%20of%20138%20Hospitalized%20Patients%20With%202019%20Novel%20CoronavirusInfected%20Pneumonia%20in%20Wuhan%20China%20JAMA%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Wang%20D%20Hu%20B%20Hu%20C%20et%20al%20Clinical%20Characteristics%20of%20138%20Hospitalized%20Patients%20With%202019%20Novel%20CoronavirusInfected%20Pneumonia%20in%20Wuhan%20China%20JAMA%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Wang%20D%20Hu%20B%20Hu%20C%20et%20al%20Clinical%20Characteristics%20of%20138%20Hospitalized%20Patients%20With%202019%20Novel%20CoronavirusInfected%20Pneumonia%20in%20Wuhan%20China%20JAMA%202020"
        },
        {
            "id": "17",
            "alt_id": "Ge_et+al_2019_a",
            "entry": "17. Ge YL, Zhang HF, Zhang Q, et al. Neutrophil-to-Lymphocyte Ratio in Adult Community-Acquired Pneumonia Patients Correlates with Unfavorable Clinical Outcomes. Clin Lab 2019;65.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Ge%2C%20Y.L.%20Zhang%2C%20H.F.%20Zhang%2C%20Q.%20Neutrophil-to-Lymphocyte%20Ratio%20in%20Adult%20Community-Acquired%20Pneumonia%20Patients%20Correlates%20with%20Unfavorable%20Clinical%20Outcomes%202019",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Ge%2C%20Y.L.%20Zhang%2C%20H.F.%20Zhang%2C%20Q.%20Neutrophil-to-Lymphocyte%20Ratio%20in%20Adult%20Community-Acquired%20Pneumonia%20Patients%20Correlates%20with%20Unfavorable%20Clinical%20Outcomes%202019",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Ge%2C%20Y.L.%20Zhang%2C%20H.F.%20Zhang%2C%20Q.%20Neutrophil-to-Lymphocyte%20Ratio%20in%20Adult%20Community-Acquired%20Pneumonia%20Patients%20Correlates%20with%20Unfavorable%20Clinical%20Outcomes%202019"
        },
        {
            "id": "18",
            "alt_id": "Berhane_et+al_2019_a",
            "entry": "18. Berhane M, Melku M, Amsalu A, Enawgaw B, Getaneh Z, Asrie F. The Role of Neutrophil to Lymphocyte Count Ratio in the Differential Diagnosis of Pulmonary Tuberculosis and Bacterial Community-Acquired Pneumonia: a Cross-Sectional Study at Ayder and Mekelle Hospitals, Ethiopia. Clin Lab 2019;65.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Berhane%20M%20Melku%20M%20Amsalu%20A%20Enawgaw%20B%20Getaneh%20Z%20Asrie%20F%20The%20Role%20of%20Neutrophil%20to%20Lymphocyte%20Count%20Ratio%20in%20the%20Differential%20Diagnosis%20of%20Pulmonary%20Tuberculosis%20and%20Bacterial%20CommunityAcquired%20Pneumonia%20a%20CrossSectional%20Study%20at%20Ayder%20and%20Mekelle%20Hospitals%20Ethiopia%20Clin%20Lab%20201965"
        },
        {
            "id": "19",
            "alt_id": "Zhang_et+al_2019_a",
            "entry": "19. Zhang HF, Ge YL, Wang HY, et al. Neutrophil-to-Lymphocyte Ratio Improves the Accuracy and Sensitivity of Pneumonia Severity Index in Predicting 30-Day Mortality of CAP Patients. Clin Lab 2019;65.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhang%20HF%20Ge%20YL%20Wang%20HY%20et%20al%20NeutrophiltoLymphocyte%20Ratio%20Improves%20the%20Accuracy%20and%20Sensitivity%20of%20Pneumonia%20Severity%20Index%20in%20Predicting%2030Day%20Mortality%20of%20CAP%20Patients%20Clin%20Lab%20201965"
        },
        {
            "id": "20",
            "alt_id": "Liu_et+al_2017_a",
            "entry": "20. Liu WJ, Zhao M, Liu K, et al. T-cell immunity of SARS-CoV: Implications for vaccine development against MERS-CoV. Antiviral Res 2017;137:82-92.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Liu%2C%20W.J.%20Zhao%2C%20M.%20Liu%2C%20K.%20T-cell%20immunity%20of%20SARS-CoV%3A%20Implications%20for%20vaccine%20development%20against%20MERS-CoV%202017",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Liu%2C%20W.J.%20Zhao%2C%20M.%20Liu%2C%20K.%20T-cell%20immunity%20of%20SARS-CoV%3A%20Implications%20for%20vaccine%20development%20against%20MERS-CoV%202017",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Liu%2C%20W.J.%20Zhao%2C%20M.%20Liu%2C%20K.%20T-cell%20immunity%20of%20SARS-CoV%3A%20Implications%20for%20vaccine%20development%20against%20MERS-CoV%202017"
        },
        {
            "id": "21",
            "alt_id": "Li_et+al_2008_a",
            "entry": "21. Li CK, Wu H, Yan H, et al. T cell responses to whole SARS coronavirus in humans. J Immunol 2008;181:5490-500.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Li%2C%20C.K.%20Wu%2C%20H.%20Yan%2C%20H.%20cell%20responses%20to%20whole%20SARS%20coronavirus%20in%20humans%202008"
        }
    ],
    "facts": [
        "a diagnostic model that allows for the quick screening of highly suspected patients using easy-to-get variables",
        "whom with a positive result were classified into COVID-19 group",
        "Receiver operating characteristic curve analysis were used for model validation",
        "Tmax and sex were included in the diagnostic model",
        "meaningful respiratory symptoms were enrolled into COVID-19 early warning score",
        "the COVID-19 epidemic were reported in Wuhan",
        "to the shortcomings of false-negative results caused by the low viral load in the samples",
        "many patients cannot be detected in time",
        "computed tomography manifestations have been added to the diagnostic criteria of the disease",
        "Our study selected the clinical data of patients who came to our hospital",
        "the independent risk factors related to the disease were identified",
        "early treatment to curb the further development of the epidemic",
        "included clinical data of a total of 1,311 patients who came to the First Affiliated Hospital",
        "This study was approved by the Ethical Committee of the First Affiliated Hospital",
        "All patients who had a positive SARS-CoV-2 nucleicacid detection result were classified into COVID-19 group",
        "while the others were classified into non-COVID-19 group",
        "the enrolled patients according to the following steps",
        "Figure 1 presented the concrete procedures of patients screening",
        "The definitions of severity was based on the New Coronavirus Pneumonia Prevention",
        "Control Program published by the National Health Commission of China[9",
        "mild: patients had no pneumonia on imaging",
        "multiple pulmonary lobes showing more than 50% progression of lesion",
        "combination of other organ failure that requires admitted into intensive care unit",
        "moderate patients were included in the non-severe group",
        "critical patients were included in the severe group",
        "DATA COLLECTION Data were extracted from electronic medical record system",
        "having exposure related to Wuhan",
        "had close contact with someone who has been to Wuhan",
        "the data used in this study were the first inhospital results",
        "not performed CT in non-COVID-19 group were assigned as a negative CT report by default",
        "LABORATORY CONFIRMATION Laboratory confirmation was achieved by real time reverse transcription-polymerase chain reaction",
        "assay for SARS-CoV-2 according to the protocol established by the",
        "Sputum samples were preferred in our hospital for RT-PCR assay within",
        "Two target genes of SARS-CoV-2 were tested during the process",
        "retrospectively by two radiologists blinded to the patient's diagnosis",
        "to the area occupied by different CT signs in each region",
        "close contacts has made the epidemic in China",
        "practice has shown that detection of highly suspected patients remains problematic",
        "false-negative results caused by various reasons",
        "due to mild COVID-19 patients are defined as no pneumonia on imaging",
        "on CT findings is greatly dependent on the physician's experience",
        "a diagnostic model based on multivariate logistic regression analysis",
        "a logistic regression equation and inconvenient to operate in clinical environment",
        "which may due to their lower disease resistance",
        "the weight of fever caused by other reasons",
        "no significance to predict of disease severity in our study may due to the small sample size",
        "the male to female ratio was quite high in the severe group",
        "HBDH were found in COVID-19 patients",
        "that SARS-CoV-2 infection may be associated with the injury of cellular immune, cardiomyocytes",
        "T cell count were negatively correlated to the severity",
        "inflammatory cytokine storms were thought to be a mechanism for COVID-19 progression,[15",
        "These findings might due to the limited size of our study",
        "relatively lacking. CONFLICT OF INTEREST The authors declare that there is no conflict of interest regarding the publication of this paper",
        "et al Clinical findings in a group of patients infected with the 2019 novel coronavirus",
        "et al A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission",
        "et al Cytokine levels correlate with a radiologic score in active pulmonary tuberculosis",
        "et al Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
        "FIGURE LEGENDS Figure 1 Flow chart of patients screening Shown were the concrete procedures of patients screening",
        "these patients were divided into the training dataset",
        "patients were enrolled into COVID-19 group"
    ],
    "claims": [
        "We aimed to develop a diagnostic model that allows for the quick screening of highly suspected patients using easy-to-get variables",
        "In our study, we firstly developed a diagnostic model based on multivariate logistic regression analysis",
        "Based on the statistical analysis, we found that elderly people were more susceptible to COVID-19 and develop severe, which may due to their lower disease resistance and more basic diseases; some significant symptoms, such as cough, expectoration and dyspnea, can help to strengthen the association between fever and lower respiratory symptoms and weaken the weight of fever caused by other reasons",
        "In our study, we also found the increase of NLR in COVID-19 patients, and it was positively related to the disease severity",
        "Consistent with a previous study, we found CD4+ T cell count and CD8+ T cell count were negatively correlated to the severity of COVID-19, indicating that SARS-CoV-2 may direct or indirect damage to T lymphocytes and further aggravates disease progression.20,21"
    ],
    "findings": [
        "The areas under the ROC curve (AUROC) indicated that both of the diagnostic model (training dataset 0.956 [95%CI 0.935-0.977, P < 0.001]; validation dataset 0.960 [95%CI 0.919-1.0, P < 0.001] ) and COVID-19 EWS (training dataset 0.956 [95%CI 0.934-0.978, P < 0.001] ; validate dataset 0.966 [95%CI 0.929-1, P < 0.001]) had good discrimination capacity",
        "Severe: patients meet any of the following: (i) respiratory rate ≥ 30/min; (ii) resting pulse oxygen saturation (SpO2) ≤ 93%; (iii) partial pressure of oxygen (PaO2) / fraction of inspired oxygen (FiO2) ≤ 300mmHg (1mmHg = 0.133kPa); (iiii) multiple pulmonary lobes showing more than 50% progression of lesion in 24-48 hours on imaging; (4) critical: patients meet any of the following: (i) respiratory failure requires mechanical ventilation; (ii) shock; (iii) combination of other organ failure that requires admitted into intensive care unit (ICU)",
        "There was a higher proportion of males in the COVID-19 group (63.0% vs 37.0%, P = 0.007)",
        "Patients in COVID-19 group had a higher age distribution than non-COVID-19 group (53 years [IQR, 43.5-62.0] vs 34 years [IQR, 29.0-49.0]; P < 0.001)",
        "As for epidemiological exposure, proportion of the patients with history of Wuhan-related exposure and close contact was higher than the COVID-19 group (57.5% vs 40.7%, P = 0.012; 34.2% vs 5.6%, P < 0.001)",
        "Patients in the COVID-19 group had a longer out-hospital disease course than the non-COVID-19 group (7 [IQR, 4.0-9.0] vs 3 [IQR, 1.0-5.0]; P < 0.001)",
        "More patients in the COVID-19 group showed fever (94.5% vs 68.0%, P < 0.001), dyspnea (21.9% vs 8.7%, P = 0.002), cough (60.3% vs 45.9%, P = 0.032), expectoration (23.3% vs 12.6%, P = 0.026), and myalgia or fatigue (32.9% vs 19.9%, P = 0.022)",
        "On the other hand, more patients in the non-COVID-19 group showed pharyngalgia (22.9% vs 6.8%, P = 0.002), and rhinobyon or rhinorrhoea (10.4% vs 1.4%, P = 0.014)",
        "Patients in the COVID-19 group had a higher maximum body temperature (Tmax) during the outhospital phase (38.2 °C [IQR,37.5-39.0], P < 0.001) and a lower SpO2 (97.0% [IQR, 95.0-99.0] vs",
        "LABORATORY AND RADIOLOGIC CHARACTERISTICS OF PATIENTS IN THE TRAINING DATASET As shown in Table 1, the white blood cell count (P = 0.002), lymphocyte count (P < 0.001), monocyte count (P < 0.001), and platelet count (P < 0.001) were lower in the COVID-19 group than the non-COVID-19 group",
        "Although neutrophil count had no obvious difference, the neutrophil-to-lymphocyte ratio (NLR) were significantly higher in the COVID-19 group (5.00 [IQR, 2.2-13.9] vs 2.7 [1.7-4.7], P < 0.001)",
        "Many indicators associated with inflammation or cell damage were increased, including erythrocyte sedimentation rate (ESR), C-reactive protein (CRP), procalcitonin, alanine aminotransferase (ALT), aspartate aminotransferase (AST), lactose dehydrogenase (LDH), and hydroxybutyrate dehydrogenase (HBDH) (all P < 0.001)",
        "37.0-59.0], P < 0.001), indicating that older patients were more likely to develop severe illness",
        "The proportion of male patients in the severe group was great larger than that of female (71.4% vs 28.6%)",
        "Percentage of patients with hypertension was higher in severe group (22 [52.4%] vs 4 [12.9%], P < 0.001), while other coexisting disorders, including diabetes, cardiovascular disease and chronic obstructive pulmonary disease showed no significant differences"
    ],
    "processes": [],
    "key_statements": [
        "Due to the negative effects it brought, the World Health Organization (WTO) defined the outbreak a public health emergency of international concern on January 31th, 2020.5 As early as December 2019, the COVID-19 epidemic were reported in Wuhan, Hubei Province, China",
        "Our study selected the clinical data of patients who came to our hospital during the first phase of the epidemic as the training dataset",
        "POPULATIONS We included clinical data of a total of 1,311 patients who came to the First Affiliated Hospital, School of Medicine, Zhejiang University and performed at least once SARS-CoV-2 nucleicacid detection for analysis",
        "All patients who had a positive SARS-CoV-2 nucleicacid detection result were classified into COVID-19 group, while the others were classified into non-COVID-19 group",
        "Due to the huge number of non-COVID-19 group patients, we eliminated the enrolled patients according to the following steps: (1) all negative patients from the COVID-19 designated district, Zhijiang District of the First Affiliated Hospital of Zhejiang University School of Medicine; (2) negative outpatients from Qingchun District were sorted by \"Z-A\" based on Chinese first name, the first 60% between January 20th, 2020 and February 5th, 2020, and the first 40% between February 6th, 2020 and February 19th, 2020 were included",
        "The definitions of severity was based on the New Coronavirus Pneumonia Prevention and Control Program (6th edition) published by the National Health Commission of China[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]: (1) mild: patients had no pneumonia on imaging; (2) moderate: patients with symptoms and imaging examination shows pneumonia; (3)",
        "Severe: patients meet any of the following: (i) respiratory rate ≥ 30/min; resting pulse oxygen saturation (SpO2) ≤ 93%; partial pressure of oxygen (PaO2) / fraction of inspired oxygen (FiO2) ≤ 300mmHg (1mmHg = 0.133kPa); multiple pulmonary lobes showing more than 50% progression of lesion in 24-48 hours on imaging; (4) critical: patients meet any of the following: (i) respiratory failure requires mechanical ventilation; shock; combination of other organ failure that requires admitted into intensive care unit (ICU)",
        "Epidemiological exposure history within the 14 days before illness onset is defined as: (1) having exposure related to Wuhan: had recently lived, traveled, or had close contact with someone who has been to Wuhan; (2) close contacts: had contacted with a COVID-19 confirmed patient",
        "Except for SARS-CoV-2 nucleicacid detection, the data used in this study were the first inhospital results",
        "LABORATORY CONFIRMATION Laboratory confirmation was achieved by real time reverse transcription-polymerase chain reaction (RT-PCR) assay for SARS-CoV-2 according to the protocol established by the WHO.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>]",
        "Two target genes of SARS-CoV-2 were tested during the process, including open reading frame 1ab (ORF1ab) and nucleocapsidprotein (N)",
        "Considering the relative shortage of SARS-CoV-2 nucleicacid detection kits and false-negative results caused by various reasons, such as the quality of the samples taken, the number of viruses and the stage of the disease, medical experts have proposed screening of highly suspected patients with lung computed tomography",
        "Due to mild COVID-19 patients are defined as no pneumonia on imaging, and imaging findings of some patients are atypical, screening based on computed tomography findings is greatly dependent on the physician's experience and the effectiveness is limited",
        "We firstly developed a diagnostic model based on multivariate logistic regression analysis",
        "Since this diagnostic model was a logistic regression equation and inconvenient to operate in clinical environment, we converted the diagnostic model into an scoring tool by assigning values to each variable in the equation",
        "Based on the statistical analysis, we found that elderly people were more susceptible to COVID-19 and develop severe, which may due to their lower disease resistance and more basic diseases; some significant symptoms, such as cough, expectoration and dyspnea, can help to strengthen the association between fever and lower respiratory symptoms and weaken the weight of fever caused by other reasons",
        "The clinical features of patients in our medical center were similar to those reported in previous studies[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>-<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]: Male were more susceptible to COVID-19 but had no significance to predict of disease severity in our study may due to the small sample size, the male to female ratio was quite high in the severe group (71.4 vs 28.6); most patients had initial symptoms of fever and cough; as for laboratory results, the decrease of white blood cell, lymphocyte, monocyte, and platelet, and the increase of the levels of erythrocyte sedimentation rate, C-reactive protein, Cr, serum urea nitrogen, lactose dehydrogenase, and hydroxybutyrate dehydrogenase were found in COVID-19 patients, suggesting that SARS-CoV-2 infection may be associated with the injury of cellular immune, cardiomyocytes, liver and kidney.[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>]",
        "Consistent with a previous study, we found CD4+ T cell count and CD8+ T cell count were negatively correlated to the severity of COVID-19, indicating that SARS-CoV-2 may direct or indirect damage to T lymphocytes and further aggravates disease progression.[<a class=\"ref-link\" id=\"c20\" href=\"#r20\">20</a>,<a class=\"ref-link\" id=\"c21\" href=\"#r21\">21</a>]"
    ],
    "top_statements": [
        "The Corona Virus Disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection is erupting worldwide.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]",
        "All patients who had a positive SARS-CoV-2 nucleicacid detection result were classified into COVID-19 group, while the others were classified into non-COVID-19 group",
        "Severe: patients meet any of the following: (i) respiratory rate ≥ 30/min; resting pulse oxygen saturation (SpO2) ≤ 93%; partial pressure of oxygen (PaO2) / fraction of inspired oxygen (FiO2) ≤ 300mmHg (1mmHg = 0.133kPa); multiple pulmonary lobes showing more than 50% progression of lesion in 24-48 hours on imaging; (4) critical: patients meet any of the following: (i) respiratory failure requires mechanical ventilation; shock; combination of other organ failure that requires admitted into intensive care unit (ICU)",
        "LABORATORY CONFIRMATION Laboratory confirmation was achieved by real time reverse transcription-polymerase chain reaction (RT-PCR) assay for SARS-CoV-2 according to the protocol established by the WHO.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>]",
        "The clinical features of patients in our medical center were similar to those reported in previous studies[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>-<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>]: Male were more susceptible to COVID-19 but had no significance to predict of disease severity in our study may due to the small sample size, the male to female ratio was quite high in the severe group (71.4 vs 28.6); most patients had initial symptoms of fever and cough; as for laboratory results, the decrease of white blood cell, lymphocyte, monocyte, and platelet, and the increase of the levels of erythrocyte sedimentation rate, C-reactive protein, Cr, serum urea nitrogen, lactose dehydrogenase, and hydroxybutyrate dehydrogenase were found in COVID-19 patients, suggesting that SARS-CoV-2 infection may be associated with the injury of cellular immune, cardiomyocytes, liver and kidney.[<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>]",
        "The areas under the Receiver operating characteristic curve (AUROC) indicated that both of the diagnostic model and COVID-19 EWS had good discrimination capacity",
        "Consistent with a previous study, we found CD4+ T cell count and CD8+ T cell count were negatively correlated to the severity of COVID-19, indicating that SARS-CoV-2 may direct or indirect damage to T lymphocytes and further aggravates disease progression.[<a class=\"ref-link\" id=\"c20\" href=\"#r20\">20</a>,<a class=\"ref-link\" id=\"c21\" href=\"#r21\">21</a>]"
    ],
    "headline": "The clinical features of patients in our medical center were similar to those reported in previous studies13-15: Male were more susceptible to COVID-19 but had no significance to predict of disease severity in our study may due to the small sample size, the male to female ratio was quite high in the severe group; most patients had initial symptoms of fever and cough; as for laboratory results, the decrease of white blood cell, lymphocyte, monocyte, and platelet, and the increase of the levels of erythrocyte sedimentation rate, C-reactive protein, Cr, serum urea nitrogen, lactose dehydrogenase, and hydroxybutyrate dehydrogenase were found in COVID-19 patients, suggesting that SARS-CoV-2 infection may be associated with the injury of cellular immune, cardiomyocytes, liver and kidney.16",
    "contexts": [],
    "abbreviations": {
        "ROC": "Receiver operating characteristic",
        "NLR": "neutrophil-to-lymphocyte ratio",
        "AUROC": "areas under the ROC curve",
        "WTO": "World Health Organization",
        "CT": "computed tomography",
        "ICU": "intensive care unit",
        "RT-PCR": "reverse transcription-polymerase chain reaction",
        "ORF1ab": "open reading frame 1ab",
        "IQR": "interquartile ranges",
        "ESR": "erythrocyte sedimentation rate",
        "CRP": "C-reactive protein",
        "LDH": "lactose dehydrogenase",
        "HBDH": "hydroxybutyrate dehydrogenase",
        "NCP": "novel coronavirus pneumonia"
    }
}
