{
    "filename": "2020.02.25.965434v1.pdf",
    "content_type": "application/pdf",
    "file_size": 1476671,
    "metadata": {
        "title": "Epitope-based peptide vaccines predicted against novel coronavirus disease caused by SARS-CoV-2",
        "keywords": [
            "SARS-CoV-2",
            "Spike protein",
            "T-cell epitope",
            "B-cell epitope",
            "immune-informatics",
            "vaccine design"
        ],
        "author": "Lin Li, Ting Sun, Yufei He, Wendong Li, Yubo Fan, Jing Zhang,* 1. Beijing Advanced Innovation Center for Biomedical Engineering, Beihang University, Beijing, China 2. School of Biological Science and Medical Engineering, Beihang University, Beijing China * Corresponding authors",
        "date": 2020,
        "affiliations": [
            "Beijing Advanced Innovation Center for Biomedical Engineering, Beihang University, Beijing, China",
            "School of Biological Science and Medical Engineering, Beihang University, Beijing China",
            "Corresponding authors",
            "Yubo Fan, School of Biological Science and Medical Engineering, Beijing Advanced Innovation Center for Biomedical Engineering, Beihang University, Beijing, China. Email: yubofan@buaa.edu.cn Jing Zhang, Beijing Advanced Innovation Center for Biomedical Engineering, Beihang University, Beijing, China. Email: jz2716@buaa.edu.cn"
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.02.25.965434",
            "isbn": null,
            "doc_id": null,
            "url": "https://biorxiv.org/cgi/content/short/2020.02.25.965434v1.pdf"
        },
        "abstract": "The outbreak of the 2019 novel coronavirus (SARS-CoV-2) has infected thousands of people with a large number of deaths across 26 countries. The sudden appearance of the virus leads to the limited existing therapies for SARS-CoV-2. Therefore, vaccines and antiviral medicines are in desperate need. This study took immune-informatics approaches to identify B- and T-cell epitopes for surface glycoprotein (S) of SARS-CoV-2, followed by estimating their antigenicity and interactions with the human leukocyte antigen (HLA) alleles. We identified four B cell epitopes, two MHC class-I and nine MHC class-II binding T-cell epitopes, which showed highly antigenic features. Allergenicity, toxicity and physiochemical properties analysis confirmed the specificity and selectivity of epitopes. The stability and safety of epitopes were confirmed by digestion analysis. No mutations were observed in all the selected B- and T-cell epitopes across all isolates from different locations worldwide. Epitopes were thus identified and some of them can be potential candidates for vaccine development.",
        "references": "@article{bakhshesh2018a,\n  author = {Bakhshesh, M. and Ranjbar, M.M. and Almasi, S.},\n  title = {Immunoinformatic analysis of glycoprotein from bovine ephemeral fever virus},\n  journal = {Biomed Biotechnol Res J},\n  date = {2018},\n  volume = {2},\n  pages = {208},\n  language = {}\n}\n@article{bosch2003a,\n  author = {Bosch, B.J. and van der Zee, R. and de Haan, C.A.},\n  title = {The coronavirus spike protein is a class I virus fusion protein: structural and functional characterization of the fuse core complex},\n  journal = {J Virol},\n  date = {2003},\n  volume = {77},\n  pages = {8801–8811},\n  more-authors = {true},\n  number = {16},\n  language = {}\n}\n@article{buchan2013a,\n  author = {Buchan, D.W. and Minneci, F. and Nugent, T.C.},\n  title = {Scalable web services for the PSIPRED protein analysis workbench},\n  journal = {Nucleic Acids Res},\n  date = {2013},\n  volume = {41},\n  pages = {349–357},\n  more-authors = {true},\n  language = {}\n}\n@article{chan-a,\n  author = {Chan, J.F. and Yuan, S. and Kok, K.H.},\n  title = {A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {514–523},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@article{chen-a,\n  author = {Chen, N. and Zhou, M. and Dong, X.},\n  title = {Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {507–513},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@article{gasteiger2003a,\n  author = {Gasteiger, E. and Gattiker, A. and Hoogland, C.},\n  title = {ExPASy: the proteomics server for in-depth protein knowledge and analysis},\n  journal = {Nucleic Acids Res},\n  date = {2003},\n  volume = {31},\n  pages = {3784–8},\n  more-authors = {true},\n  language = {}\n}\n@article{huang2012a,\n  author = {Huang, J. and Cao, Y. and Bu, X.},\n  title = {Residue analysis of a CTL epitope of SARS-CoV spike protein by IFNgamma production and bioinformatics prediction},\n  journal = {BMC Immunology},\n  date = {2012},\n  volume = {13},\n  pages = {50},\n  more-authors = {true},\n  language = {}\n}\n@article{lamiable2016a,\n  author = {Lamiable, A. and Thevenet, P. and Rey, J.},\n  title = {PEP-FOLD3: faster de novo structure prediction for linear peptides in solution and in complex},\n  journal = {Nucleic Acids Res},\n  date = {2016},\n  volume = {44},\n  pages = {449–454},\n  more-authors = {true},\n  number = {1},\n  language = {}\n}\n@article{structure2016a,\n  author = {Structure, Li F. and Function},\n  title = {and Evolution of coronavirus spike proteins},\n  journal = {Annu Rev Virol},\n  date = {2016},\n  volume = {3},\n  pages = {237261},\n  number = {1},\n  language = {}\n}\n@article{li2020a,\n  author = {Li, Q. and Guan, X. and Wu, P.},\n  title = {Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia},\n  journal = {N Eng J Med},\n  date = {2020},\n  doi = {doi: 10.1056/NEJMoa2001316},\n  more-authors = {true},\n  language = {}\n}\n@article{lu-a,\n  author = {Lu, R. and Zhao, X. and Li, J.},\n  title = {Genomic characterization and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {565–574},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@article{qamar2018a,\n  author = {Qamar, M.T. and Bari, A. and Adeel, M.M.},\n  title = {Peptide vaccine against chikungunya virus:immune-informatics combined with molecular docking approach},\n  journal = {J Transl Med},\n  date = {2018},\n  volume = {16},\n  pages = {298},\n  more-authors = {true},\n  language = {}\n}\n@book{s2004a,\n  author = {S, Saha and GPS, Raghava},\n  title = {BcePred: Prediction of continuous B-cell epitopes in antigenic sequences using physic-chemical properties},\n  editor = {Nicosia, G. and Bentley, V.Cutello P.J. and Timis, J.},\n  publisher = {ICARIS 2004, LNCS 3239,197-204, Springer},\n  date = {2004},\n  language = {}\n}\n@misc{smith1996a,\n  author = {Smith, K.J. and Reid, S.W. and Harlos, K.},\n  title = {Bound water structure and polymorphic amino acids act together to allow the binding of different peptides to MHC class I HLA-B53. Immunity},\n  date = {1996},\n  volume = {4},\n  pages = {215–228},\n  more-authors = {true},\n  number = {3},\n  language = {}\n}\n@article{d2013a,\n  author = {D., Weiskopf and MA, Angelo and de Azeredo EL},\n  title = {Comprehensive analysis of dengue virus-specific responses supports an HLA-linked protective role for},\n  journal = {PNAS},\n  date = {2013},\n  volume = {110},\n  pages = {2046–2053},\n  more-authors = {true},\n  number = {22},\n  language = {},\n  type = {CD8+ T cells}\n}\n@article{wrapp-a,\n  author = {Wrapp, D. and Wang, N. and Corbett, K.S.},\n  title = {Cryo-EM structure of the 2019-nCOV spike in the prefusion conformation},\n  journal = {Science},\n  volume = {2020},\n  doi = {doi: 10.1126/science.abb2507},\n  more-authors = {true},\n  language = {}\n}\n@article{wu-a,\n  author = {Wu, F. and Zhao, S. and Yu, B.},\n  title = {A new coronavirus associated with human respiratory disease in China},\n  journal = {Nature},\n  volume = {2020},\n  doi = {doi: 10.1038/s41586-020-2008-3},\n  more-authors = {true},\n  language = {}\n}\n@article{zhou2020a,\n  author = {Zhou, P. and Yang, X.L. and Wang, X.G.},\n  title = {A pneumonia outbreak associated with a new coronavirus of probable bat origin},\n  journal = {Nature},\n  date = {2020},\n  pages = {10–1038},\n  more-authors = {true},\n  language = {}\n}\n",
        "links": [
            "http://ddg-pharmfac.net/AllergenFP/",
            "http://www.cbs.dtu.dk/services/TMHMM/",
            "http://db.systemsbiology.net:8080/proteomicsToolkit/proteinDigest.html",
            "https://bigd.big.ac.cn/ncov/",
            "https://webs.iiitd.edu.in/raghava/toxinpred/index.html"
        ],
        "emails": [
            "jz2716@buaa.edu.cn",
            "yubofan@buaa.edu.cn"
        ],
        "references_ris": "TY  - JOUR\nAU  - Bakhshesh, M.\nAU  - Ranjbar, M.M.\nAU  - Almasi, S.\nTI  - Immunoinformatic analysis of glycoprotein from bovine ephemeral fever virus\nT2  - Biomed Biotechnol Res J\nPY  - 2018\nDA  - 2018\nVL  - 2\nSP  - 208\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Bosch, B.J.\nAU  - van der Zee, R.\nAU  - de Haan, C.A.\nTI  - The coronavirus spike protein is a class I virus fusion protein: structural and functional characterization of the fuse core complex\nT2  - J Virol\nPY  - 2003\nDA  - 2003\nVL  - 77\nSP  - 8801\nEP  - 8811\nC1  - true\nIS  - 16\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Buchan, D.W.\nAU  - Minneci, F.\nAU  - Nugent, T.C.\nTI  - Scalable web services for the PSIPRED protein analysis workbench\nT2  - Nucleic Acids Res\nPY  - 2013\nDA  - 2013\nVL  - 41\nSP  - 349\nEP  - 357\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Chan, J.F.\nAU  - Yuan, S.\nAU  - Kok, K.H.\nTI  - A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster\nT2  - Lancet\nVL  - 2020\nSP  - 514\nEP  - 523\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Chen, N.\nAU  - Zhou, M.\nAU  - Dong, X.\nTI  - Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study\nT2  - Lancet\nVL  - 2020\nSP  - 507\nEP  - 513\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Gasteiger, E.\nAU  - Gattiker, A.\nAU  - Hoogland, C.\nTI  - ExPASy: the proteomics server for in-depth protein knowledge and analysis\nT2  - Nucleic Acids Res\nPY  - 2003\nDA  - 2003\nVL  - 31\nSP  - 3784\nEP  - 8\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Huang, J.\nAU  - Cao, Y.\nAU  - Bu, X.\nTI  - Residue analysis of a CTL epitope of SARS-CoV spike protein by IFNgamma production and bioinformatics prediction\nT2  - BMC Immunology\nPY  - 2012\nDA  - 2012\nVL  - 13\nSP  - 50\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Lamiable, A.\nAU  - Thevenet, P.\nAU  - Rey, J.\nTI  - PEP-FOLD3: faster de novo structure prediction for linear peptides in solution and in complex\nT2  - Nucleic Acids Res\nPY  - 2016\nDA  - 2016\nVL  - 44\nSP  - 449\nEP  - 454\nC1  - true\nIS  - 1\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Structure, Li F.\nAU  - Function\nTI  - and Evolution of coronavirus spike proteins\nT2  - Annu Rev Virol\nPY  - 2016\nDA  - 2016\nVL  - 3\nSP  - 237261\nIS  - 1\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Li, Q.\nAU  - Guan, X.\nAU  - Wu, P.\nTI  - Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia\nT2  - N Eng J Med\nPY  - 2020\nDA  - 2020\nDO  - 10.1056/NEJMoa2001316\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Lu, R.\nAU  - Zhao, X.\nAU  - Li, J.\nTI  - Genomic characterization and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding\nT2  - Lancet\nVL  - 2020\nSP  - 565\nEP  - 574\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Qamar, M.T.\nAU  - Bari, A.\nAU  - Adeel, M.M.\nTI  - Peptide vaccine against chikungunya virus:immune-informatics combined with molecular docking approach\nT2  - J Transl Med\nPY  - 2018\nDA  - 2018\nVL  - 16\nSP  - 298\nC1  - true\nLA  - \nER  - \n\nTY  - BOOK\nAU  - S, Saha\nAU  - GPS, Raghava\nTI  - BcePred: Prediction of continuous B-cell epitopes in antigenic sequences using physic-chemical properties\nA2  - Nicosia, G.\nA2  - Bentley, V.Cutello P.J.\nA2  - Timis, J.\nPB  - ICARIS 2004, LNCS 3239,197-204, Springer\nPY  - 2004\nDA  - 2004\nLA  - \nER  - \n\nTY  - GEN\nAU  - Smith, K.J.\nAU  - Reid, S.W.\nAU  - Harlos, K.\nTI  - Bound water structure and polymorphic amino acids act together to allow the binding of different peptides to MHC class I HLA-B53. Immunity\nPY  - 1996\nDA  - 1996\nVL  - 4\nSP  - 215\nEP  - 228\nC1  - true\nIS  - 3\nLA  - \nER  - \n\nTY  - GEN\nAU  - D., Weiskopf\nAU  - MA, Angelo\nAU  - de Azeredo EL\nTI  - Comprehensive analysis of dengue virus-specific responses supports an HLA-linked protective role for\nT2  - PNAS\nPY  - 2013\nDA  - 2013\nVL  - 110\nSP  - 2046\nEP  - 2053\nC1  - true\nIS  - 22\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Wrapp, D.\nAU  - Wang, N.\nAU  - Corbett, K.S.\nTI  - Cryo-EM structure of the 2019-nCOV spike in the prefusion conformation\nT2  - Science\nVL  - 2020\nDO  - 10.1126/science.abb2507\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Wu, F.\nAU  - Zhao, S.\nAU  - Yu, B.\nTI  - A new coronavirus associated with human respiratory disease in China\nT2  - Nature\nVL  - 2020\nDO  - 10.1038/s41586-020-2008-3\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Zhou, P.\nAU  - Yang, X.L.\nAU  - Wang, X.G.\nTI  - A pneumonia outbreak associated with a new coronavirus of probable bat origin\nT2  - Nature\nPY  - 2020\nDA  - 2020\nSP  - 10\nEP  - 1038\nC1  - true\nLA  - \nER  - \n\n",
        "author_conclusions": [],
        "table_captions": [],
        "figure_captions": [
            {
                "id": "1",
                "caption": "A.The transmembrane protein topology predicted by TMHMM; B.Antigenicity prediction using Kolaskar and Tongaonkar antigeicity scale; C.Hydrophilicity prediction using Parker hydrophilicity; D.Surface accessibility by Emini surface accessibility; E.Beta turns prediction by Chou and Fasman beta turn; F.Flexibility by Karplus and Schulz flexibility. Identification of B-cell epitopes B-cell epitopes can guide B-cell to recognize and activate defense responses against viral infection. Recognition of B-cell epitopes depended on predictions of linear epitopes, antigenicity, hydrophilicity, accessibility of surface, beta-turn and flexibility (Fieser TM et al, 1987). B-cell epitopes of S protein were predicted using IEDB (Peters B, et al, 2005). A total of 23 and 26 linear epitopes (Supplementary Table 3a) were identified by Bepipred and by Bepipred2.0, respectively. Kolaskar and Tongaonkar antigenicity of S protein was analyzed with default parameter settings by assessing the physiochemical"
            },
            {
                "id": "2",
                "caption": "The 3D conformations of B-cell epitopes predicted by PEP-FOLD3, showing the best five models for each epitope"
            },
            {
                "id": "3",
                "caption": "Graphical representation of interactions between Human Leukocyte Antigen and MHC class-I allele binding epitopes. A. LPIGINITRF and HLA-B*35:01 (1A9E); B. IAIVMVTIM and HLA-B*35:01 (1A9E); C. LPIGINITRF and HLA-B*51:01 (1E27); D. IAIVMVTIM and HLA-B*51:01 (1E27);E. LPIGINITRF and HLA-B*53:01 (1A1O); F. IAIVMVTIM and HLA-B*53:01 (1A1O)"
            },
            {
                "id": "4",
                "caption": "Phylogenetic tree illustrating evolutionary relationships among SARS-CoV-2 isolates from 38 locations worldwide. Discussion The emergence of SARS-CoV-2 is a serious health threat for the whole society, thus there is an urgent need for drugs and preventative measures. The SARS-CoV-2 infection is characterized by lung infections with symptoms including fever, cough, and shortness of breath. Based on the information from CDC (Centers for Disease Control and Prevention), the symptoms can appear in as few as 2 days or as long as 14 days after exposure to the virus which can transmit from human to human or from contact with infected surfaces and objects (Chan JF et al, 2020; Chen N, et al, 2020; <a class=\"ref-link\" id=\"cLi_et+al_2020_a\" href=\"#rLi_et+al_2020_a\">Li Q, et al, 2020</a>). It is critical to rapidly identify immune epitopes. The S protein is of crucial in the fuse and entry of virus into host cells (Wrapp D, et al 2020), therefore it is a primary target for neutralizing antibodies. The"
            }
        ],
        "figure_urls": [
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.25.965434v1/img-000.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.25.965434v1/img-001.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.25.965434v1/img-002.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.25.965434v1/img-003.png"
        ]
    },
    "sections": {
        "introduction": [
            "The SARS-CoV-2 (coronavirus disease 2019; previously 2019-nCoV) has recently emerged as a human pathogen leading to 51,000 confirmed cases globally and at least 1,600 deaths (Wrapp D, et al 2020). SARS-CoV-2 virus is an enveloped, positive single-stranded RNA coronavirus with the genome size of approximately 29.9 kb. SARS-CoV-2 is closely related to several bat coronaviruses and the SARS-CoV virus (Lu R et al, 2020; Wu F et al, 2020), and all belong to the B lineage of the beta-coronaviruses (<a class=\"ref-link\" id=\"cZhou_et+al_2020_a\" href=\"#rZhou_et+al_2020_a\">Zhou P, et al, 2020</a>). The transmission of SARS-CoV-2 appears to contain the way from human to human and from contact with infected surfaces and objects, causing WHO declare a Public Health Emergency of International Concern (PHEIC) on January 30th, 2020 (Chan JF et al, 2020; Chen N, et al, 2020; <a class=\"ref-link\" id=\"cLi_et+al_2020_a\" href=\"#rLi_et+al_2020_a\">Li Q, et al, 2020</a>).<br/><br/>Structural proteins are important targets for vaccine and anti-viral drug development due to their indispensable function to fuse and enter into the host cell (Lindenbach BD, et al.,2003). SARS-CoV-2 utilizes glycosylated spike (S) protein to gain entry into host cells. The S protein is a trimeric class I fusion protein and exists in a metastable prefusion conformation that undergoes a dramatic structural rearrangement to fuse the viral membrane with the host-cell membrane (<a class=\"ref-link\" id=\"cBosch_et+al_2003_a\" href=\"#rBosch_et+al_2003_a\">Bosch BJ et al, 2003</a>; Li F. 2016; Wrapp D, et al 2020). The S protein includes the receptor binding S1-subunit and the membrane fusion S2-subunit. The S1 subunit receptor-binding domain (RDB) is specifically recognized by the host receptor. When the S1 subunit binds to a host-cell receptor, the prefusion trimer is destabilized, resulting in the shedding of S1 subunit, and the state transition of S2 subunit to a stable postfusion conformation (Walls AC et al, 2017). The critical function of the S protein can be a breakthrough in vaccine design and development.<br/><br/>Great efforts are being made for the discovery of antiviral drugs, but there are no licensed therapeutic or vaccine for the treatment of SARS-CoV-2 infection available in the market. Developing an effective treatment for SARS-CoV-2 is therefore a research priority. It is time-consuming and expensive to design novel vaccines against viruses by the use of kits and related antibodies (<a class=\"ref-link\" id=\"cQamar_et+al_2018_a\" href=\"#rQamar_et+al_2018_a\">Qamar MT et al, 2018</a>). Thus, we chose the method of immune-informatics, which is more efficient and more applicable for deep analysis of viral antigens, B- and T- cell linear epitope prediction, and evaluation of immunogenicity and virulence of pathogens. Among those can be analyzed, B-cell can recognize and activate defense responses against viral infection, T-cell and antibody reactions may recover extreme respiratory infection.<br/><br/>In this manuscript, we applied immuno-informatics approach to identify potential B- and T-cell epitopes based on the S protein of SARS-CoV-2. The antigenicity of all the epitopes were estimated and the interactions with the human leukocyte antigen (HLA) alleles were evaluated for MHC class-I epitopes. Allergenicity, toxicity, stability and physiochemical properties were also investigated for exploring the antigenicity, stability and safety of the identified epitopes. The conservation of all B- and T- cell epitopes were examined across all isolates from different locations. Some of these identified epitopes could be used as promising vaccine candidates."
        ],
        "methods": [
            "Data retrieval and structural analysis Primary sequence of SARS-CoV-2 protein was retrieved from NCBI database using accession number MN908947.3 (Wu F, et al, 2020). Protein sequence was analyzed for its chemicals and physical properties including GRAVY (Grand average of hydropathicity), half-life, molecular weight, stability index and amino acid atomic composition via an online tool Protparam (<a class=\"ref-link\" id=\"cGasteiger_et+al_2003_a\" href=\"#rGasteiger_et+al_2003_a\">Gasteiger E, et al, 2003</a>). TMHMM v2.0 (http://www.cbs.dtu.dk/services/TMHMM/) was applied to examine the transmembrane topology of S protein. Secondary structure of SARS-CoV-2 protein was analyzed by PSIPRED (<a class=\"ref-link\" id=\"cBuchan_et+al_2013_a\" href=\"#rBuchan_et+al_2013_a\">Buchan DW, et al, 2013</a>). Existence of disulphide-bonds were examined through an online tool DIANNA v1.1 which uses trained neural system to make predictions (Ferre F, et al, 2006). Antigenicity of full-length S protein was evaluated by vaxijen v2.0 (Doytchinova IA, et al, 2007).<br/><br/>B-cell epitope prediction IEDB (Immune-Epitope-Database And Analysis-Resource) (Peters B, et al, 2005) with default parameter settings were used to predict B-cell epitopes. Epitopes predicted by linear epitope prediction of Bepipred and Bepipred2.0, Kolaskar and Tongaonkar antigenicity, Parker hydrophilicity, Chou and Fasman beta turn, and Karplus and Schulz flexibility. BcePred (Saha S, et al, 2004) was also used to predict B-cell epitopes using accessibility, antigenic propensity, exposed surface, flexibility, hydrophilicity, polarity and turns. Predicted B-cell epitopes by IEDB and BcePred were combined to the B-cell epitope candidate list. Based on transmembrane topology of S protein predicted by TMHMM v2.0, only epitopes on the outer surface were remained, and other intracellular epitopes were eliminated. VaxiJen 2.0 (Doytchinova IA et al, 2007) was applied to evaluate the antigenicity of the remained epitopes. A stringent criteria was used to have antigenicity score of 0.9 and 14 residue length epitopes viewed adequate to start a defensive immune reaction. PEP-FOLD3 (<a class=\"ref-link\" id=\"cLamiable_et+al_2016_a\" href=\"#rLamiable_et+al_2016_a\"><a class=\"ref-link\" id=\"cLamiable_et+al_2016_a\" href=\"#rLamiable_et+al_2016_a\">Lamiable A, et al, 2016</a></a>) was used to predict the structure of the identified B-cell epitopes.<br/><br/>T-cell epitope prediction Cytotoxic T-lymphocyte epitopes are important in developing vaccine. Peptide_binding_to_MHC_class_I_molecules tool of IEDB and HLA class I set (Weiskopf D, et al, 2012) was utilized to predict MHC class I binding T-cell epitopes for S protein. Peptide_binding_to_MHC_class_II_molecules tool of IEDB and HLA class II set (Greenbaum J, et al, 2011) was utilized to predict T-cell epitopes for S protein. Percentile rank with threshold of 1% for MHC class I binding epitopes and 10% for MHC class II binding epitopes were used to filter out peptide-allele with weak binding affinity. The antigenicity score of each epitope was calculated by VaxiJen v2.0. A high stringent standard was used to filter peptides with antigenicity score larger than or equal to 1, the number of binding alleles larger than or equal to 3 for MHC class I binding epitopes and 5 for MHC class II binding epitopes. PEP-FOLD3 (<a class=\"ref-link\" id=\"cLamiable_et+al_2016_a\" href=\"#rLamiable_et+al_2016_a\"><a class=\"ref-link\" id=\"cLamiable_et+al_2016_a\" href=\"#rLamiable_et+al_2016_a\">Lamiable A, et al, 2016</a></a>) was used to predict the structure of the identified T-cell epitopes.<br/><br/>Characterization of selected B-cell and T-cell epitopes<br/><br/>All selected B-cell and MHC class I and II binding T cell epitopes were examined for their allergenicity, hydro and physiochemical features, toxicity and digestion. Allergenicity of B-cell and T-cell epitopes were assessed by Allergen FP 1.0 (http://ddg-pharmfac.net/AllergenFP/). Toxicity of B-cell and T-cell epitopes along with hydrophobicity, hydropathicity, hydrophilicity and charge were evaluated by ToxinPred (https://webs.iiitd.edu.in/raghava/toxinpred/index.html). Examined by protein digest server (http://db.systemsbiology.net:8080/proteomicsToolkit/proteinDigest.html), the digestion of B- and Tcell epitopes by 13 enzymes including Trypsin, Chymotrpsin, Clostripain, Cyanogen Bromide, IodosoBenzoate, Proline Endopept, Staph Protease, Trypsin K, Trypsin R, AspN, Chymotrypsin (modified), Elastase, and Elastase/Trypsin/Chymotryp.<br/><br/>Protein-epitope interaction evaluation<br/><br/>The 3D structure of human HLA-B35:01(PDB ID: 1A9E) at a resolution of 2.5 Å, HLA-B*51:01 (PDB ID: 1E27) at a resolution of 2.2 Å and HLA-B*53:01 (PDB ID: 1A1O) at a resolution of 2.3 Å were downloaded from protein databank (RCSB PDB) and used for evaluating their interactions with selected epitopes. Protein-peptide interactions were performed by PepSite (Trabuco LG et al, 2012) with the top prediction chosen from a total of 10 epitope-protein interaction reports.<br/><br/>Conservation analysis of selected B- and T-cell epitopes<br/><br/>The S protein sequences were taken from an open access database NGDC (https://bigd.big.ac.cn/ncov/), where 219 SARS-CoV-2 virus sequences are documented from 36 locations worldwide. The mutations in the S protein are documented in 38 isolates. The phylogenetic tree of the S proteins with mutations were generated using MEGA7 software (Kumar S, et al, 2016). By performing the multiple-sequencealignment against the S protein sequences collected from different locations, all the selected epitopes were examined for their variability and conservation."
        ],
        "results": [
            "Structural analysis of SARS-CoV-2 S protein<br/><br/>The physiochemical properties of SARS-CoV-2 S protein calculated by Protparam demonstrate that it contains 1273 amino acids (aa) with molecular weight of 141.18 kDa. Of the 1273 residues, 110 aa and 103 aa were found as negatively and positively charged, respectively. Theoretical iso-electric point (PI) of S protein was 6.24, reflecting its negative nature. The instability-index (II) was computed to be 33.01, which categories the S protein as stable. Aliphatic-index was 84.67 with GRAVY (grand average of hydropathicity) value of -0.079, which reveals a thought of proportional volume hold by aliphatic side chain. Half-life of the S protein was estimated as 30 hours for mammalian reticulocytes, > 20 hours for yeast, > 10 hours for Escherichia coli, which measures the total time taken for its vanishing after it has been synthesized in cell. The number of Carbon (C), Oxygen (O), Nitrogen (N), Hydrogen (H), and Sulfur (S) of a total of 19710 atoms were formulated as C6336H9770N1656O1984S54. The details of the physiochemical properties of SARS-CoV-2 S protein can be seen in Supplementary Table 1.<br/><br/>Secondary structure of S protein were generated by PSIPRED (<a class=\"ref-link\" id=\"cBuchan_et+al_2013_a\" href=\"#rBuchan_et+al_2013_a\">Buchan DW, et al, 2013</a>), showing that Beta strand (26.3%), Helixes (24.4%), and coil (49.3%) are present in structure (Supplementary Figure 1). 20 disulfide (S-S) bond positions were identified by DiANNA (Supplementary Table 2). 40 cysteine residues were identified by DiANNA in the full-length of the S protein sequence, which made 20 disulfide (S-S) bonds at the following positions (15-1240, 131-391, 136-662, 166-1236, 291-671, 301-336, 361-488, 379-743, 432-1235, 480-1248, 525-1247, 538-1043, 590-617, 649-1241, 738-1243, 749-1126, 760-1250, 840-1032, 851-1254, 1082-1253) (Supplementary Table 2). Antigenicity analysis of the fulllength protein confirmed that S protein was an expected antigen with antigenicity score of 0.4646 by Vaxijen. The transmembrane protein topology predicted by TMHMM showed that residues from 1 to<br/><br/>1213 were exposed on the surface, residues from 1214 to 1236 were inside transmembrane-region and residues from 1237 to 1273 were within the core-region of the S protein (Fig. 1a).<br/><br/>properties of the amino acid and their abundance in known B-cell epitopes. The antigenic tendency value of S protein was estimated to be 1.041 (average), 0.866(minimum) and 1.261 (maximum) (Fig. 1b). Hydrophilic region is important in initiating immune response, which is generally uncovered on the surface of protein. Parker hydrophilicity of S protein was found to be 1.238 (average), -7.629 (minimum) and 7.743 (maximum) (Fig. 1c). To find the surface availability of B-cell epitopes, Emini surface accessibility was predicted for S protein with average of 1 , minimum of 0.042, and maximum of 6.051 (Fig. 1d). Exposed on the surface and hydrophilic in nature making beta turn a vital structure in starting the defense response. Therefore, we predicted Chou and Fasman beta turn to gain the result, 0.997 (average), 0.541 (minimum) and 1.484 (maximum) in S protein (Fig. 1e). As the parts of epitope connecting with antibodies are typically elastic in nature, we predicted Karplus and Schulz flexibility of S protein and the result was 0.993 (average), 0,876 (minimum), and 1.125(maximum) (Fig. 1f). A total of 262 B-cell epitopes were selected based on the combination of the results (Supplementary Table 3a). BcePred (Saha S, et al, 2004) was used to predict B-cell epitopes using accessibility, antigenic propensity, exposed surface, flexibility, hydrophilicity, polarity and turns. Overall, we obtained totally 129 B-cell epitopes (Supplementary Table 3b). Antigenicity of predicted B-cell epitopes were further evaluated by VaxiJen v2.0 with high stringent threshold of 0.9. Based on transmembrane topology of S protein predicted by TMHMM v2.0, intracellular epitopes were further eliminated. A total of 14 residue length B-cell epitopes were obtained including ‘VRQIAPGQTGKIAD’, ‘VLGQSKRVDFCGKG’, ‘GLTGTGVLTESNKK’ and ‘KIADYNYKLPDDFT’ (Table 1). Their 3D conformations were predicted by PEP-FOLD3 (<a class=\"ref-link\" id=\"cLamiable_et+al_2016_a\" href=\"#rLamiable_et+al_2016_a\">Lamiable A, et al, 2016</a>), showing the best five models (Figure 2).<br/><br/>Allergenicity, toxicity and stability analysis of B-cell epitopes<br/><br/>Allergenicity of B-cell epitopes were assessed by Allergen FP 1.0, leading to the result that all of the four B-cell epitopes were predicted to be not allergenic (Table 2a). Toxicity, hydrophobicity, hydropathicity, hydrophilicity and charge of B-cell epitopes were examined by a support vector machine (SVM) based method, ToxinPred. The result demonstrates that all of B-cell epitopes were predicted to be non-toxin (Table 2a). The peptides that can be digested by several enzymes are usually non-stable, while the peptides digested by fewer enzymes are more stable, so that those are more favorable vaccine candidates. The stability of B-cell epitopes were evaluated through the number of peptide digesting enzymes by protein digest server. All B-cell epitopes were found to have multiple non-digesting enzymes varying from 4 to 7 enzymes (Table 2b).<br/><br/>Identification of T-cell epitopes<br/><br/>Peptide_binding_to_MHC_class_I_molecules tool of IEDB and HLA class I set (Weiskopf D, et al, 2012) was utilized to predict T-cell epitopes for S protein. Percentile rank with threshold of 1% was used to filter out peptide-allele with weak binding affinity. The antigenicity score of each peptide was calculated by VaxiJen v2.0 to evaluate its antigenicity. A peptide having both high antigenicity score and capacity to bind with larger number of alleles is considered to have high potentials to initiate a strong defense response. High stringent criteria were used to filter peptides with antigenicity score larger than or equal to 1 and the number of binding alleles larger than or equal to 3. Utilizing the evaluating method above, we obtained a total of 9 MHC class-I allele binding peptides (Table 3). The peptide ‘IPFAMQMAYR’ has the highest antigenicity score of 1.5145 and binds with three alleles including A*68:01, B*35:01, and A*33:01. The peptide ‘FAMQMAYRF’ have the highest number of binding MHC class-I alleles (6 alleles) including B*35:01, B*53:01, A*23:01, B*58:01, A*24:02, and B*08:01 with strong antigenicity score of 1. 0278.<br/><br/>Peptide_binding_to_MHC_class_II_molecules tool of IEDB and HLA class II set (Greenbaum J, et al, 2011) was utilized to predict T-cell epitopes for S protein. Percentile rank with threshold of 10% was used to filter out peptide-allele with weak binding affinity. The antigenicity score of each peptide was calculated by VaxiJen v2.0 to evaluate its antigenicity. A high stringent standard was used to filter peptides with antigenicity score larger than or equal to 1 and the number of binding alleles larger than or equal to 5. As a result, we obtained a total of 13 MHC class-II allele binding peptides (Table 4). The peptide ‘VGYQPYRVVVLSFEL’ has the highest antigenicity score of 1.3858 and binds with six alleles including<br/><br/>DPA1*01:03/DPB1*04:01, DRB1*04:05, DPA1*02:01/DPB1*14:01, DPA1*01:03/DPB1*02:01, DRB1*07:01, and DPA1*02:01/DPB1*05:01. The peptides ‘GVVFLHVTYVPAQEK’ and ‘GYQPYRVVVLSFELL’ have the highest number of binding MHC class-II alleles (11 alleles) including DRB1*04:05, DPA1*01:03/DPB1*02:01, DRB1*08:02, DRB1*04:01, DRB1*01:01, DQA1*05:01/DQB1*02:01, DQA1*04:01/DQB1*04:02, DQA1*03:01/DQB1*03:02, DRB1*07:01, DPA1*02:01/DPB1*14:01 for ‘GVVFLHVTYVPAQEK’ with strong antigenicity score of 1.1043 and DPA1*02:01/DPB1*01:01, DPA1*01:03/DPB1*02:01, DPA1*02:01/DPB1*05:01, DPA1*02:01/DPB1*14:01, DRB1*04:05, DRB4*01:01, DPA1*03:01/DPB1*04:02, DRB1*07:01, DRB1*15:01, DQA1*05:01/DQB1*02:01 for ‘GYQPYRVVVLSFELL’ with high antigenicity score of<br/><br/>Allergenicity, toxicity and stability analysis of T-cell epitopes<br/><br/>Allergenicity of T-cell epitopes were assessed by Allergen FP 1.0. Results showed that two of nine MHC class-I binding peptides were probably non-allergen, and nine of thirteen MHC class-II binding peptides were predicted to be non-allergen (Table 5). Toxicity of T-cell epitopes along with hydrophobicity, hydropathicity, hydrophilicity and charge were evaluated by ToxinPred. All of T-cell epitopes were predicted to be non-toxin (Table 5). The stability of T-cell epitopes were evaluated through the number of peptide digesting enzymes by protein digest server. All T-cell epitopes were found to have multiple nondigesting enzymes varying from 4 to 11 enzymes (Table 6). The 3D conformations of MHC class I (Supplementary Figure 2) and MHC class II (Supplementary Figure 3) binding epitopes designated as non-allergen and non-toxin were predicted by PEP-FOLD3, showing the best five models (Supplementary Figure 3).<br/><br/>Interaction of T-cell epitopes with HLA alleles<br/><br/>Protein-peptide interactions are critical in cellular signaling pathways. Two MHC class-I binding epitopes, ‘LPIGINITRF’ and ‘IAIVMVTIM’, were predicted to be non-allergic and non-toxic. Both epitopes were predicted to bind to HLA-B35:01, HLA-B*51:01, and HLA-B*53:01. The 3D structure of human HLAB35:01(PDB ID: 1A9E) (Menssen R, et al, 1999), HLA-B*51:01 (PDB ID: 1E27) (Maenaka K, et al, 2000) and HLA-B*53:01 (PDB ID: 1A1O) (<a class=\"ref-link\" id=\"cSmith_et+al_1996_a\" href=\"#rSmith_et+al_1996_a\">Smith KJ, et al, 1996</a>) protein were accessible with cocrystallized peptide in PDB database. Protein-peptide interactions were performed by PepSite (Trabuco LG et al, 2012). 10 epitope-protein interactions were reported and the top prediction was chosen. HLAB*35:01 (1A9E) is of a hetero 2mer structure with 386 residues. Epitope ‘LPIGINITRF’ was predicted to significantly bind on the surface of HLA-B35:01(PDB ID: 1A9E) through six hydrongen bonds with Leu1, Pro-2, Ile-3, Gly-4, Ile-5, and Ans-6 (Figure 3 A). Epitope ‘IAIVMVTIM’ moderately significantly bond to HLA-B35:01(PDB ID: 1A9E) via six hydrogen bonds with Ile-3, Val-4, Met-5, Thr-7, Ile-8, and Met-9 (Figure 3B). Similarly, both epitope ‘LPIGINITRF’ and ‘IAIVMVTIM’ show strong and stable bonding with HLA-B*51:01 (1E27) residues (Figure 3C-D), and HLA-B*53:01 (PDB ID: 1A1O) residues (Figure 3E-F), respectively.<br/><br/>Conservation of B- and T-cell epitopes Sequence of SARS-CoV-2 S protein with identified mutations from 38 locations worldwide were subjected to multiple sequence alignment of all selected B- and T-cell epitopes. There were no mutations observed occurring in all epitopes, demonstrating all the selected epitopes are conserved in all sequences utilized in the analysis. A phylogenetic tree was generated to show the evolutionary relationship of SARS-CoV-2 S protein collected from 38 locations worldwide (Figure 4).<br/><br/>specificity of epitope-based vaccines can be enhanced by selecting parts of S protein exposed on the surface (<a class=\"ref-link\" id=\"cBakhshesh_et+al_2018_a\" href=\"#rBakhshesh_et+al_2018_a\">Bakhshesh M, et al, 2018</a>). Medical biotechnology is important in developing vaccines against SARS-CoV-2. However, computer-based immune-informatics can improve time and economic effectiveness, as a result, it is also an essential method in immunogenic analysis and vaccine development.<br/><br/>In this study, we characterized the physio-chemical characteristics of SARS-CoV-2 viral genome for epitope candidates and adopted an immune-informatics based pipeline with highly stringent criteria to identify S protein targeted B- and T-cell epitopes that may potentially promote an immune response in the host. The antigenicity, flexibility, solvent accessibility, disulphide bonds of predicted epitopes were evaluated, yielding four potential B-cell epitope and vaccine candidate. Allergenicity and toxicity analysis confirmed the four B-cell epitopes are of non-allergen and non-toxin. Stability analysis revealed that they can not be digested by multiple enzymes. In addition, two MHC class-I and nine MHC class-II binding Tcell epitopes were predicted to interact with numerous HLA alleles and to be highly antigenic in nature. Allergenicity, toxicity, and physiochemical properties of T-cell epitopes were analyzed to increase specificity and selectivity. The stability and safety were confirmed by digestion analysis. All selected Band T- cell (MHC class-I and II) epitopes were conserved in all isolates of different locations globally without mutations observed yet.<br/><br/>We predict the B- and T-cell epitopes identified here may assist the development of potent peptide-based vaccines to address the SARS-CoV-2 challenge. But the replication of SARS-CoV-2 must be error-prone, which is similar to SARS-CoV with reported mutation rate of 4x10-4 substitutions/site/year (<a class=\"ref-link\" id=\"cHuang_et+al_2012_a\" href=\"#rHuang_et+al_2012_a\">Huang J, et al, 2012</a>). Anti-viral vaccines are necessary to be developed before the predicted epitopes are potentially obsolete. In addition, our immune-informatics based pipeline also provides a framework to identify Band T- cell epitopes having therapeutic potential with excellent scope for SARS-CoV-2, but not limited to specific virus."
        ],
        "disclosures": [
            "The authors declare no potential conflicts of interest."
        ],
        "acknowledgements": [
            "This work was supported by grants from the National Natural Science Foundation of China (NSFC No 11421202,and 11827803 to YBF), the Youth Thousand Scholar Program of China (J.Z.), and Beijing Advanced Innovation Center for Biomedical Engineering, Beihang University (J.Z.).<br/><br/>Authors’ contributions<br/><br/>JZ and YBF conceived and designed this study; JZ, LL, TS, YFH and WDL performed immuneinformatics analysis. JZ and YBF wrote the manuscript. JZ, YBF, LL, TS, YFH and WDL improved and revised the manuscript. All authors read and approved the final manuscript.    Reference<br/><br/>Bakhshesh M, Ranjbar MM, Almasi S. Immunoinformatic analysis of glycoprotein from bovine ephemeral fever virus. Biomed Biotechnol Res J. 2018;2:208.<br/><br/>Bosch BJ, van der Zee R, de Haan CA, et al The coronavirus spike protein is a class I virus fusion protein: structural and functional characterization of the fuse core complex. J Virol. 2003;77(16):8801-8811.<br/><br/>Buchan DW, Minneci F, Nugent TC, et al Scalable web services for the PSIPRED protein analysis workbench. Nucleic Acids Res. 2013;41:W349-357.<br/><br/>Chan JF, Yuan S, Kok KH, et al A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet. 2020; 395(10223):514-523.<br/><br/>Chen N, Zhou M, Dong X, et al Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020;395(10223):507-513.<br/><br/>Doytchinova IA, Flower DR. VaxiJen: a server for prediction of protective antigens, tumour antigens and subunit vaccines. BMC Bioinform.2007;8:4.<br/><br/>Ferre F, Clote P. DiANNA 1.1: an extension of the DiANNA web server for ternary cysteine classification. Nucleic acids research.2006;34:W182-185.<br/><br/>Feiser TM, Tainer JA, Geysen HM, et al Influence of protein flexibility and peptide conformation on reactivity of monoclonal anti-peptide antibodies with a protein alpha-helix. Proc Natl Acad Sci,1987;84:8568-8572.<br/><br/>Greenbaum J. et al Functional classification of class II human leukocyte antigen (HLA) molecules reveals seven different supertypes and a surprising degree of repertoire sharing across supertypes. Immunogenetics,2011.<br/><br/>Gasteiger E, Gattiker A, Hoogland C, et al ExPASy: the proteomics server for in-depth protein knowledge and analysis. Nucleic Acids Res. 2003;31:3784-8.<br/><br/>Huang J, Cao Y, Bu X, et al, Residue analysis of a CTL epitope of SARS-CoV spike protein by IFNgamma production and bioinformatics prediction. BMC Immunology. 2012;13:50.<br/><br/>Kumar S, Stecher G, Tamura K. MEGA7:molecular evolutionary genetics analysis version 7.0 for bigger datasets. Mol Biol Evol.2016;33:1870-4.<br/><br/>Lamiable A, Thevenet P, Rey J, et al PEP-FOLD3: faster de novo structure prediction for linear peptides in solution and in complex. Nucleic Acids Res. 2016;44(W1):W449-454.<br/><br/>Li F. Structure, Function, and Evolution of coronavirus spike proteins. Annu Rev Virol. 2016;3(1):237261.<br/><br/>Li Q, Guan X, Wu P, et al Early transmission dynamics in Wuhan,China, of novel coronavirus-infected pneumonia. N Eng J Med 2020;doi:10.1056/NEJMoa2001316.<br/><br/>Lindenbach BD, Rice CM. Molecular biology of flaviviruses. Adv Virus Res,2003;59:23-61.<br/><br/>Lu R, Zhao X, Li J, et al Genomic characterization and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet. 2020;395(10224):565-574.<br/><br/>Maenaka K, Maenaka T, Tomiyama H, et al Nonstandard peptide binding revealed by crystal structure of HLA-B*5101 complexed with HIV immunodominant epitopes. J Immunol.2000;165(6):3260-3267.<br/><br/>Menssen R, Orth P, Ziegler A, et al Decamer-like conformation of a nona-peptide bound to HLAB*3501 due to non-standard positioning of the C terminus. J Mol Biol.1999;285(2):645-653.<br/><br/>Peters B, Sidney J, Bourne P, et al The immune epitope database and analysis resource: from vision to blueprint. PLoS Biol.2005;3e91.<br/><br/>Qamar MT, Bari A, Adeel MM, et al Peptide vaccine against chikungunya virus:immune-informatics combined with molecular docking approach. J Transl Med. 2018;16:298.<br/><br/>Saha S and Raghava GPS. BcePred:Prediction of continuous B-cell epitopes in antigenic sequences using physic-chemical properties. In G.Nicosia, V.Cutello. P.J. Bentley and J.Timis (Eds.) ICARIS 2004, LNCS 3239,197-204, Springer, 2004.<br/><br/>Smith KJ, Reid SW, Harlos K, et al Bound water structure and polymorphic amino acids act together to allow the binding of different peptides to MHC class I HLA-B53. Immunity. 1996;4(3):215-228.<br/><br/>Trabuco LG, Lise S, Petsalaki E, et al PepSite: prediction of peptide-binding sites from protein surfaces. Nucleic Acids Res.2012;40(Web Server Issue):W423-427.<br/><br/>Walls AC, Tortorici MA, Snijder J, et al Tectonic conformational changes of a coronavirus spike glycoprotein promote membrane fusion. Proc Natl Acad Sci USA.2017;114:11157-11162.<br/><br/>Weiskopf D., Angelo MA, de Azeredo EL, et al Comprehensive analysis of dengue virus-specific responses supports an HLA-linked protective role for CD8+ T cells. PNAS, 2013;110(22):E2046-2053.<br/><br/>Wrapp D, Wang N, Corbett KS, et al Cryo-EM structure of the 2019-nCOV spike in the prefusion conformation. Science, 2020; doi:10.1126/science.abb2507<br/><br/>Wu F, Zhao S, Yu B, et al A new coronavirus associated with human respiratory disease in China. Nature, 2020;doi:10.1038/s41586-020-2008-3<br/><br/>Zhou P, Yang XL, Wang XG et al A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature 2020;doi.org/10.1038/s41586-020-2012-7"
        ],
        "funding": [
            "This work was supported by grants from the National Natural Science Foundation of China (NSFC No 11421202,and 11827803 to YBF), the Youth Thousand Scholar Program of China (J.Z.), and Beijing Advanced Innovation Center for Biomedical Engineering, Beihang University (J.Z.). Authors’ contributions JZ and YBF conceived and designed this study; JZ, LL, TS, YFH and WDL performed immuneinformatics analysis"
        ],
        "supplementary_references": {
            "supplementary_data_references": [],
            "supplementary_figure_references": [
                "Supplementary Table 1.",
                "Supplementary Figure 1",
                "Supplementary Table 2",
                "Supplementary Table 3a",
                "Supplementary Table 3b",
                "Supplementary Figure 2",
                "Supplementary Figure 3"
            ]
        }
    },
    "structured_content": {
        "Introduction": [
            "The SARS-CoV-2 (coronavirus disease 2019; previously 2019-nCoV) has recently emerged as a human pathogen leading to 51,000 confirmed cases globally and at least 1,600 deaths (Wrapp D, et al 2020). SARS-CoV-2 virus is an enveloped, positive single-stranded RNA coronavirus with the genome size of approximately 29.9 kb. SARS-CoV-2 is closely related to several bat coronaviruses and the SARS-CoV virus (Lu R et al, 2020; Wu F et al, 2020), and all belong to the B lineage of the beta-coronaviruses (<a class=\"ref-link\" id=\"cZhou_et+al_2020_a\" href=\"#rZhou_et+al_2020_a\">Zhou P, et al, 2020</a>). The transmission of SARS-CoV-2 appears to contain the way from human to human and from contact with infected surfaces and objects, causing WHO declare a Public Health Emergency of International Concern (PHEIC) on January 30th, 2020 (Chan JF et al, 2020; Chen N, et al, 2020; <a class=\"ref-link\" id=\"cLi_et+al_2020_a\" href=\"#rLi_et+al_2020_a\">Li Q, et al, 2020</a>).",
            "Structural proteins are important targets for vaccine and anti-viral drug development due to their indispensable function to fuse and enter into the host cell (Lindenbach BD, et al.,2003). SARS-CoV-2 utilizes glycosylated spike (S) protein to gain entry into host cells. The S protein is a trimeric class I fusion protein and exists in a metastable prefusion conformation that undergoes a dramatic structural rearrangement to fuse the viral membrane with the host-cell membrane (<a class=\"ref-link\" id=\"cBosch_et+al_2003_a\" href=\"#rBosch_et+al_2003_a\">Bosch BJ et al, 2003</a>; Li F. 2016; Wrapp D, et al 2020). The S protein includes the receptor binding S1-subunit and the membrane fusion S2-subunit. The S1 subunit receptor-binding domain (RDB) is specifically recognized by the host receptor. When the S1 subunit binds to a host-cell receptor, the prefusion trimer is destabilized, resulting in the shedding of S1 subunit, and the state transition of S2 subunit to a stable postfusion conformation (Walls AC et al, 2017). The critical function of the S protein can be a breakthrough in vaccine design and development.",
            "Great efforts are being made for the discovery of antiviral drugs, but there are no licensed therapeutic or vaccine for the treatment of SARS-CoV-2 infection available in the market. Developing an effective treatment for SARS-CoV-2 is therefore a research priority. It is time-consuming and expensive to design novel vaccines against viruses by the use of kits and related antibodies (<a class=\"ref-link\" id=\"cQamar_et+al_2018_a\" href=\"#rQamar_et+al_2018_a\">Qamar MT et al, 2018</a>). Thus, we chose the method of immune-informatics, which is more efficient and more applicable for deep analysis of viral antigens, B- and T- cell linear epitope prediction, and evaluation of immunogenicity and virulence of pathogens. Among those can be analyzed, B-cell can recognize and activate defense responses against viral infection, T-cell and antibody reactions may recover extreme respiratory infection.",
            "In this manuscript, we applied immuno-informatics approach to identify potential B- and T-cell epitopes based on the S protein of SARS-CoV-2. The antigenicity of all the epitopes were estimated and the interactions with the human leukocyte antigen (HLA) alleles were evaluated for MHC class-I epitopes. Allergenicity, toxicity, stability and physiochemical properties were also investigated for exploring the",
            "antigenicity, stability and safety of the identified epitopes. The conservation of all B- and T- cell epitopes were examined across all isolates from different locations. Some of these identified epitopes could be used as promising vaccine candidates."
        ],
        "Methods": [
            "Data retrieval and structural analysis Primary sequence of SARS-CoV-2 protein was retrieved from NCBI database using accession number MN908947.3 (Wu F, et al, 2020). Protein sequence was analyzed for its chemicals and physical properties including GRAVY (Grand average of hydropathicity), half-life, molecular weight, stability index and amino acid atomic composition via an online tool Protparam (<a class=\"ref-link\" id=\"cGasteiger_et+al_2003_a\" href=\"#rGasteiger_et+al_2003_a\">Gasteiger E, et al, 2003</a>). TMHMM v2.0 (http://www.cbs.dtu.dk/services/TMHMM/) was applied to examine the transmembrane topology of S protein. Secondary structure of SARS-CoV-2 protein was analyzed by PSIPRED (<a class=\"ref-link\" id=\"cBuchan_et+al_2013_a\" href=\"#rBuchan_et+al_2013_a\">Buchan DW, et al, 2013</a>). Existence of disulphide-bonds were examined through an online tool DIANNA v1.1 which uses trained neural system to make predictions (Ferre F, et al, 2006). Antigenicity of full-length S protein was evaluated by vaxijen v2.0 (Doytchinova IA, et al, 2007).",
            "B-cell epitope prediction IEDB (Immune-Epitope-Database And Analysis-Resource) (Peters B, et al, 2005) with default parameter settings were used to predict B-cell epitopes. Epitopes predicted by linear epitope prediction of Bepipred and Bepipred2.0, Kolaskar and Tongaonkar antigenicity, Parker hydrophilicity, Chou and Fasman beta turn, and Karplus and Schulz flexibility. BcePred (Saha S, et al, 2004) was also used to predict B-cell epitopes using accessibility, antigenic propensity, exposed surface, flexibility, hydrophilicity, polarity and turns. Predicted B-cell epitopes by IEDB and BcePred were combined to the B-cell epitope candidate list. Based on transmembrane topology of S protein predicted by TMHMM v2.0, only epitopes on the outer surface were remained, and other intracellular epitopes were eliminated. VaxiJen 2.0 (Doytchinova IA et al, 2007) was applied to evaluate the antigenicity of the remained epitopes. A stringent criteria was used to have antigenicity score of 0.9 and 14 residue length epitopes viewed adequate to start a defensive immune reaction. PEP-FOLD3 (<a class=\"ref-link\" id=\"cLamiable_et+al_2016_a\" href=\"#rLamiable_et+al_2016_a\">Lamiable A, et al, 2016</a>) was used to predict the structure of the identified B-cell epitopes.",
            "T-cell epitope prediction Cytotoxic T-lymphocyte epitopes are important in developing vaccine. Peptide_binding_to_MHC_class_I_molecules tool of IEDB and HLA class I set (Weiskopf D, et al, 2012) was utilized to predict MHC class I binding T-cell epitopes for S protein. Peptide_binding_to_MHC_class_II_molecules tool of IEDB and HLA class II set (Greenbaum J, et al, 2011) was utilized to predict T-cell epitopes for S protein. Percentile rank with threshold of 1% for MHC class I binding epitopes and 10% for MHC class II binding epitopes were used to filter out peptide-allele with weak binding affinity. The antigenicity score of each epitope was calculated by VaxiJen v2.0. A high stringent standard was used to filter peptides with antigenicity score larger than or equal to 1, the number of binding alleles larger than or equal to 3 for MHC class I binding epitopes and 5 for MHC class II binding epitopes. PEP-FOLD3 (<a class=\"ref-link\" id=\"cLamiable_et+al_2016_a\" href=\"#rLamiable_et+al_2016_a\">Lamiable A, et al, 2016</a>) was used to predict the structure of the identified T-cell epitopes.",
            "All selected B-cell and MHC class I and II binding T cell epitopes were examined for their allergenicity, hydro and physiochemical features, toxicity and digestion. Allergenicity of B-cell and T-cell epitopes were assessed by Allergen FP 1.0 (http://ddg-pharmfac.net/AllergenFP/). Toxicity of B-cell and T-cell epitopes along with hydrophobicity, hydropathicity, hydrophilicity and charge were evaluated by ToxinPred (https://webs.iiitd.edu.in/raghava/toxinpred/index.html). Examined by protein digest server (http://db.systemsbiology.net:8080/proteomicsToolkit/proteinDigest.html), the digestion of B- and Tcell epitopes by 13 enzymes including Trypsin, Chymotrpsin, Clostripain, Cyanogen Bromide, IodosoBenzoate, Proline Endopept, Staph Protease, Trypsin K, Trypsin R, AspN, Chymotrypsin (modified), Elastase, and Elastase/Trypsin/Chymotryp.",
            "The 3D structure of human HLA-B35:01(PDB ID: 1A9E) at a resolution of 2.5 Å, HLA-B*51:01 (PDB ID: 1E27) at a resolution of 2.2 Å and HLA-B*53:01 (PDB ID: 1A1O) at a resolution of 2.3 Å were downloaded from protein databank (RCSB PDB) and used for evaluating their interactions with selected epitopes. Protein-peptide interactions were performed by PepSite (Trabuco LG et al, 2012) with the top prediction chosen from a total of 10 epitope-protein interaction reports.",
            "The S protein sequences were taken from an open access database NGDC (https://bigd.big.ac.cn/ncov/), where 219 SARS-CoV-2 virus sequences are documented from 36 locations worldwide. The mutations in the S protein are documented in 38 isolates. The phylogenetic tree of the S proteins with mutations were generated using MEGA7 software (Kumar S, et al, 2016). By performing the multiple-sequencealignment against the S protein sequences collected from different locations, all the selected epitopes were examined for their variability and conservation."
        ],
        "Results": [
            "The physiochemical properties of SARS-CoV-2 S protein calculated by Protparam demonstrate that it contains 1273 amino acids (aa) with molecular weight of 141.18 kDa. Of the 1273 residues, 110 aa and 103 aa were found as negatively and positively charged, respectively. Theoretical iso-electric point (PI) of S protein was 6.24, reflecting its negative nature. The instability-index (II) was computed to be 33.01, which categories the S protein as stable. Aliphatic-index was 84.67 with GRAVY (grand average of hydropathicity) value of -0.079, which reveals a thought of proportional volume hold by aliphatic side chain. Half-life of the S protein was estimated as 30 hours for mammalian reticulocytes, > 20 hours for yeast, > 10 hours for Escherichia coli, which measures the total time taken for its vanishing after it has been synthesized in cell. The number of Carbon (C), Oxygen (O), Nitrogen (N), Hydrogen (H), and Sulfur (S) of a total of 19710 atoms were formulated as C6336H9770N1656O1984S54. The details of the physiochemical properties of SARS-CoV-2 S protein can be seen in Supplementary Table 1.",
            "Secondary structure of S protein were generated by PSIPRED (<a class=\"ref-link\" id=\"cBuchan_et+al_2013_a\" href=\"#rBuchan_et+al_2013_a\">Buchan DW, et al, 2013</a>), showing that Beta strand (26.3%), Helixes (24.4%), and coil (49.3%) are present in structure (Supplementary Figure 1). 20 disulfide (S-S) bond positions were identified by DiANNA (Supplementary Table 2). 40 cysteine residues were identified by DiANNA in the full-length of the S protein sequence, which made 20 disulfide (S-S) bonds at the following positions (15-1240, 131-391, 136-662, 166-1236, 291-671, 301-336, 361-488, 379-743, 432-1235, 480-1248, 525-1247, 538-1043, 590-617, 649-1241, 738-1243, 749-1126, 760-1250, 840-1032, 851-1254, 1082-1253) (Supplementary Table 2). Antigenicity analysis of the fulllength protein confirmed that S protein was an expected antigen with antigenicity score of 0.4646 by Vaxijen. The transmembrane protein topology predicted by TMHMM showed that residues from 1 to",
            "1213 were exposed on the surface, residues from 1214 to 1236 were inside transmembrane-region and residues from 1237 to 1273 were within the core-region of the S protein (Fig. 1a).",
            "Allergenicity of B-cell epitopes were assessed by Allergen FP 1.0, leading to the result that all of the four B-cell epitopes were predicted to be not allergenic (Table 2a). Toxicity, hydrophobicity, hydropathicity, hydrophilicity and charge of B-cell epitopes were examined by a support vector machine (SVM) based method, ToxinPred. The result demonstrates that all of B-cell epitopes were predicted to be non-toxin (Table 2a). The peptides that can be digested by several enzymes are usually non-stable, while the peptides digested by fewer enzymes are more stable, so that those are more favorable vaccine candidates. The stability of B-cell epitopes were evaluated through the number of peptide digesting enzymes by protein digest server. All B-cell epitopes were found to have multiple non-digesting enzymes varying from 4 to 7 enzymes (Table 2b).",
            "Peptide_binding_to_MHC_class_I_molecules tool of IEDB and HLA class I set (Weiskopf D, et al, 2012) was utilized to predict T-cell epitopes for S protein. Percentile rank with threshold of 1% was used to filter out peptide-allele with weak binding affinity. The antigenicity score of each peptide was calculated by VaxiJen v2.0 to evaluate its antigenicity. A peptide having both high antigenicity score and capacity to bind with larger number of alleles is considered to have high potentials to initiate a strong defense response. High stringent criteria were used to filter peptides with antigenicity score larger than or equal to 1 and the number of binding alleles larger than or equal to 3. Utilizing the evaluating method above, we obtained a total of 9 MHC class-I allele binding peptides (Table 3). The peptide ‘IPFAMQMAYR’ has the highest antigenicity score of 1.5145 and binds with three alleles including A*68:01, B*35:01, and A*33:01. The peptide ‘FAMQMAYRF’ have the highest number of binding MHC class-I alleles (6 alleles) including B*35:01, B*53:01, A*23:01, B*58:01, A*24:02, and B*08:01 with strong antigenicity score of 1. 0278.",
            "Peptide_binding_to_MHC_class_II_molecules tool of IEDB and HLA class II set (Greenbaum J, et al, 2011) was utilized to predict T-cell epitopes for S protein. Percentile rank with threshold of 10% was used to filter out peptide-allele with weak binding affinity. The antigenicity score of each peptide was calculated by VaxiJen v2.0 to evaluate its antigenicity. A high stringent standard was used to filter peptides with antigenicity score larger than or equal to 1 and the number of binding alleles larger than or equal to 5. As a result, we obtained a total of 13 MHC class-II allele binding peptides (Table 4). The peptide ‘VGYQPYRVVVLSFEL’ has the highest antigenicity score of 1.3858 and binds with six alleles including",
            "DPA1*01:03/DPB1*04:01, DRB1*04:05, DPA1*02:01/DPB1*14:01, DPA1*01:03/DPB1*02:01, DRB1*07:01, and DPA1*02:01/DPB1*05:01. The peptides ‘GVVFLHVTYVPAQEK’ and ‘GYQPYRVVVLSFELL’ have the highest number of binding MHC class-II alleles (11 alleles) including DRB1*04:05, DPA1*01:03/DPB1*02:01, DRB1*08:02, DRB1*04:01, DRB1*01:01, DQA1*05:01/DQB1*02:01, DQA1*04:01/DQB1*04:02, DQA1*03:01/DQB1*03:02, DRB1*07:01, DPA1*02:01/DPB1*14:01 for ‘GVVFLHVTYVPAQEK’ with strong antigenicity score of 1.1043 and DPA1*02:01/DPB1*01:01, DPA1*01:03/DPB1*02:01, DPA1*02:01/DPB1*05:01, DPA1*02:01/DPB1*14:01, DRB1*04:05, DRB4*01:01, DPA1*03:01/DPB1*04:02, DRB1*07:01, DRB1*15:01, DQA1*05:01/DQB1*02:01 for ‘GYQPYRVVVLSFELL’ with high antigenicity score of",
            "Allergenicity of T-cell epitopes were assessed by Allergen FP 1.0. Results showed that two of nine MHC class-I binding peptides were probably non-allergen, and nine of thirteen MHC class-II binding peptides were predicted to be non-allergen (Table 5). Toxicity of T-cell epitopes along with hydrophobicity, hydropathicity, hydrophilicity and charge were evaluated by ToxinPred. All of T-cell epitopes were predicted to be non-toxin (Table 5). The stability of T-cell epitopes were evaluated through the number of peptide digesting enzymes by protein digest server. All T-cell epitopes were found to have multiple nondigesting enzymes varying from 4 to 11 enzymes (Table 6). The 3D conformations of MHC class I (Supplementary Figure 2) and MHC class II (Supplementary Figure 3) binding epitopes designated as non-allergen and non-toxin were predicted by PEP-FOLD3, showing the best five models (Supplementary Figure 3).",
            "Protein-peptide interactions are critical in cellular signaling pathways. Two MHC class-I binding epitopes, ‘LPIGINITRF’ and ‘IAIVMVTIM’, were predicted to be non-allergic and non-toxic. Both epitopes were predicted to bind to HLA-B35:01, HLA-B*51:01, and HLA-B*53:01. The 3D structure of human HLAB35:01(PDB ID: 1A9E) (Menssen R, et al, 1999), HLA-B*51:01 (PDB ID: 1E27) (Maenaka K, et al, 2000) and HLA-B*53:01 (PDB ID: 1A1O) (<a class=\"ref-link\" id=\"cSmith_et+al_1996_a\" href=\"#rSmith_et+al_1996_a\">Smith KJ, et al, 1996</a>) protein were accessible with cocrystallized peptide in PDB database. Protein-peptide interactions were performed by PepSite (Trabuco LG et al, 2012). 10 epitope-protein interactions were reported and the top prediction was chosen. HLAB*35:01 (1A9E) is of a hetero 2mer structure with 386 residues. Epitope ‘LPIGINITRF’ was predicted to significantly bind on the surface of HLA-B35:01(PDB ID: 1A9E) through six hydrongen bonds with Leu1, Pro-2, Ile-3, Gly-4, Ile-5, and Ans-6 (Figure 3 A). Epitope ‘IAIVMVTIM’ moderately significantly bond to HLA-B35:01(PDB ID: 1A9E) via six hydrogen bonds with Ile-3, Val-4, Met-5, Thr-7, Ile-8, and Met-9 (Figure 3B). Similarly, both epitope ‘LPIGINITRF’ and ‘IAIVMVTIM’ show strong and stable bonding with HLA-B*51:01 (1E27) residues (Figure 3C-D), and HLA-B*53:01 (PDB ID: 1A1O) residues (Figure 3E-F), respectively.",
            "Conservation of B- and T-cell epitopes Sequence of SARS-CoV-2 S protein with identified mutations from 38 locations worldwide were subjected to multiple sequence alignment of all selected B- and T-cell epitopes. There were no mutations observed occurring in all epitopes, demonstrating all the selected epitopes are conserved in all sequences utilized in the analysis. A phylogenetic tree was generated to show the evolutionary relationship of SARS-CoV-2 S protein collected from 38 locations worldwide (Figure 4).",
            "In this study, we characterized the physio-chemical characteristics of SARS-CoV-2 viral genome for epitope candidates and adopted an immune-informatics based pipeline with highly stringent criteria to identify S protein targeted B- and T-cell epitopes that may potentially promote an immune response in the host. The antigenicity, flexibility, solvent accessibility, disulphide bonds of predicted epitopes were evaluated, yielding four potential B-cell epitope and vaccine candidate. Allergenicity and toxicity analysis confirmed the four B-cell epitopes are of non-allergen and non-toxin. Stability analysis revealed that they can not be digested by multiple enzymes. In addition, two MHC class-I and nine MHC class-II binding Tcell epitopes were predicted to interact with numerous HLA alleles and to be highly antigenic in nature. Allergenicity, toxicity, and physiochemical properties of T-cell epitopes were analyzed to increase specificity and selectivity. The stability and safety were confirmed by digestion analysis. All selected Band T- cell (MHC class-I and II) epitopes were conserved in all isolates of different locations globally without mutations observed yet.",
            "We predict the B- and T-cell epitopes identified here may assist the development of potent peptide-based vaccines to address the SARS-CoV-2 challenge. But the replication of SARS-CoV-2 must be error-prone, which is similar to SARS-CoV with reported mutation rate of 4x10-4 substitutions/site/year (<a class=\"ref-link\" id=\"cHuang_et+al_2012_a\" href=\"#rHuang_et+al_2012_a\">Huang J, et al, 2012</a>). Anti-viral vaccines are necessary to be developed before the predicted epitopes are potentially obsolete. In addition, our immune-informatics based pipeline also provides a framework to identify Band T- cell epitopes having therapeutic potential with excellent scope for SARS-CoV-2, but not limited to specific virus."
        ],
        "Conflict of Interest": [
            "The authors declare no potential conflicts of interest."
        ],
        "Acknowledgements": [
            "This work was supported by grants from the National Natural Science Foundation of China (NSFC No 11421202,and 11827803 to YBF), the Youth Thousand Scholar Program of China (J.Z.), and Beijing Advanced Innovation Center for Biomedical Engineering, Beihang University (J.Z.).",
            "JZ and YBF conceived and designed this study; JZ, LL, TS, YFH and WDL performed immuneinformatics analysis. JZ and YBF wrote the manuscript. JZ, YBF, LL, TS, YFH and WDL improved and revised the manuscript. All authors read and approved the final manuscript.",
            "Bakhshesh M, Ranjbar MM, Almasi S. Immunoinformatic analysis of glycoprotein from bovine ephemeral fever virus. Biomed Biotechnol Res J. 2018;2:208.",
            "Bosch BJ, van der Zee R, de Haan CA, et al The coronavirus spike protein is a class I virus fusion protein: structural and functional characterization of the fuse core complex. J Virol. 2003;77(16):8801-8811.",
            "Buchan DW, Minneci F, Nugent TC, et al Scalable web services for the PSIPRED protein analysis workbench. Nucleic Acids Res. 2013;41:W349-357.",
            "Chan JF, Yuan S, Kok KH, et al A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet. 2020; 395(10223):514-523.",
            "Chen N, Zhou M, Dong X, et al Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020;395(10223):507-513.",
            "Doytchinova IA, Flower DR. VaxiJen: a server for prediction of protective antigens, tumour antigens and subunit vaccines. BMC Bioinform.2007;8:4.",
            "Ferre F, Clote P. DiANNA 1.1: an extension of the DiANNA web server for ternary cysteine classification. Nucleic acids research.2006;34:W182-185.",
            "Feiser TM, Tainer JA, Geysen HM, et al Influence of protein flexibility and peptide conformation on reactivity of monoclonal anti-peptide antibodies with a protein alpha-helix. Proc Natl Acad Sci,1987;84:8568-8572.",
            "Greenbaum J. et al Functional classification of class II human leukocyte antigen (HLA) molecules reveals seven different supertypes and a surprising degree of repertoire sharing across supertypes. Immunogenetics,2011.",
            "Gasteiger E, Gattiker A, Hoogland C, et al ExPASy: the proteomics server for in-depth protein knowledge and analysis. Nucleic Acids Res. 2003;31:3784-8.",
            "Huang J, Cao Y, Bu X, et al, Residue analysis of a CTL epitope of SARS-CoV spike protein by IFNgamma production and bioinformatics prediction. BMC Immunology. 2012;13:50.",
            "Kumar S, Stecher G, Tamura K. MEGA7:molecular evolutionary genetics analysis version 7.0 for bigger datasets. Mol Biol Evol.2016;33:1870-4.",
            "Lamiable A, Thevenet P, Rey J, et al PEP-FOLD3: faster de novo structure prediction for linear peptides in solution and in complex. Nucleic Acids Res. 2016;44(W1):W449-454.",
            "Li F. Structure, Function, and Evolution of coronavirus spike proteins. Annu Rev Virol. 2016;3(1):237261.",
            "Li Q, Guan X, Wu P, et al Early transmission dynamics in Wuhan,China, of novel coronavirus-infected pneumonia. N Eng J Med 2020;doi:10.1056/NEJMoa2001316.",
            "Lindenbach BD, Rice CM. Molecular biology of flaviviruses. Adv Virus Res,2003;59:23-61.",
            "Lu R, Zhao X, Li J, et al Genomic characterization and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet. 2020;395(10224):565-574.",
            "Maenaka K, Maenaka T, Tomiyama H, et al Nonstandard peptide binding revealed by crystal structure of HLA-B*5101 complexed with HIV immunodominant epitopes. J Immunol.2000;165(6):3260-3267.",
            "Menssen R, Orth P, Ziegler A, et al Decamer-like conformation of a nona-peptide bound to HLAB*3501 due to non-standard positioning of the C terminus. J Mol Biol.1999;285(2):645-653.",
            "Peters B, Sidney J, Bourne P, et al The immune epitope database and analysis resource: from vision to blueprint. PLoS Biol.2005;3e91.",
            "Qamar MT, Bari A, Adeel MM, et al Peptide vaccine against chikungunya virus:immune-informatics combined with molecular docking approach. J Transl Med. 2018;16:298.",
            "Saha S and Raghava GPS. BcePred:Prediction of continuous B-cell epitopes in antigenic sequences using physic-chemical properties. In G.Nicosia, V.Cutello. P.J. Bentley and J.Timis (Eds.) ICARIS 2004, LNCS 3239,197-204, Springer, 2004.",
            "Smith KJ, Reid SW, Harlos K, et al Bound water structure and polymorphic amino acids act together to allow the binding of different peptides to MHC class I HLA-B53. Immunity. 1996;4(3):215-228.",
            "Trabuco LG, Lise S, Petsalaki E, et al PepSite: prediction of peptide-binding sites from protein surfaces. Nucleic Acids Res.2012;40(Web Server Issue):W423-427.",
            "Walls AC, Tortorici MA, Snijder J, et al Tectonic conformational changes of a coronavirus spike glycoprotein promote membrane fusion. Proc Natl Acad Sci USA.2017;114:11157-11162.",
            "Weiskopf D., Angelo MA, de Azeredo EL, et al Comprehensive analysis of dengue virus-specific responses supports an HLA-linked protective role for CD8+ T cells. PNAS, 2013;110(22):E2046-2053.",
            "Wrapp D, Wang N, Corbett KS, et al Cryo-EM structure of the 2019-nCOV spike in the prefusion conformation. Science, 2020; doi:10.1126/science.abb2507",
            "Wu F, Zhao S, Yu B, et al A new coronavirus associated with human respiratory disease in China. Nature, 2020;doi:10.1038/s41586-020-2008-3",
            "Zhou P, Yang XL, Wang XG et al A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature 2020;doi.org/10.1038/s41586-020-2012-7"
        ]
    },
    "participants": [
        {
            "participant": "confirmed cases",
            "number": 51000,
            "context": "It is made available under a CC-BY-ND 4.0 International license. <mark class=\"stats\">Introduction The SARS-CoV-2 (coronavirus disease 2019; previously 2019-nCoV) has recently emerged as a human pathogen leading to 51,000 confirmed cases globally and at least 1,600 deaths (Wrapp D, et al 2020)</mark>. SARS-CoV-2 virus is an enveloped, positive single-stranded RNA coronavirus with the genome size of approximately 29.9 kb"
        }
    ],
    "statistics": [],
    "keywords": [
        "s protein",
        "pneumonia",
        "human leukocyte antigen",
        "cell epitope",
        "antigenic",
        "B-cell epitope",
        "T-cell epitope",
        "informatics",
        "coronavirus",
        "immune informatic",
        "novel coronavirus",
        "s1 subunit",
        "vaccine design",
        "host cell",
        "Public Health Emergency of International Concern",
        "sars cov",
        "Spike protein",
        "b cell",
        "immune-informatics",
        "t cell",
        "prefusion conformation",
        "mhc class",
        "SARS",
        "SARS-CoV-2",
        "Escherichia coli",
        "support vector machine"
    ],
    "keyword_relevance": {
        "cell epitope": 0.20521172638436483,
        "human leukocyte antigen": 0.11726384364820847,
        "SARS": 0.10423452768729642,
        "antigenic": 0.09771986970684039,
        "B-cell epitope": 0.09771986970684039,
        "T-cell epitope": 0.09446254071661238,
        "SARS-CoV-2": 0.09446254071661238,
        "coronavirus": 0.048859934853420196,
        "informatics": 0.03257328990228013,
        "immune-informatics": 0.02280130293159609,
        "novel coronavirus": 0.019543973941368076,
        "pneumonia": 0.013029315960912053,
        "host cell": 0.009771986970684038,
        "t cell": 0.009771986970684038,
        "vaccine design": 0.006514657980456026,
        "Public Health Emergency of International Concern": 0.006514657980456026,
        "prefusion conformation": 0.006514657980456026,
        "support vector machine": 0.006514657980456026,
        "Spike protein": 0.003257328990228013,
        "Escherichia coli": 0.003257328990228013,
        "s protein": 0.0,
        "immune informatic": 0.0,
        "s1 subunit": 0.0,
        "sars cov": 0.0,
        "b cell": 0.0,
        "mhc class": 0.0
    },
    "species": [
        "Escherichia coli"
    ],
    "summary": [
        "The SARS-CoV-2 has recently emerged as a human pathogen leading to 51,000 confirmed cases globally and at least 1,600 deaths (Wrapp D, et al 2020).",
        "This study took immune-informatics approaches to identify B- and T-cell epitopes for surface glycoprotein (S) of SARS-CoV-2, followed by estimating their antigenicity and interactions with the human leukocyte antigen (HLA) alleles.",
        "The authors applied immuno-informatics approach to identify potential B- and T-cell epitopes based on the S protein of SARS-CoV-2.",
        "Peptide_binding_to_MHC_class_I_molecules tool of IEDB and HLA class the author sets (Weiskopf D, et al, 2012) was utilized to predict MHC class the author bindings T-cell epitopes for S protein.",
        "A high stringent standard was used to filter peptides with antigenicity score larger than or equal to 1, the number of binding alleles larger than or equal to 3 for MHC class the author bindings epitopes and 5 for MHC class II binding epitopes.",
        "All selected B-cell and MHC class the author ands II binding T cell epitopes were examined for their allergenicity, hydro and physiochemical features, toxicity and digestion.",
        "Peptide_binding_to_MHC_class_I_molecules tool of IEDB and HLA class the author sets (Weiskopf D, et al, 2012) was utilized to predict T-cell epitopes for S protein.",
        "Peptide_binding_to_MHC_class_II_molecules tool of IEDB and HLA class II set (Greenbaum J, et al, 2011) was utilized to predict T-cell epitopes for S protein.",
        "Conservation of B- and T-cell epitopes Sequence of SARS-CoV-2 S protein with identified mutations from 38 locations worldwide were subjected to multiple sequence alignment of all selected B- and T-cell epitopes.",
        "The authors characterized the physio-chemical characteristics of SARS-CoV-2 viral genome for epitope candidates and adopted an immune-informatics based pipeline with highly stringent criteria to identify S protein targeted B- and T-cell epitopes that may potentially promote an immune response in the host.",
        "The antigenicity, flexibility, solvent accessibility, disulphide bonds of predicted epitopes were evaluated, yielding four potential B-cell epitope and vaccine candidate.",
        "Two MHC class-The author ands nine MHC class-II binding Tcell epitopes were predicted to interact with numerous HLA alleles and to be highly antigenic in nature.",
        "All selected Band T- cell (MHC class-The author ands II) epitopes were conserved in all isolates of different locations globally without mutations observed yet.",
        "The authors predict the B- and T-cell epitopes identified here may assist the development of potent peptide-based vaccines to address the SARS-CoV-2 challenge.",
        "The authors' immune-informatics based pipeline provides a framework to identify Band T- cell epitopes having therapeutic potential with excellent scope for SARS-CoV-2, but not limited to specific virus."
    ],
    "structured_summary": {
        "Introduction": [
            "The SARS-CoV-2 has recently emerged as a human pathogen leading to 51,000 confirmed cases globally and at least 1,600 deaths (Wrapp D, et al 2020).",
            "This study took immune-informatics approaches to identify B- and T-cell epitopes for surface glycoprotein (S) of SARS-CoV-2, followed by estimating their antigenicity and interactions with the human leukocyte antigen (HLA) alleles.",
            "The authors applied immuno-informatics approach to identify potential B- and T-cell epitopes based on the S protein of SARS-CoV-2."
        ],
        "Results": [
            "Peptide_binding_to_MHC_class_I_molecules tool of IEDB and HLA class the author sets (Weiskopf D, et al, 2012) was utilized to predict MHC class the author bindings T-cell epitopes for S protein.",
            "A high stringent standard was used to filter peptides with antigenicity score larger than or equal to 1, the number of binding alleles larger than or equal to 3 for MHC class the author bindings epitopes and 5 for MHC class II binding epitopes.",
            "All selected B-cell and MHC class the author ands II binding T cell epitopes were examined for their allergenicity, hydro and physiochemical features, toxicity and digestion.",
            "Peptide_binding_to_MHC_class_I_molecules tool of IEDB and HLA class the author sets (Weiskopf D, et al, 2012) was utilized to predict T-cell epitopes for S protein.",
            "Peptide_binding_to_MHC_class_II_molecules tool of IEDB and HLA class II set (Greenbaum J, et al, 2011) was utilized to predict T-cell epitopes for S protein.",
            "Conservation of B- and T-cell epitopes Sequence of SARS-CoV-2 S protein with identified mutations from 38 locations worldwide were subjected to multiple sequence alignment of all selected B- and T-cell epitopes.",
            "The authors characterized the physio-chemical characteristics of SARS-CoV-2 viral genome for epitope candidates and adopted an immune-informatics based pipeline with highly stringent criteria to identify S protein targeted B- and T-cell epitopes that may potentially promote an immune response in the host.",
            "The antigenicity, flexibility, solvent accessibility, disulphide bonds of predicted epitopes were evaluated, yielding four potential B-cell epitope and vaccine candidate.",
            "Two MHC class-The author ands nine MHC class-II binding Tcell epitopes were predicted to interact with numerous HLA alleles and to be highly antigenic in nature."
        ],
        "Conclusion": [
            "All selected Band T- cell (MHC class-The author ands II) epitopes were conserved in all isolates of different locations globally without mutations observed yet.",
            "The authors predict the B- and T-cell epitopes identified here may assist the development of potent peptide-based vaccines to address the SARS-CoV-2 challenge.",
            "The authors' immune-informatics based pipeline provides a framework to identify Band T- cell epitopes having therapeutic potential with excellent scope for SARS-CoV-2, but not limited to specific virus."
        ]
    },
    "reference_links": [
        {
            "id": "Bakhshesh_et+al_2018_a",
            "alt_id": "1",
            "entry": "Bakhshesh M, Ranjbar MM, Almasi S. Immunoinformatic analysis of glycoprotein from bovine ephemeral fever virus. Biomed Biotechnol Res J. 2018;2:208.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Bakhshesh%2C%20M.%20Ranjbar%2C%20M.M.%20Almasi%2C%20S.%20Immunoinformatic%20analysis%20of%20glycoprotein%20from%20bovine%20ephemeral%20fever%20virus%202018",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Bakhshesh%2C%20M.%20Ranjbar%2C%20M.M.%20Almasi%2C%20S.%20Immunoinformatic%20analysis%20of%20glycoprotein%20from%20bovine%20ephemeral%20fever%20virus%202018",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Bakhshesh%2C%20M.%20Ranjbar%2C%20M.M.%20Almasi%2C%20S.%20Immunoinformatic%20analysis%20of%20glycoprotein%20from%20bovine%20ephemeral%20fever%20virus%202018"
        },
        {
            "id": "Bosch_et+al_2003_a",
            "alt_id": "2",
            "entry": "Bosch BJ, van der Zee R, de Haan CA, et al. The coronavirus spike protein is a class I virus fusion protein: structural and functional characterization of the fuse core complex. J Virol. 2003;77(16):8801-8811.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Bosch%2C%20B.J.%20van%20der%20Zee%2C%20R.%20de%20Haan%2C%20C.A.%20The%20coronavirus%20spike%20protein%20is%20a%20class%20I%20virus%20fusion%20protein%3A%20structural%20and%20functional%20characterization%20of%20the%20fuse%20core%20complex%202003",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Bosch%2C%20B.J.%20van%20der%20Zee%2C%20R.%20de%20Haan%2C%20C.A.%20The%20coronavirus%20spike%20protein%20is%20a%20class%20I%20virus%20fusion%20protein%3A%20structural%20and%20functional%20characterization%20of%20the%20fuse%20core%20complex%202003",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Bosch%2C%20B.J.%20van%20der%20Zee%2C%20R.%20de%20Haan%2C%20C.A.%20The%20coronavirus%20spike%20protein%20is%20a%20class%20I%20virus%20fusion%20protein%3A%20structural%20and%20functional%20characterization%20of%20the%20fuse%20core%20complex%202003"
        },
        {
            "id": "Buchan_et+al_2013_a",
            "alt_id": "3",
            "entry": "Buchan DW, Minneci F, Nugent TC, et al. Scalable web services for the PSIPRED protein analysis workbench. Nucleic Acids Res. 2013;41:W349-357.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Buchan%2C%20D.W.%20Minneci%2C%20F.%20Nugent%2C%20T.C.%20Scalable%20web%20services%20for%20the%20PSIPRED%20protein%20analysis%20workbench%202013",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Buchan%2C%20D.W.%20Minneci%2C%20F.%20Nugent%2C%20T.C.%20Scalable%20web%20services%20for%20the%20PSIPRED%20protein%20analysis%20workbench%202013",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Buchan%2C%20D.W.%20Minneci%2C%20F.%20Nugent%2C%20T.C.%20Scalable%20web%20services%20for%20the%20PSIPRED%20protein%20analysis%20workbench%202013"
        },
        {
            "id": "Chan_et+al_2019_a",
            "alt_id": "4",
            "entry": "Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet. 2020; 395(10223):514-523.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chan%20JF%20Yuan%20S%20Kok%20KH%20et%20al%20A%20familial%20cluster%20of%20pneumonia%20associated%20with%20the%202019%20novel%20coronavirus%20indicating%20persontoperson%20transmission%20a%20study%20of%20a%20family%20cluster%20Lancet%202020%2039510223514523",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Chan%20JF%20Yuan%20S%20Kok%20KH%20et%20al%20A%20familial%20cluster%20of%20pneumonia%20associated%20with%20the%202019%20novel%20coronavirus%20indicating%20persontoperson%20transmission%20a%20study%20of%20a%20family%20cluster%20Lancet%202020%2039510223514523",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Chan%20JF%20Yuan%20S%20Kok%20KH%20et%20al%20A%20familial%20cluster%20of%20pneumonia%20associated%20with%20the%202019%20novel%20coronavirus%20indicating%20persontoperson%20transmission%20a%20study%20of%20a%20family%20cluster%20Lancet%202020%2039510223514523"
        },
        {
            "id": "Chen_et+al_2019_a",
            "alt_id": "5",
            "entry": "Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020;395(10223):507-513.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chen%20N%20Zhou%20M%20Dong%20X%20et%20al%20Epidemiological%20and%20clinical%20characteristics%20of%2099%20cases%20of%202019%20novel%20coronavirus%20pneumonia%20in%20Wuhan%20China%20a%20descriptive%20study%20Lancet%20202039510223507513",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Chen%20N%20Zhou%20M%20Dong%20X%20et%20al%20Epidemiological%20and%20clinical%20characteristics%20of%2099%20cases%20of%202019%20novel%20coronavirus%20pneumonia%20in%20Wuhan%20China%20a%20descriptive%20study%20Lancet%20202039510223507513",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Chen%20N%20Zhou%20M%20Dong%20X%20et%20al%20Epidemiological%20and%20clinical%20characteristics%20of%2099%20cases%20of%202019%20novel%20coronavirus%20pneumonia%20in%20Wuhan%20China%20a%20descriptive%20study%20Lancet%20202039510223507513"
        },
        {
            "id": "Gasteiger_et+al_2003_a",
            "alt_id": "6",
            "entry": "Gasteiger E, Gattiker A, Hoogland C, et al. ExPASy: the proteomics server for in-depth protein knowledge and analysis. Nucleic Acids Res. 2003;31:3784-8.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Gasteiger%2C%20E.%20Gattiker%2C%20A.%20Hoogland%2C%20C.%20ExPASy%3A%20the%20proteomics%20server%20for%20in-depth%20protein%20knowledge%20and%20analysis%202003",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Gasteiger%2C%20E.%20Gattiker%2C%20A.%20Hoogland%2C%20C.%20ExPASy%3A%20the%20proteomics%20server%20for%20in-depth%20protein%20knowledge%20and%20analysis%202003",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Gasteiger%2C%20E.%20Gattiker%2C%20A.%20Hoogland%2C%20C.%20ExPASy%3A%20the%20proteomics%20server%20for%20in-depth%20protein%20knowledge%20and%20analysis%202003"
        },
        {
            "id": "Huang_et+al_2012_a",
            "alt_id": "7",
            "entry": "Huang J, Cao Y, Bu X, et al., Residue analysis of a CTL epitope of SARS-CoV spike protein by IFNgamma production and bioinformatics prediction. BMC Immunology. 2012;13:50.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Huang%2C%20J.%20Cao%2C%20Y.%20Bu%2C%20X.%20Residue%20analysis%20of%20a%20CTL%20epitope%20of%20SARS-CoV%20spike%20protein%20by%20IFNgamma%20production%20and%20bioinformatics%20prediction%202012",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Huang%2C%20J.%20Cao%2C%20Y.%20Bu%2C%20X.%20Residue%20analysis%20of%20a%20CTL%20epitope%20of%20SARS-CoV%20spike%20protein%20by%20IFNgamma%20production%20and%20bioinformatics%20prediction%202012",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Huang%2C%20J.%20Cao%2C%20Y.%20Bu%2C%20X.%20Residue%20analysis%20of%20a%20CTL%20epitope%20of%20SARS-CoV%20spike%20protein%20by%20IFNgamma%20production%20and%20bioinformatics%20prediction%202012"
        },
        {
            "id": "Lamiable_et+al_2016_a",
            "alt_id": "8",
            "entry": "Lamiable A, Thevenet P, Rey J, et al. PEP-FOLD3: faster de novo structure prediction for linear peptides in solution and in complex. Nucleic Acids Res. 2016;44(W1):W449-454.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lamiable%2C%20A.%20Thevenet%2C%20P.%20Rey%2C%20J.%20PEP-FOLD3%3A%20faster%20de%20novo%20structure%20prediction%20for%20linear%20peptides%20in%20solution%20and%20in%20complex%202016",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Lamiable%2C%20A.%20Thevenet%2C%20P.%20Rey%2C%20J.%20PEP-FOLD3%3A%20faster%20de%20novo%20structure%20prediction%20for%20linear%20peptides%20in%20solution%20and%20in%20complex%202016",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Lamiable%2C%20A.%20Thevenet%2C%20P.%20Rey%2C%20J.%20PEP-FOLD3%3A%20faster%20de%20novo%20structure%20prediction%20for%20linear%20peptides%20in%20solution%20and%20in%20complex%202016"
        },
        {
            "id": "Structure_2016_a",
            "alt_id": "9",
            "entry": "Li F. Structure, Function, and Evolution of coronavirus spike proteins. Annu Rev Virol. 2016;3(1):237261.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Structure%2C%20Li%20F.%20Function%20and%20Evolution%20of%20coronavirus%20spike%20proteins%202016",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Structure%2C%20Li%20F.%20Function%20and%20Evolution%20of%20coronavirus%20spike%20proteins%202016",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Structure%2C%20Li%20F.%20Function%20and%20Evolution%20of%20coronavirus%20spike%20proteins%202016"
        },
        {
            "id": "Li_et+al_2020_a",
            "alt_id": "10",
            "entry": "Li Q, Guan X, Wu P, et al. Early transmission dynamics in Wuhan,China, of novel coronavirus-infected pneumonia. N Eng J Med 2020;doi:10.1056/NEJMoa2001316.",
            "crossref": "https://dx.doi.org/10.1056/NEJMoa2001316",
            "scite": "https://scite.ai/reports/10.1056/NEJMoa2001316",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1056/NEJMoa2001316"
        },
        {
            "id": "Lu_et+al_2019_a",
            "alt_id": "11",
            "entry": "Lu R, Zhao X, Li J, et al. Genomic characterization and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet. 2020;395(10224):565-574.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lu%20R%20Zhao%20X%20Li%20J%20et%20al%20Genomic%20characterization%20and%20epidemiology%20of%202019%20novel%20coronavirus%20implications%20for%20virus%20origins%20and%20receptor%20binding%20Lancet%20202039510224565574",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Lu%20R%20Zhao%20X%20Li%20J%20et%20al%20Genomic%20characterization%20and%20epidemiology%20of%202019%20novel%20coronavirus%20implications%20for%20virus%20origins%20and%20receptor%20binding%20Lancet%20202039510224565574",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Lu%20R%20Zhao%20X%20Li%20J%20et%20al%20Genomic%20characterization%20and%20epidemiology%20of%202019%20novel%20coronavirus%20implications%20for%20virus%20origins%20and%20receptor%20binding%20Lancet%20202039510224565574"
        },
        {
            "id": "Qamar_et+al_2018_a",
            "alt_id": "12",
            "entry": "Qamar MT, Bari A, Adeel MM, et al. Peptide vaccine against chikungunya virus:immune-informatics combined with molecular docking approach. J Transl Med. 2018;16:298.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Qamar%2C%20M.T.%20Bari%2C%20A.%20Adeel%2C%20M.M.%20Peptide%20vaccine%20against%20chikungunya%20virus%3Aimmune-informatics%20combined%20with%20molecular%20docking%20approach%202018",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Qamar%2C%20M.T.%20Bari%2C%20A.%20Adeel%2C%20M.M.%20Peptide%20vaccine%20against%20chikungunya%20virus%3Aimmune-informatics%20combined%20with%20molecular%20docking%20approach%202018",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Qamar%2C%20M.T.%20Bari%2C%20A.%20Adeel%2C%20M.M.%20Peptide%20vaccine%20against%20chikungunya%20virus%3Aimmune-informatics%20combined%20with%20molecular%20docking%20approach%202018"
        },
        {
            "id": "Saha_2004_a",
            "alt_id": "13",
            "entry": "Saha S and Raghava GPS. BcePred:Prediction of continuous B-cell epitopes in antigenic sequences using physic-chemical properties. In G.Nicosia, V.Cutello. P.J. Bentley and J.Timis (Eds.) ICARIS 2004, LNCS 3239,197-204, Springer, 2004.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=S%2C%20Saha%20GPS%2C%20Raghava%20BcePred%3A%20Prediction%20of%20continuous%20B-cell%20epitopes%20in%20antigenic%20sequences%20using%20physic-chemical%20properties%202004"
        },
        {
            "id": "Smith_et+al_1996_a",
            "alt_id": "14",
            "entry": "Smith KJ, Reid SW, Harlos K, et al. Bound water structure and polymorphic amino acids act together to allow the binding of different peptides to MHC class I HLA-B53. Immunity. 1996;4(3):215-228.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Smith%2C%20K.J.%20Reid%2C%20S.W.%20Harlos%2C%20K.%20Bound%20water%20structure%20and%20polymorphic%20amino%20acids%20act%20together%20to%20allow%20the%20binding%20of%20different%20peptides%20to%20MHC%20class%20I%20HLA-B53.%20Immunity%201996"
        },
        {
            "id": "Weiskopf_et+al_2013_a",
            "alt_id": "15",
            "entry": "Weiskopf D., Angelo MA, de Azeredo EL, et al. Comprehensive analysis of dengue virus-specific responses supports an HLA-linked protective role for CD8+ T cells. PNAS, 2013;110(22):E2046-2053.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=D.%2C%20Weiskopf%20MA%2C%20Angelo%20de%20Azeredo%20EL%20Comprehensive%20analysis%20of%20dengue%20virus-specific%20responses%20supports%20an%20HLA-linked%20protective%20role%20for%202013"
        },
        {
            "id": "Wrapp_et+al_2019_a",
            "alt_id": "16",
            "entry": "Wrapp D, Wang N, Corbett KS, et al. Cryo-EM structure of the 2019-nCOV spike in the prefusion conformation. Science, 2020; doi:10.1126/science.abb2507",
            "crossref": "https://dx.doi.org/10.1126/science.abb2507",
            "scite": "https://scite.ai/reports/10.1126/science.abb2507",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1126/science.abb2507"
        },
        {
            "id": "Wu_et+al_0000_a",
            "alt_id": "17",
            "entry": "Wu F, Zhao S, Yu B, et al. A new coronavirus associated with human respiratory disease in China. Nature, 2020;doi:10.1038/s41586-020-2008-3",
            "crossref": "https://dx.doi.org/10.1038/s41586-020-2008-3",
            "scite": "https://scite.ai/reports/10.1038/s41586-020-2008-3",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1038/s41586-020-2008-3"
        },
        {
            "id": "Zhou_et+al_2020_a",
            "alt_id": "18",
            "entry": "Zhou P, Yang XL, Wang XG et al. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature 2020;doi.org/10.1038/s41586-020-2012-7",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhou%2C%20P.%20Yang%2C%20X.L.%20Wang%2C%20X.G.%20A%20pneumonia%20outbreak%20associated%20with%20a%20new%20coronavirus%20of%20probable%20bat%20origin%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Zhou%2C%20P.%20Yang%2C%20X.L.%20Wang%2C%20X.G.%20A%20pneumonia%20outbreak%20associated%20with%20a%20new%20coronavirus%20of%20probable%20bat%20origin%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Zhou%2C%20P.%20Yang%2C%20X.L.%20Wang%2C%20X.G.%20A%20pneumonia%20outbreak%20associated%20with%20a%20new%20coronavirus%20of%20probable%20bat%20origin%202020"
        }
    ],
    "facts": [
        "antiviral medicines are in desperate need",
        "T-cell epitopes for surface glycoprotein of SARS-CoV-2",
        "The stability and safety of epitopes were confirmed by digestion analysis",
        "The SARS-CoV-2 has recently emerged as a human pathogen leading to",
        "SARS-CoV-2 is closely related to several bat coronaviruses",
        "The transmission of SARS-CoV-2 appears to contain the way from human to human",
        "a dramatic structural rearrangement to fuse the viral membrane with the host-cell membrane",
        "The S1 subunit receptor-binding domain is recognized by the host receptor",
        "the S1 subunit binds to a host-cell receptor",
        "The critical function of the S protein can be a breakthrough in vaccine design and development",
        "Great efforts are being made for the discovery of antiviral drugs",
        "T-cell epitopes based on the S protein of SARS-CoV-2",
        "the interactions with the human leukocyte antigen alleles were evaluated for MHC class-I epitopes",
        "T- cell epitopes were examined across all isolates from different locations",
        "Some of these identified epitopes could be used as promising vaccine candidates",
        "structural analysis Primary sequence of SARS-CoV-2 protein was retrieved from NCBI database using accession number MN908947.3",
        "Protein sequence was analyzed for its chemicals",
        "Secondary structure of SARS-CoV-2 protein was analyzed by PSIPRED",
        "Existence of disulphide-bonds were examined through an online tool DIANNA v1.1",
        "Antigenicity of full-length S protein was evaluated by vaxijen v2.0",
        "B-cell epitope prediction IEDB with default parameter settings were used to predict",
        "Epitopes predicted by linear epitope prediction of Bepipred",
        "Predicted B-cell epitopes by IEDB",
        "BcePred were combined to the B-cell epitope candidate list",
        "on transmembrane topology of S protein predicted by TMHMM v2.0",
        "VaxiJen 2.0 was applied to evaluate the antigenicity of the remained epitopes",
        "PEP-FOLD3 was used to predict the structure of the identified B-cell epitopes",
        "T-cell epitope prediction Cytotoxic T-lymphocyte epitopes are important in developing vaccine",
        "binding T-cell epitopes for S protein",
        "predict T-cell epitopes for S protein",
        "Percentile rank with threshold of 1%",
        "The antigenicity score of each epitope was calculated by VaxiJen v2.0",
        "PEP-FOLD3 was used to predict the structure of the identified T-cell epitopes",
        "II binding T cell epitopes were examined for their allergenicity",
        "T-cell epitopes were assessed by Allergen FP 1.0",
        "hydrophilicity and charge were evaluated by ToxinPred",
        "HLA-B*51:01 at a resolution of 2.2 Å and HLA-B*53:01 at a resolution of 2.3 Å were downloaded from protein databank",
        "Protein-peptide interactions were performed by PepSite with the top prediction chosen from a total",
        "The S protein sequences were taken from an open access database NGDC",
        "where 219 SARS-CoV-2 virus sequences are documented from 36 locations",
        "The mutations in the S protein are documented in 38 isolates",
        "the multiple-sequencealignment against the S protein sequences collected from different locations",
        "the selected epitopes were examined for their variability and conservation",
        "The physiochemical properties of SARS-CoV-2 S protein calculated by Protparam demonstrate that",
        "which reveals a thought of proportional volume hold by aliphatic side chain",
        "Half-life of the S protein was estimated as 30 hours for mammalian reticulocytes",
        "the total time taken for its vanishing",
        "Sulfur of a total of 19710 atoms were formulated as C6336H9770N1656O1984S54",
        "The details of the physiochemical properties of SARS-CoV-2 S protein can be seen in Supplementary Table 1",
        "Secondary structure of S protein were generated by PSIPRED",
        "coil are present in structure",
        "20 disulfide bond positions were identified by DiANNA",
        "40 cysteine residues were identified by DiANNA in the full-length",
        "Antigenicity analysis of the fulllength protein confirmed that S protein was an expected antigen",
        "The transmembrane protein topology predicted by TMHMM showed that residues",
        "Hydrophilic region is important in initiating immune response",
        "which is generally uncovered on the surface of protein",
        "Emini surface accessibility was predicted for S protein with average",
        "As the parts of epitope connecting with antibodies are typically elastic in nature",
        "A total of 262 B-cell epitopes were selected based on the combination of the results",
        "Antigenicity of predicted B-cell epitopes were further evaluated by VaxiJen v2.0 with high stringent threshold",
        "Their 3D conformations were predicted by PEP-FOLD3",
        "Allergenicity of B-cell epitopes were assessed by Allergen FP 1.0",
        "hydrophilicity and charge of B-cell epitopes were examined by a support vector machine based method",
        "The peptides that can be digested by several enzymes are usually non-stable",
        "while the peptides digested by fewer enzymes are more stable",
        "The stability of B-cell epitopes were evaluated through the number of peptide digesting enzymes",
        "Percentile rank with threshold of 1% was used to filter",
        "The antigenicity score of each peptide was calculated by VaxiJen v2.0 to evaluate its antigenicity",
        "both high antigenicity score and capacity to bind with larger number of alleles is considered to have high potentials to initiate a strong defense response",
        "Percentile rank with threshold of 10% was used to filter",
        "Allergenicity of T-cell epitopes were assessed by Allergen FP 1.0",
        "The stability of T-cell epitopes were evaluated through the number of peptide digesting enzymes",
        "MHC class II binding epitopes designated as non-allergen and non-toxin were predicted by",
        "Interaction of T-cell epitopes with HLA alleles",
        "Protein-peptide interactions are critical in cellular signaling pathways",
        "HLA-B*53:01 protein were accessible with cocrystallized peptide in PDB database",
        "Protein-peptide interactions were performed by PepSite",
        "T-cell epitopes Sequence of SARS-CoV-2 S protein with identified mutations from 38 locations worldwide were subjected to multiple sequence alignment of all selected B-",
        "no mutations observed occurring in all epitopes",
        "the selected epitopes are conserved in all sequences utilized in the analysis",
        "A phylogenetic tree was generated to show the evolutionary relationship of SARS-CoV-2 S protein collected from",
        "specificity of epitope-based vaccines can be enhanced by selecting parts of S protein exposed on the surface",
        "Medical biotechnology is important in developing vaccines against SARS-CoV-2",
        "that may potentially promote an immune response in the host",
        "the four B-cell epitopes are of non-allergen and non-toxin",
        "nine MHC class-II binding Tcell epitopes were predicted to interact with numerous HLA alleles",
        "The stability and safety were confirmed by digestion analysis",
        "All selected Band T- cell epitopes were conserved in all isolates of different locations",
        "which is similar to SARS-CoV with reported mutation rate",
        "necessary to be developed before the predicted epitopes are potentially obsolete"
    ],
    "claims": [
        "We identified four B cell epitopes, two MHC class-I and nine MHC class-II binding T-cell epitopes, which showed highly antigenic features"
    ],
    "findings": [],
    "processes": [],
    "key_statements": [
        "We applied immuno-informatics approach to identify potential B- and T-cell epitopes based on the S protein of SARS-CoV-2",
        "Based on transmembrane topology of S protein predicted by TMHMM v2.0, only epitopes on the outer surface were remained, and other intracellular epitopes were eliminated",
        "Peptide_binding_to_MHC_class_II_molecules tool of IEDB and human leukocyte antigen class II set (Greenbaum J, et al, 2011) was utilized to predict T-cell epitopes for S protein",
        "Allergenicity of B-cell and T-cell epitopes were assessed by Allergen FP 1.0",
        "Toxicity of B-cell and T-cell epitopes along with hydrophobicity, hydropathicity, hydrophilicity and charge were evaluated by ToxinPred",
        "The S protein sequences were taken from an open access database NGDC, where 219 SARS-CoV-2 virus sequences are documented from 36 locations worldwide",
        "The physiochemical properties of SARS-CoV-2 S protein calculated by Protparam demonstrate that it contains 1273 amino acids with molecular weight of 141.18 kDa",
        "Half-life of the S protein was estimated as 30 hours for mammalian reticulocytes, > 20 hours for yeast, > 10 hours for Escherichia coli, which measures the total time taken for its vanishing after it has been synthesized in cell",
        "The details of the physiochemical properties of SARS-CoV-2 S protein can be seen in Supplementary Table 1",
        "Secondary structure of S protein were generated by PSIPRED (<a class=\"ref-link\" id=\"cBuchan_et+al_2013_a\" href=\"#rBuchan_et+al_2013_a\">Buchan DW, et al, 2013</a>), showing that Beta strand (26.3%), Helixes (24.4%), and coil (49.3%) are present in structure (Supplementary Figure 1). 20 disulfide (S-S) bond positions were identified by DiANNA (Supplementary Table 2). 40 cysteine residues were identified by DiANNA in the full-length of the S protein sequence, which made 20 disulfide (S-S) bonds at the following positions (15-1240, 131-391, 136-662, 166-1236, 291-671, 301-336, 361-488, 379-743, 432-1235, 480-1248, 525-1247, 538-1043, 590-617, 649-1241, 738-1243, 749-1126, 760-1250, 840-1032, 851-1254, 1082-1253) (Supplementary Table 2)",
        "Antigenicity analysis of the fulllength protein confirmed that S protein was an expected antigen with antigenicity score of 0.4646 by Vaxijen",
        "Allergenicity of B-cell epitopes were assessed by Allergen FP 1.0, leading to the result that all of the four B-cell epitopes were predicted to be not allergenic (Table 2a)",
        "The peptides that can be digested by several enzymes are usually non-stable, while the peptides digested by fewer enzymes are more stable, so that those are more favorable vaccine candidates",
        "The stability of B-cell epitopes were evaluated through the number of peptide digesting enzymes by protein digest server",
        "Peptide_binding_to_MHC_class_I_molecules tool of IEDB and human leukocyte antigen class I set (Weiskopf D, et al, 2012) was utilized to predict T-cell epitopes for S protein",
        "The antigenicity score of each peptide was calculated by VaxiJen v2.0 to evaluate its antigenicity",
        "A peptide having both high antigenicity score and capacity to bind with larger number of alleles is considered to have high potentials to initiate a strong defense response",
        "Allergenicity of T-cell epitopes were assessed by Allergen FP 1.0",
        "Toxicity of T-cell epitopes along with hydrophobicity, hydropathicity, hydrophilicity and charge were evaluated by ToxinPred",
        "The stability of T-cell epitopes were evaluated through the number of peptide digesting enzymes by protein digest server",
        "Interaction of T-cell epitopes with human leukocyte antigen alleles",
        "Conservation of B- and T-cell epitopes Sequence of SARS-CoV-2 S protein with identified mutations from 38 locations worldwide were subjected to multiple sequence alignment of all selected B- and T-cell epitopes",
        "There were no mutations observed occurring in all epitopes, demonstrating all the selected epitopes are conserved in all sequences utilized in the analysis",
        "A phylogenetic tree was generated to show the evolutionary relationship of SARS-CoV-2 S protein collected from 38 locations worldwide (Figure 4)",
        "We characterized the physio-chemical characteristics of SARS-CoV-2 viral genome for epitope candidates and adopted an immune-informatics based pipeline with highly stringent criteria to identify S protein targeted B- and T-cell epitopes that may potentially promote an immune response in the host",
        "Allergenicity and toxicity analysis confirmed the four B-cell epitopes are of non-allergen and non-toxin",
        "Two MHC class-I and nine MHC class-II binding Tcell epitopes were predicted to interact with numerous human leukocyte antigen alleles and to be highly antigenic in nature",
        "The replication of SARS-CoV-2 must be error-prone, which is similar to SARS-CoV with reported mutation rate of 4x10-4 substitutions/site/year (<a class=\"ref-link\" id=\"cHuang_et+al_2012_a\" href=\"#rHuang_et+al_2012_a\">Huang J, et al, 2012</a>)"
    ],
    "top_statements": [
        "The SARS-CoV-2 has recently emerged as a human pathogen leading to 51,000 confirmed cases globally and at least 1,600 deaths (Wrapp D, et al 2020)",
        "Peptide_binding_to_MHC_class_II_molecules tool of IEDB and human leukocyte antigen class II set (Greenbaum J, et al, 2011) was utilized to predict T-cell epitopes for S protein",
        "Half-life of the S protein was estimated as 30 hours for mammalian reticulocytes, > 20 hours for yeast, > 10 hours for Escherichia coli, which measures the total time taken for its vanishing after it has been synthesized in cell",
        "Secondary structure of S protein were generated by PSIPRED (<a class=\"ref-link\" id=\"cBuchan_et+al_2013_a\" href=\"#rBuchan_et+al_2013_a\">Buchan DW, et al, 2013</a>), showing that Beta strand (26.3%), Helixes (24.4%), and coil (49.3%) are present in structure (Supplementary Figure 1). 20 disulfide (S-S) bond positions were identified by DiANNA (Supplementary Table 2). 40 cysteine residues were identified by DiANNA in the full-length of the S protein sequence, which made 20 disulfide (S-S) bonds at the following positions (15-1240, 131-391, 136-662, 166-1236, 291-671, 301-336, 361-488, 379-743, 432-1235, 480-1248, 525-1247, 538-1043, 590-617, 649-1241, 738-1243, 749-1126, 760-1250, 840-1032, 851-1254, 1082-1253) (Supplementary Table 2)",
        "Conservation of B- and T-cell epitopes Sequence of SARS-CoV-2 S protein with identified mutations from 38 locations worldwide were subjected to multiple sequence alignment of all selected B- and T-cell epitopes",
        "We characterized the physio-chemical characteristics of SARS-CoV-2 viral genome for epitope candidates and adopted an immune-informatics based pipeline with highly stringent criteria to identify S protein targeted B- and T-cell epitopes that may potentially promote an immune response in the host"
    ],
    "headline": "Peptide_binding_to_MHC_class_II_molecules tool of IEDB and human leukocyte antigen class II set was utilized to predict T-cell epitopes for S protein",
    "contexts": [],
    "abbreviations": {
        "HLA": "human leukocyte antigen",
        "PHEIC": "Public Health Emergency of International Concern",
        "SVM": "support vector machine"
    }
}
