{
    "filename": "2020.03.13.990036v1.pdf",
    "content_type": "application/pdf",
    "file_size": 643848,
    "metadata": {
        "title": "Rhesus macaques can be effectively infected with SARS-CoV-2 via ocular conjunctival route",
        "author": "Wei Deng, Linlin Bao, Hong Gao, Zhiguang Xiang, Yajin Qu, Zhiqi Song, 5 Shunran Gong, Jiayi Liu, Jiangning Liu, Pin Yu, Feifei Qi, Yanfeng Xu, Fengli 6 Li, Chong Xiao, Qi Lv, Jing Xue, Qiang Wei, Mingya Liu, Guanpeng Wang, 7 Shunyi Wang, Haisheng Yu, Xing Liu, Wenjie Zhao, Yunlin Han, Chuan Qin",
        "date": 2020,
        "affiliations": [
            "Key Laboratory of Human Disease Comparative Medicine, Chinese Ministry of",
            "Health, Beijing Key Laboratory for Animal Models of Emerging and Remerging",
            "Infectious Diseases, Institute of Laboratory Animal Science, Chinese Academy of",
            "Medical Sciences and Comparative Medicine Center, Peking Union Medical College,",
            "Beijing, China. 14",
            "Department of Radiology, Bejing Anzhen Hospital, Capital Medical University,"
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.03.13.990036",
            "isbn": null,
            "doc_id": null,
            "url": "https://biorxiv.org/cgi/content/short/2020.03.13.990036v1.pdf"
        },
        "abstract": "The outbreak of Corona Virus Disease 2019 (COVID-19) is highly infectious and transmitted mainly through human-to-human transmission via respiratory droplets and direct or close contact to the patients with SARS-CoV-2. The other potential transmission routes remain to be further researched. In some clinical cases, samples of tears and conjunctival secretions from both SARS-CoV[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>] and SARS-CoV-2 patients with conjunctivitis[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] displayed detectable viral RNA. A previous study reported the case of a clinician who was infected with SARS-CoV-2 while working with patients under all safeguards except eye protection . [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] By contrast, no SARS-CoV-2 could be detected by RT-PCR in 114 conjunctival swabs samples from patients with COVID-19 pneumonia . [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>] Anatomically, the linkage of the ocular with respiratory tissues is primarily by the nasolacrimal system . [5] The potential extra-respiratory transmissible routes of SARS-CoV-2 via ocular remained unclear. Whether ocular conjunctiva is one of the portals that SARS-CoV-2 enters the host needs to be further research by laboratory-confirmation for providing significant data to oversight and prevention in people.",
        "references": "@article{chan2004a,\n  author = {Chan, W.M. and Yuen, K. and Fan, D. and Lam, D. and P, Chan and Sung, J.},\n  title = {Tears and conjunctival scrapings for coronavirus in patients with SARS},\n  journal = {Brit J Ophthalmol},\n  date = {2004},\n  volume = {88},\n  pages = {968–969},\n  number = {7},\n  language = {}\n}\n@article{xia2019a,\n  author = {Xia, J. and Tong, J. and Liu, M. and Y, Shen and Guo, D.},\n  title = {Evaluation of coronavirus in tears and conjunctival secretions of patients with SARS‐CoV‐2 infection},\n  journal = {J Med Virol},\n  volume = {2020},\n  date = {2019},\n  pages = {39},\n  unmatched-author = {3. Lu C, Liu X and Jia Z.},\n  source = {transmission through the ocular surface must not be ignored},\n  unmatched-journal = {The Lancet.},\n  unmatched-volume = {2020; 395(10224):},\n  language = {}\n}\n@article{deng-a,\n  author = {Deng, C. and Yang, Y. and Chen, H. and Chen, W. and Chen, Z. and K, Ma and Wang, J.},\n  title = {Ocular Dectection of SARS-CoV-2 in Observational Study (2/19/2020). 2020; 5. Belser JA, Rota PA and Tumpey TM. Ocular tropism of respiratory viruses},\n  journal = {Microbiol. Mol. Biol. Rev},\n  language = {}\n}\n",
        "emails": [
            "qinchuan@pumc.edu.cn"
        ],
        "references_ris": "TY  - JOUR\nAU  - Chan, W.M.\nAU  - Yuen, K.\nAU  - Fan, D.\nAU  - Lam, D.\nAU  - P, Chan\nAU  - Sung, J.\nTI  - Tears and conjunctival scrapings for coronavirus in patients with SARS\nT2  - Brit J Ophthalmol\nPY  - 2004\nDA  - 2004\nVL  - 88\nSP  - 968\nEP  - 969\nIS  - 7\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Xia, J.\nAU  - Tong, J.\nAU  - Liu, M.\nAU  - Y, Shen\nAU  - Guo, D.\nTI  - Evaluation of coronavirus in tears and conjunctival secretions of patients with SARS‐CoV‐2 infection\nT2  - J Med Virol\nVL  - 2020\nPY  - 2019\nDA  - 2019\nSP  - 39\nC1  - 3. Lu C, Liu X and Jia Z.\nT2  - transmission through the ocular surface must not be ignored\nC1  - The Lancet.\nC1  - 2020; 395(10224):\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Deng, C.\nAU  - Yang, Y.\nAU  - Chen, H.\nAU  - Chen, W.\nAU  - Chen, Z.\nAU  - K, Ma\nAU  - Wang, J.\nTI  - Ocular Dectection of SARS-CoV-2 in Observational Study (2/19/2020). 2020; 5. Belser JA, Rota PA and Tumpey TM. Ocular tropism of respiratory viruses\nT2  - Microbiol. Mol. Biol. Rev\nLA  - \nER  - \n\n",
        "links": [],
        "author_conclusions": [],
        "table_captions": [],
        "figure_captions": [
            {
                "id": "1",
                "caption": "Clinical features, viral distribution and antibody detection in the sera of the SARS-CoV-2-inoculated-rhesus macaques via conjunctival route and intratracheal route, respectively. A and B. Clinical signs including body weight and temperature were observed. C. Viral load of the conjunctival, nasal, throat, and anal swabs specimens from the three inoculated-rhesus macaques 0, 1, 3, 5, and 7 dpi. D. 208 The comparison of viral distributions in the majority organs and tissues from the"
            }
        ],
        "figure_urls": [
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990036v1/img-000.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.13.990036v1/img-001.png"
        ]
    },
    "sections": {
        "methods": [
            "Ethics statement<br/><br/>The animal biosafety level 3 (ABSL3) facility in the Institute of Laboratory Animal<br/><br/>Science was used to complete all the experiments with rhesus macaques infection doing with HEPA-filtered isolators. The Institutional Animal Care and Use<br/><br/>Committee of the Institute of Laboratory Animal Science, Peking Union Medical<br/><br/>College, examined and authorized all the programs in this research including animals (BLL20001).<br/><br/>Cells and Viruses<br/><br/>The SARS-CoV-2 named SARS-CoV-2/WH-09/human/2020/CHN was isolated by the Institute of Laboratory Animal Science, Peking Union Medical College. Vero cells were applied to the reproduction of SARS-CoV-2 stocks. Dulbecco's modified<br/><br/>Eagle's medium (DMEM, Invitrogen, Carlsbad, USA) were applied to incubate this cell line at 37°C, 5% CO2, complemented with 10% fetal bovine serum (FBS), 100 μg/ml streptomycin, and 100 IU/ml penicillin, and maintained. Titers for<br/><br/>SARS-CoV-2 were resolved by TCID50 assay.<br/><br/>RNA extraction and RT-PCR<br/><br/>All the collected-organs were applied to extract Total RNA as the description in the previous report. Briefly, the RNeasy Mini Kit from Qiagen, Hilden, Germany and the<br/><br/>PrimerScript RT Reagent Kit from TaKaRa, Japan were used following manufacturer instructions. RT-PCR reactions were applied to the PowerUp SYBG Green Master<br/><br/>Mix Kit from Applied Biosystems, USA, following cycling protocol: 50°C for 30 min, followed by 40 cycles at 95°C for 15 min, 94°C for 15 s, and 60°C for 45 s. The primer sequences used for RT-PCR were targeted against the envelope (E) gene of<br/><br/>SARS-CoV-2. The forward primer is 5’-TCGTTTCGGAAGAGACAGGT-3’, the reverse primer is 5’-GCGCAGTAAGGATGGCTAGT-3’.<br/><br/>Animal experiments<br/><br/>Two male rhesus macaques (3–5 years old) were inoculated with 106 TCID50/ml<br/><br/>SARS-CoV-2 via ocular conjunctival routes and one was inoculated via intratracheal routes in sequence, respectively. On 0, 1, 3, 5, and 7 dpi, the conjunctival, nasal, throat and anal swabs were collected and incubated in 1 ml DMEM with 50 μg/ml streptomycin and 50 U/ml penicillin. The IPTT-300 temperature probes, which were injected interscapular into the macaques before the start of the experiment, were applied to do temperature monitor every day. Tissues were collected as followed, conjunctiva, lacrimal gland, optic nerve, cerebellum, cerebrum, different segments of the spinal cord, nostril, nasal turbinate, nasal mucosa, soft palate, cheek pouch, parotid gland, epiglottis, lingual tonsil, pharyngeal tonsil, different lobes of lung, trachea, different lymph nodes, heart, liver, spleen, pancreas, alimentary canal, kidney, bladder, and brown adipose tissues samples for detecting the viral loads. All sera were collected on 0, 7, 14 and 21 dpi for serologic detection to exam whether there presence the IgG antibodies reactive with SARS-CoV-2 antigens.<br/><br/>Preparation of Homogenate Supernatant<br/><br/>An electric homogenizer was applied to prepare tissues homogenates by 2 min 30s incubated in 1ml of DMEM. The homogenates were centrifuged at 3,000 rpm at 4°C for 10 min. The supernatant was harvested and reposited for viral titer at −80°C.<br/><br/>ELISA antibody assay<br/><br/>Sera of Each animal were collected to detect the SARS-CoV-2 antibody through enzyme-linked immunosorbent assay (ELISA) on 0, 3, 7, 11, and 14 dpi. The 96-well plates coated with 0.1μg Spike protein of SARS-CoV-2 from Sino Biological (Product code: 40591-V08H) at 4 overnight were blocked by 2% BSA/PBST at room temperature for 1 hour. Sera samples were diluted at 1:100, and then were added to different wells and maintained at 37 °C for 30 minutes, followed by the goat anti-mouse<br/><br/>Biotechnology, ZB-2305) incubated at room temperature for 30 minutes. The OD450 value of sera from each of the animals was at least twice more than the negative control was regarded as reacting with SARS-CoV-2 antigen and positive result.    antibody<br/><br/>Statistical analysis labeled with horseradish peroxidase (Beijing    ZSGB<br/><br/>Between the two groups, the statistically significant differences were confirmed by unpaired Student’s t-tests. All data were analyzed with GraphPad Prism 8.0 software."
        ],
        "acknowledgements": [
            "This work was supported by the CAMS Initiative for Innovative Medicine of China (Grant No 2016-I2M-2-006) and National Mega projects of China for Major<br/><br/>Infectious Diseases (Grant No 2017ZX10304402)."
        ],
        "disclosures": [
            "The authors have no competing interests to declare."
        ],
        "funding": [
            "This work was supported by the CAMS Initiative for Innovative Medicine of China (Grant No 2016-I2M-2-006) and National Mega projects of China for Major Infectious Diseases (Grant No 2017ZX10304402)"
        ],
        "introduction": [
            "Department of Radiology, Bejing Anzhen Hospital, Capital Medical University, Abstract: The outbreak of Corona Virus Disease 2019 (COVID-19) is highly infectious and transmitted mainly through human-to-human transmission via respiratory droplets and direct or close contact to the patients with SARS-CoV-2. The other potential transmission routes remain to be further researched. In some clinical cases, samples of tears and conjunctival secretions from both SARS-CoV[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>] and",
            "SARS-CoV-2 patients with conjunctivitis[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] displayed detectable viral RNA. A previous study reported the case of a clinician who was infected with SARS-CoV-2 while working with patients under all safeguards except eye protection [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. By contrast, no SARS-CoV-2 could be detected by RT-PCR in 114 conjunctival swabs samples from patients with COVID-19 pneumonia [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. Anatomically, the linkage of the ocular with respiratory tissues is primarily by the nasolacrimal system [5]. The potential extra-respiratory transmissible routes of SARS-CoV-2 via ocular remained unclear.",
            "Whether ocular conjunctiva is one of the portals that SARS-CoV-2 enters the host needs to be further research by laboratory-confirmation for providing significant data to oversight and prevention in people.",
            "50% tissue-culture infectious doses (TCID50) of SARS-CoV-2. Two of them were randomly selected to apply for ocular conjunctival inoculation, the remaining one macaque was inoculated via intratracheal route as a comparison to compare the distribution and pathogenesis of viruses in infected-host via different routes. Based on the clinical symptoms, viral load detection, and serological examination, we tested whether rhesus macaque can be infected with SARS-CoV-2 via ocular conjunctival routes.",
            "We daily observed the macaques for clinical signs. There was no significant clinical change in the body weight (Fig1A) and the temperature (Fig1B) of the inoculated macaques via both routes. Routine specimens, including nose swabs and throat swabs, were collected on 0, 1, 3, 5, and 7-day post-inoculation (dpi). Additionally, conjunctival swabs and anal swabs were also gathered to explore the potentially excretory routes of SARS-CoV-2 in the host. Remarkably, viral load can be tested in conjunctival swabs on 1 dpi via ocular conjunctival route and then became undetectable implying that the inoculated-SARS-CoV-2 may be transferred from conjunctiva to respiratory tract and other tissues. All three animals were able to detect a continued viral load in their nose swabs and throat swabs from 1 to 7 dpi. For anal swabs, inoculated-animals, it can be ongoingly examined in the macaque inoculated via the intratracheal route (Fig1C).",
            "The intratracheal inoculated-macaque and one of the conjunctival inoculated-animal were euthanized and necropsied on 7 dpi. For conjunctival route, viral load was primarily distributed in the nasolacrimal system and ocular, including the lacrimal gland, optic nerve, and conjunctiva nasal cavity; in the nose, including the nasal mucosa, nasal turbinate, and nostril; in the pharynx including epiglottis, soft palate, and trachea; in the oral cavity including check pouch and parotid gland; as well as in other tissues including lower left lobe of the lung, inguinal and para (peri) rectal lymph node, stomach, duodenum, caecum, and ileum (Fig. 1D). By contrast, the distribution of viral might be somewhat different via intratracheal inoculation that viral replication was mainly in the lung, and viral load was also relative high in the nasal septum, tracheas, mandibular lymph node, tonsil, pulmonary lymph node, and some segments of the alimentary tract including caecum, colon, duodenum and jejunum (Fig. 1D). The diverse distributions of viruses by different inoculation routes were consistent with the anatomical structure. Notably, viruses were detectable in different segments of the alimentary canal revealing that the digestive system might be vulnerable and susceptible to SARS-CoV-2. Furthermore, the specific IgG antibody against SARS-CoV-2 was detectable in the conjunctival inoculated-macaque at 14 and 21 dpi proofing that the animal was infected with SARS-CoV-2 (Fig. 1E).",
            "These data suggested that macaques can be infected with SARS-CoV-2 via the conjunctival route. By comparison, viral load and distribution in the conjunctival infected-macaque represented comparatively high in the nasolacrimal system but relatively mild and local in the lung compared with that in the macaque that inoculated via intratracheal routes. Similarly, both the two routes can cause alimentary canal infection.",
            "We inoculated rhesus monkeys via a single route via conjunctiva to avoid multiple routes of co-inoculation for confirming the exact pathway of inoculation. These results suggest that conjunctiva is a portal for viral transmission. In our results, viral load can be detectable in several nasolacrimal system associated-tissues,especially in the conjunctiva, lacrimal gland, nasal cavity and throat, which outlined the anatomical bridge between ocular and respiratory tissues. Particularly, the lacrimal duct functions as a conduit to collect and transport tear fluid from the ocular surface to the nasal-inferior meatus, being convenient for the drainage of the virus from ocular to respiratory tract tissues. Actually, the previous report had demonstrated that although virus-containing fluid can be taken up through the conjunctiva, sclera, or cornea, the majority of liquid including tear and secretions is drained into the nasopharyngeal space or swallowed; the lacrimal duct epithelia are also possible to contribute to the absorption of tear fluid. Our results were highly consistent with the anatomical features that viruses enter the host via the conjunctival route. At present, people mainly wear masks to protect against SARS-CoV-2. This method mainly protects the nasal and oral mucosa. Conjunctiva exposed to the environment is easily overlooked.",
            "Respiratory viruses can stimulate ocular complications in infected patients, which then leads to respiratory infection unprotected eyes increased the risk of SARS-CoV[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>] or SARS-CoV-2[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] transmission suggests that increase the awareness of eye protection is necessary, through regular hand-washing in daily life and wearing protective eyewear in close contact with the",
            "patients or crowded places, especially for the clinicians. Only cutting off the transmission of SARS-CoV-2 we can effectively prevent the spread of COVID-19."
        ]
    },
    "structured_content": {
        "Materials and methods": [],
        "Ethics statement": [
            "The animal biosafety level 3 (ABSL3) facility in the Institute of Laboratory Animal",
            "Science was used to complete all the experiments with rhesus macaques infection doing with HEPA-filtered isolators. The Institutional Animal Care and Use",
            "College, examined and authorized all the programs in this research including animals (BLL20001).",
            "The SARS-CoV-2 named SARS-CoV-2/WH-09/human/2020/CHN was isolated by the Institute of Laboratory Animal Science, Peking Union Medical College. Vero cells were applied to the reproduction of SARS-CoV-2 stocks. Dulbecco's modified",
            "Eagle's medium (DMEM, Invitrogen, Carlsbad, USA) were applied to incubate this cell line at 37°C, 5% CO2, complemented with 10% fetal bovine serum (FBS), 100 μg/ml streptomycin, and 100 IU/ml penicillin, and maintained. Titers for",
            "SARS-CoV-2 were resolved by TCID50 assay.",
            "All the collected-organs were applied to extract Total RNA as the description in the previous report. Briefly, the RNeasy Mini Kit from Qiagen, Hilden, Germany and the",
            "PrimerScript RT Reagent Kit from TaKaRa, Japan were used following manufacturer instructions. RT-PCR reactions were applied to the PowerUp SYBG Green Master",
            "Mix Kit from Applied Biosystems, USA, following cycling protocol: 50°C for 30 min, followed by 40 cycles at 95°C for 15 min, 94°C for 15 s, and 60°C for 45 s. The primer sequences used for RT-PCR were targeted against the envelope (E) gene of",
            "SARS-CoV-2. The forward primer is 5’-TCGTTTCGGAAGAGACAGGT-3’, the reverse primer is 5’-GCGCAGTAAGGATGGCTAGT-3’.",
            "SARS-CoV-2 via ocular conjunctival routes and one was inoculated via intratracheal routes in sequence, respectively. On 0, 1, 3, 5, and 7 dpi, the conjunctival, nasal, throat and anal swabs were collected and incubated in 1 ml DMEM with 50 μg/ml streptomycin and 50 U/ml penicillin. The IPTT-300 temperature probes, which were injected interscapular into the macaques before the start of the experiment, were applied to do temperature monitor every day. Tissues were collected as followed, conjunctiva, lacrimal gland, optic nerve, cerebellum, cerebrum, different segments of the spinal cord, nostril, nasal turbinate, nasal mucosa, soft palate, cheek pouch, parotid gland, epiglottis, lingual tonsil, pharyngeal tonsil, different lobes of lung, trachea, different lymph nodes, heart, liver, spleen, pancreas, alimentary canal, kidney, bladder, and brown adipose tissues samples for detecting the viral loads. All sera were collected on 0, 7, 14 and 21 dpi for serologic detection to exam whether there presence the IgG antibodies reactive with SARS-CoV-2 antigens.",
            "An electric homogenizer was applied to prepare tissues homogenates by 2 min 30s incubated in 1ml of DMEM. The homogenates were centrifuged at 3,000 rpm at 4°C for 10 min. The supernatant was harvested and reposited for viral titer at −80°C.",
            "Sera of Each animal were collected to detect the SARS-CoV-2 antibody through enzyme-linked immunosorbent assay (ELISA) on 0, 3, 7, 11, and 14 dpi. The 96-well plates coated with 0.1μg Spike protein of SARS-CoV-2 from Sino Biological (Product code: 40591-V08H) at 4 overnight were blocked by 2% BSA/PBST at room temperature for 1 hour. Sera samples were diluted at 1:100, and then were added to different wells and maintained at 37 °C for 30 minutes, followed by the goat anti-mouse",
            "Biotechnology, ZB-2305) incubated at room temperature for 30 minutes. The OD450 value of sera from each of the animals was at least twice more than the negative control was regarded as reacting with SARS-CoV-2 antigen and positive result.",
            "Between the two groups, the statistically significant differences were confirmed by unpaired Student’s t-tests. All data were analyzed with GraphPad Prism 8.0 software."
        ],
        "Acknowledgements": [
            "This work was supported by the CAMS Initiative for Innovative Medicine of China (Grant No 2016-I2M-2-006) and National Mega projects of China for Major",
            "Infectious Diseases (Grant No 2017ZX10304402)."
        ],
        "Competing interests": [
            "The authors have no competing interests to declare."
        ],
        "References": [
            "1. Chan WM, Yuen K, Fan D, Lam D, Chan P and Sung J. Tears and conjunctival scrapings for coronavirus in patients with SARS. Brit J Ophthalmol. 2004; 88(7):968-969",
            "2. Xia J, Tong J, Liu M, Shen Y and Guo D. Evaluation of coronavirus in tears and conjunctival secretions of patients with SARS‐CoV‐2 infection. J Med Virol. 2020; 3. Lu C, Liu X and Jia Z. 2019-nCoV transmission through the ocular surface must not be ignored. The",
            "Lancet. 2020; 395(10224):e39",
            "4. Deng C, Yang Y, Chen H, Chen W, Chen Z, Ma K and Wang J. Ocular Dectection of SARS-CoV-2 in",
            "Cases of COVID-19 Pneumonia in Wuhan, China: An Observational Study. China: An",
            "Observational Study (2/19/2020). 2020; 5. Belser JA, Rota PA and Tumpey TM. Ocular tropism of respiratory viruses. Microbiol. Mol. Biol. Rev.",
            "2013; 77(1):144-156",
            "Figure 1. Clinical features, viral distribution and antibody detection in the sera of the SARS-CoV-2-inoculated-rhesus macaques via conjunctival route and intratracheal route, respectively. A and B. Clinical signs including body weight and temperature were observed. C. Viral load of the conjunctival, nasal, throat, and anal swabs specimens from the three inoculated-rhesus macaques 0, 1, 3, 5, and 7 dpi. D.",
            "The comparison of viral distributions in the majority organs and tissues from the euthanized and autopsied rhesus macaques inoculated via conjunctival route and intratracheal route on day 7 post-infection. The darker the blue color, the higher the viral load. E. The specific IgG antibody against SARS-CoV-2 in the sera of the inoculated-rhesus macaques was tested on 0, 7, 14, and 21 dpi. All data are presented as mean ± SEM in triplicate experiments. C-1 and C-2 were the two macaques that inoculated with the conjunctival route, IT-1 was the macaque that inoculated with the intratracheal route."
        ]
    },
    "participants": [
        {
            "participant": "conjunctival swabs samples",
            "number": 114,
            "context": "In some clinical cases, samples of tears and conjunctival secretions from both SARS-CoV[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>] and SARS-CoV-2 patients with conjunctivitis[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] displayed detectable viral RNA. <mark class=\"stats\">A previous study reported the case of a clinician who was infected with SARS-CoV-2 while working with patients under all safeguards except eye protection . [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] By contrast, no SARS-CoV-2 could be detected by RT-PCR in 114 conjunctival swabs samples from patients with COVID-19 pneumonia . [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>] Anatomically, the linkage of the ocular with respiratory tissues is primarily by the nasolacrimal system . [5] The potential extra-respiratory transmissible routes of SARS-CoV-2 via ocular remained unclear</mark>. Whether ocular conjunctiva is one of the portals that SARS-CoV-2 enters the host needs to be further research by laboratory-confirmation for providing significant data to oversight and prevention in people"
        },
        {
            "participant": "male rhesus macaques",
            "number": 2,
            "context": "The primer sequences used for RT-PCR were targeted against the envelope (E) gene of<br/><br/>SARS-CoV-2. <mark class=\"stats\">The forward primer is 5’-TCGTTTCGGAAGAGACAGGT-3’, the reverse primer is 5’-GCGCAGTAAGGATGGCTAGT-3’.<br/><br/>Animal experiments<br/><br/>Two male rhesus macaques (3–5 years old) were inoculated with 106 TCID50/ml<br/><br/>SARS-CoV-2 via ocular conjunctival routes and one was inoculated via intratracheal routes in sequence, respectively</mark>. On 0, 1, 3, 5, and 7 dpi, the conjunctival, nasal, throat and anal swabs were collected and incubated in 1 ml DMEM with 50 μg/ml streptomycin and 50 U/ml penicillin"
        },
        {
            "participant": "animals",
            "number": 3,
            "context": "Remarkably, viral load can be tested in conjunctival swabs on 1 dpi via ocular conjunctival route and then became undetectable implying that the inoculated-SARS-CoV-2 may be transferred from conjunctiva to respiratory tract and other tissues. <mark class=\"stats\">All three animals were able to detect a continued viral load in their nose swabs and throat swabs from 1 to 7 dpi</mark>. For anal swabs, inoculated-animals, it can be ongoingly examined in the macaque inoculated via the intratracheal route (Fig1C)"
        },
        {
            "participant": "male rhesus macaques",
            "number": 2,
            "context": "The forward primer is 5’-TCGTTTCGGAAGAGACAGGT-3’, the reverse primer is 5’-GCGCAGTAAGGATGGCTAGT-3’. <mark class=\"stats\">Two male rhesus macaques (3–5 years old) were inoculated with 106 TCID50/ml collected on 0, 7, 14 and 21 dpi for serologic detection to exam whether there presence the IgG antibodies reactive with SARS-CoV-2 antigens</mark>. Preparation of Homogenate Supernatant"
        },
        {
            "participant": "inoculated-rhesus macaques",
            "number": 3,
            "context": ". <mark class=\"stats\">Clinical features, viral distribution and antibody detection in the sera of the SARS-CoV-2-inoculated-rhesus macaques via conjunctival route and intratracheal route, respectively. A and B. Clinical signs including body weight and temperature were observed. C. Viral load of the conjunctival, nasal, throat, and anal swabs specimens from the three inoculated-rhesus macaques 0, 1, 3, 5, and 7 dpi. D. 208 The comparison of viral distributions in the majority organs and tissues from the</mark>. "
        }
    ],
    "statistics": [
        {
            "tests": {
                "context": "<mark class=\"stats\">The OD450 value of sera from each of the animals was at least twice more than the negative control was regarded as reacting with SARS-CoV-2 antigen and positive result.    antibody<br/><br/>Statistical analysis labeled with horseradish peroxidase (Beijing    ZSGB<br/><br/>Between the two groups, the statistically significant differences were confirmed by unpaired Student’s t-tests</mark>",
                "tests": [
                    {
                        "test": "t-tests"
                    }
                ]
            }
        }
    ],
    "keywords": [
        "enzyme-linked immunosorbent assay",
        "coronavirus",
        "conjunctival swab",
        "conjunctivitis",
        "fetal bovine serum",
        "conjunctival route",
        "intratracheal route",
        "nasolacrimal system",
        "pneumonia",
        "potential extra",
        "COVID-19",
        "viral load",
        "eye protection",
        "ocular conjunctival route",
        "SARS",
        "conjunctival secretions",
        "close contact",
        "respiratory tissue",
        "sars cov",
        "animal biosafety level 3"
    ],
    "keyword_relevance": {
        "SARS": 0.36082474226804123,
        "conjunctival route": 0.10309278350515463,
        "viral load": 0.10309278350515463,
        "intratracheal route": 0.07216494845360824,
        "nasolacrimal system": 0.041237113402061855,
        "COVID-19": 0.041237113402061855,
        "ocular conjunctival route": 0.041237113402061855,
        "enzyme-linked immunosorbent assay": 0.030927835051546393,
        "conjunctival swab": 0.030927835051546393,
        "coronavirus": 0.020618556701030927,
        "fetal bovine serum": 0.020618556701030927,
        "eye protection": 0.020618556701030927,
        "conjunctival secretions": 0.020618556701030927,
        "close contact": 0.020618556701030927,
        "respiratory tissue": 0.020618556701030927,
        "animal biosafety level 3": 0.020618556701030927,
        "conjunctivitis": 0.010309278350515464,
        "pneumonia": 0.010309278350515464,
        "potential extra": 0.010309278350515464,
        "sars cov": 0.0
    },
    "species": [],
    "summary": [
        "Whether rhesus macaque can be infected with SARS-CoV-2 via ocular conjunctival routes.",
        "Conjunctival swabs and anal swabs were gathered to explore the potentially excretory routes of SARS-CoV-2 in the host.",
        "Viral load can be tested in conjunctival swabs on 1 dpi via ocular conjunctival route and became undetectable implying that the inoculated-SARS-CoV-2 may be transferred from conjunctiva to respiratory tract and other tissues.",
        "All three animals were able to detect a continued viral load in their nose swabs and throat swabs from 1 to 7 dpi.",
        "The distribution of viral might be somewhat different via intratracheal inoculation that viral replication was mainly in the lung, and viral load was relative high in the nasal septum, tracheas, mandibular lymph node, tonsil, pulmonary lymph node, and some segments of the alimentary tract including caecum, colon, duodenum and jejunum (Fig. 1D).",
        "The diverse distributions of viruses by different inoculation routes were consistent with the anatomical structure.",
        "Viruses were detectable in different segments of the alimentary canal revealing that the digestive system might be vulnerable and susceptible to SARS-CoV-2.",
        "Antibody against SARS-CoV-2 was detectable in the conjunctival inoculated-macaque at 14 and 21 dpi proofing that the animal was infected with SARS-CoV-2 (Fig. 1E).",
        "These data suggested that macaques can be infected with SARS-CoV-2 via the conjunctival route.",
        "Viral load and distribution in the conjunctival infected-macaque represented comparatively high in the nasolacrimal system but relatively mild and local in the lung compared with that in the macaque that inoculated via intratracheal routes.",
        "Viral load can be detectable in several nasolacrimal system associated-tissues,especially in the conjunctiva, lacrimal gland, nasal cavity and throat, which outlined the anatomical bridge between ocular and respiratory tissues.",
        "The SARS-CoV-2 named SARS-CoV-2/WH-09/human/2020/CHN was isolated by the Institute of Laboratory Animal Science, Peking Union Medical College.",
        "Vero cells were applied to the reproduction of SARS-CoV-2 stocks.",
        "Two male rhesus macaques (3–5 years old) were inoculated with 106 TCID50/ml collected on 0, 7, 14 and 21 dpi for serologic detection to exam whether there presence the IgG antibodies reactive with SARS-CoV-2 antigens.",
        "Sera of Each animal were collected to detect the SARS-CoV-2 antibody through enzyme-linked immunosorbent assay (ELISA) on 0, 3, 7, 11, and 14 dpi.",
        "The OD450 value of sera from each of the animals was at least twice more than the negative control was regarded as reacting with SARS-CoV-2 antigen and positive result."
    ],
    "structured_summary": {
        "Introduction": [
            "Whether rhesus macaque can be infected with SARS-CoV-2 via ocular conjunctival routes.",
            "Conjunctival swabs and anal swabs were gathered to explore the potentially excretory routes of SARS-CoV-2 in the host.",
            "Viral load can be tested in conjunctival swabs on 1 dpi via ocular conjunctival route and became undetectable implying that the inoculated-SARS-CoV-2 may be transferred from conjunctiva to respiratory tract and other tissues."
        ],
        "Results": [
            "All three animals were able to detect a continued viral load in their nose swabs and throat swabs from 1 to 7 dpi.",
            "The distribution of viral might be somewhat different via intratracheal inoculation that viral replication was mainly in the lung, and viral load was relative high in the nasal septum, tracheas, mandibular lymph node, tonsil, pulmonary lymph node, and some segments of the alimentary tract including caecum, colon, duodenum and jejunum (Fig. 1D).",
            "The diverse distributions of viruses by different inoculation routes were consistent with the anatomical structure.",
            "Viruses were detectable in different segments of the alimentary canal revealing that the digestive system might be vulnerable and susceptible to SARS-CoV-2.",
            "Antibody against SARS-CoV-2 was detectable in the conjunctival inoculated-macaque at 14 and 21 dpi proofing that the animal was infected with SARS-CoV-2 (Fig. 1E).",
            "These data suggested that macaques can be infected with SARS-CoV-2 via the conjunctival route.",
            "Viral load and distribution in the conjunctival infected-macaque represented comparatively high in the nasolacrimal system but relatively mild and local in the lung compared with that in the macaque that inoculated via intratracheal routes.",
            "Viral load can be detectable in several nasolacrimal system associated-tissues,especially in the conjunctiva, lacrimal gland, nasal cavity and throat, which outlined the anatomical bridge between ocular and respiratory tissues.",
            "The SARS-CoV-2 named SARS-CoV-2/WH-09/human/2020/CHN was isolated by the Institute of Laboratory Animal Science, Peking Union Medical College.",
            "Vero cells were applied to the reproduction of SARS-CoV-2 stocks."
        ],
        "Conclusion": [
            "Two male rhesus macaques (3–5 years old) were inoculated with 106 TCID50/ml collected on 0, 7, 14 and 21 dpi for serologic detection to exam whether there presence the IgG antibodies reactive with SARS-CoV-2 antigens.",
            "Sera of Each animal were collected to detect the SARS-CoV-2 antibody through enzyme-linked immunosorbent assay (ELISA) on 0, 3, 7, 11, and 14 dpi.",
            "The OD450 value of sera from each of the animals was at least twice more than the negative control was regarded as reacting with SARS-CoV-2 antigen and positive result."
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Chan_et+al_2004_a",
            "entry": "1. Chan WM, Yuen K, Fan D, Lam D, Chan P and Sung J. Tears and conjunctival scrapings for coronavirus in patients with SARS. Brit J Ophthalmol. 2004; 88(7):968-969",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chan%2C%20W.M.%20Yuen%2C%20K.%20Fan%2C%20D.%20Lam%2C%20D.%20Tears%20and%20conjunctival%20scrapings%20for%20coronavirus%20in%20patients%20with%20SARS%202004",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Chan%2C%20W.M.%20Yuen%2C%20K.%20Fan%2C%20D.%20Lam%2C%20D.%20Tears%20and%20conjunctival%20scrapings%20for%20coronavirus%20in%20patients%20with%20SARS%202004",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Chan%2C%20W.M.%20Yuen%2C%20K.%20Fan%2C%20D.%20Lam%2C%20D.%20Tears%20and%20conjunctival%20scrapings%20for%20coronavirus%20in%20patients%20with%20SARS%202004"
        },
        {
            "id": "2",
            "alt_id": "Xia_et+al_2019_a",
            "entry": "2. Xia J, Tong J, Liu M, Shen Y and Guo D. Evaluation of coronavirus in tears and conjunctival secretions of patients with SARS‐CoV‐2 infection. J Med Virol. 2020; 3. Lu C, Liu X and Jia Z. 2019-nCoV transmission through the ocular surface must not be ignored. The Lancet. 2020; 395(10224):e39",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Xia%2C%20J.%20Tong%2C%20J.%20Liu%2C%20M.%20Y%2C%20Shen%20Evaluation%20of%20coronavirus%20in%20tears%20and%20conjunctival%20secretions%20of%20patients%20with%20SARS%E2%80%90CoV%E2%80%902%20infection%202019",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Xia%2C%20J.%20Tong%2C%20J.%20Liu%2C%20M.%20Y%2C%20Shen%20Evaluation%20of%20coronavirus%20in%20tears%20and%20conjunctival%20secretions%20of%20patients%20with%20SARS%E2%80%90CoV%E2%80%902%20infection%202019",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Xia%2C%20J.%20Tong%2C%20J.%20Liu%2C%20M.%20Y%2C%20Shen%20Evaluation%20of%20coronavirus%20in%20tears%20and%20conjunctival%20secretions%20of%20patients%20with%20SARS%E2%80%90CoV%E2%80%902%20infection%202019"
        },
        {
            "id": "4",
            "alt_id": "Deng_et+al_2020_a",
            "entry": "4. Deng C, Yang Y, Chen H, Chen W, Chen Z, Ma K and Wang J. Ocular Dectection of SARS-CoV-2 in Observational Study (2/19/2020). 2020; 5. Belser JA, Rota PA and Tumpey TM. Ocular tropism of respiratory viruses. Microbiol. Mol. Biol. Rev.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Deng%20C%20Yang%20Y%20Chen%20H%20Chen%20W%20Chen%20Z%20Ma%20K%20and%20Wang%20J%20Ocular%20Dectection%20of%20SARSCoV2%20in%20Observational%20Study%202192020%202020%205%20Belser%20JA%20Rota%20PA%20and%20Tumpey%20TM%20Ocular%20tropism%20of%20respiratory%20viruses%20Microbiol%20Mol%20Biol%20Rev",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Deng%20C%20Yang%20Y%20Chen%20H%20Chen%20W%20Chen%20Z%20Ma%20K%20and%20Wang%20J%20Ocular%20Dectection%20of%20SARSCoV2%20in%20Observational%20Study%202192020%202020%205%20Belser%20JA%20Rota%20PA%20and%20Tumpey%20TM%20Ocular%20tropism%20of%20respiratory%20viruses%20Microbiol%20Mol%20Biol%20Rev",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Deng%20C%20Yang%20Y%20Chen%20H%20Chen%20W%20Chen%20Z%20Ma%20K%20and%20Wang%20J%20Ocular%20Dectection%20of%20SARSCoV2%20in%20Observational%20Study%202192020%202020%205%20Belser%20JA%20Rota%20PA%20and%20Tumpey%20TM%20Ocular%20tropism%20of%20respiratory%20viruses%20Microbiol%20Mol%20Biol%20Rev"
        }
    ],
    "facts": [
        "A previous study reported the case of a clinician who was infected with SARS-CoV-2",
        "no SARS-CoV-2 could be detected by RT-PCR in 114 conjunctival swabs samples",
        "one macaque was inoculated via intratracheal route as a comparison to compare the distribution",
        "whether rhesus macaque can be infected with SARS-CoV-2 via ocular conjunctival routes",
        "viral load can be tested in conjunctival swabs on 1 dpi",
        "undetectable implying that the inoculated-SARS-CoV-2 may be transferred from conjunctiva",
        "in the macaque inoculated via the intratracheal route",
        "viral load was primarily distributed in the nasolacrimal system",
        "the distribution of viral might be somewhat different via intratracheal inoculation that viral replication was",
        "The diverse distributions of viruses by different inoculation routes were consistent with the anatomical structure",
        "viruses were detectable in different segments of the alimentary canal revealing that the digestive system might be vulnerable",
        "the specific IgG antibody against SARS-CoV-2 was detectable in the conjunctival inoculated-macaque",
        "21 dpi proofing that the animal was infected with SARS-CoV-2",
        "These data suggested that macaques can be infected with SARS-CoV-2",
        "viral load and distribution in the conjunctival infected-macaque represented comparatively high in the nasolacrimal system",
        "that in the macaque that inoculated via intratracheal routes",
        "These results suggest that conjunctiva is a portal for viral transmission",
        "viral load can be detectable in several nasolacrimal system associated-tissues",
        "the previous report had demonstrated that virus-containing fluid can be taken",
        "the majority of liquid including tear and secretions is drained into the nasopharyngeal space",
        "possible to contribute to the absorption of tear fluid",
        "Our results were highly consistent with the anatomical features that viruses enter the host via the conjunctival route",
        "people mainly wear masks to protect against SARS-CoV-2",
        "Conjunctiva exposed to the environment is overlooked",
        "which leads to respiratory infection unprotected eyes increased the risk of",
        "transmission suggests that increase the awareness of eye protection is necessary",
        "the experiments with rhesus macaques infection doing with HEPA-filtered isolators",
        "The SARS-CoV-2 named SARS-CoV-2/WH-09/human/2020/CHN was isolated by the Institute of Laboratory Animal Science",
        "Vero cells were applied to the reproduction of SARS-CoV-2 stocks",
        "SARS-CoV-2 were resolved by TCID50 assay",
        "RT-PCR reactions were applied to the PowerUp SYBG Green Master",
        "60°C for 45 s. The primer sequences used for RT-PCR were targeted against the envelope gene",
        "which were injected interscapular into the macaques before the start",
        "21 dpi for serologic detection to exam whether there presence the IgG antibodies reactive with SARS-CoV-2 antigens",
        "prepare tissues homogenates by 2 min 30s incubated in 1ml of DMEM",
        "The homogenates were centrifuged at 3,000 rpm at 4°C",
        "The 96-well plates coated with 0.1μg Spike protein of SARS-CoV-2",
        "more than the negative control was regarded as reacting with SARS-CoV-2 antigen",
        "Statistical analysis labeled with horseradish peroxidase",
        "statistically significant differences were confirmed by unpaired Student's t-tests",
        "All data were analyzed with GraphPad Prism 8.0 software",
        "Whether rhesus macaque can be infected with SARS-CoV-2 via ocular conjunctival routes",
        "Viral load can be tested in conjunctival swabs on 1 dpi",
        "The distribution of viral might be somewhat different via intratracheal inoculation that viral replication was",
        "Viruses were detectable in different segments of the alimentary canal revealing that the digestive system might be vulnerable",
        "Antibody against SARS-CoV-2 was detectable in the conjunctival inoculated-macaque",
        "Viral load and distribution in the conjunctival infected-macaque represented comparatively high in the nasolacrimal system",
        "Viral load can be detectable in several nasolacrimal system associated-tissues",
        "Two male rhesus macaques were inoculated with 106 TCID50/ml collected on"
    ],
    "claims": [],
    "findings": [],
    "processes": [],
    "key_statements": [
        "Whether rhesus macaque can be infected with SARS-CoV-2 via ocular conjunctival routes",
        "Viral load can be tested in conjunctival swabs on 1 dpi via ocular conjunctival route and became undetectable implying that the inoculated-SARS-CoV-2 may be transferred from conjunctiva to respiratory tract and other tissues",
        "For anal swabs, inoculated-animals, it can be ongoingly examined in the macaque inoculated via the intratracheal route (Fig1C)",
        "The distribution of viral might be somewhat different via intratracheal inoculation that viral replication was mainly in the lung, and viral load was relative high in the nasal septum, tracheas, mandibular lymph node, tonsil, pulmonary lymph node, and some segments of the alimentary tract including caecum, colon, duodenum and jejunum (Fig. 1D)",
        "Viruses were detectable in different segments of the alimentary canal revealing that the digestive system might be vulnerable and susceptible to SARS-CoV-2",
        "Antibody against SARS-CoV-2 was detectable in the conjunctival inoculated-macaque at 14 and 21 dpi proofing that the animal was infected with SARS-CoV-2 (Fig. 1E)",
        "These data suggested that macaques can be infected with SARS-CoV-2 via the conjunctival route",
        "Viral load and distribution in the conjunctival infected-macaque represented comparatively high in the nasolacrimal system but relatively mild and local in the lung compared with that in the macaque that inoculated via intratracheal routes",
        "Viral load can be detectable in several nasolacrimal system associated-tissues,especially in the conjunctiva, lacrimal gland, nasal cavity and throat, which outlined the anatomical bridge between ocular and respiratory tissues",
        "The previous report had demonstrated that virus-containing fluid can be taken up through the conjunctiva, sclera, or cornea, the majority of liquid including tear and secretions is drained into the nasopharyngeal space or swallowed; the lacrimal duct epithelia are possible to contribute to the absorption of tear fluid",
        "Our results were highly consistent with the anatomical features that viruses enter the host via the conjunctival route",
        "People mainly wear masks to protect against SARS-CoV-2",
        "Respiratory viruses can stimulate ocular complications in infected patients, which leads to respiratory infection unprotected eyes increased the risk of SARS-CoV[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>] or SARS-CoV-2[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] transmission suggests that increase the awareness of eye protection is necessary, through regular hand-washing in daily life and wearing protective eyewear in close contact with the",
        "The SARS-CoV-2 named SARS-CoV-2/WH-09/human/2020/CHN was isolated by the Institute of Laboratory Animal Science, Peking Union Medical College",
        "Vero cells were applied to the reproduction of SARS-CoV-2 stocks",
        "Two male rhesus macaques (3–5 years old) were inoculated with 106 TCID50/ml collected on 0, 7, 14 and 21 dpi for serologic detection to exam whether there presence the IgG antibodies reactive with SARS-CoV-2 antigens",
        "An electric homogenizer was applied to prepare tissues homogenates by 2 min 30s incubated in 1ml of DMEM",
        "The 96-well plates coated with 0.1μg Spike protein of SARS-CoV-2 from Sino Biological (Product code: 40591-V08H) at 4 overnight were blocked by 2% BSA/PBST at room temperature for 1 hour",
        "The OD450 value of sera from each of the animals was at least twice more than the negative control was regarded as reacting with SARS-CoV-2 antigen and positive result",
        "All data were analyzed with GraphPad Prism 8.0 software"
    ],
    "top_statements": [
        "Whether rhesus macaque can be infected with SARS-CoV-2 via ocular conjunctival routes",
        "Viral load can be tested in conjunctival swabs on 1 dpi via ocular conjunctival route and became undetectable implying that the inoculated-SARS-CoV-2 may be transferred from conjunctiva to respiratory tract and other tissues",
        "Viral load and distribution in the conjunctival infected-macaque represented comparatively high in the nasolacrimal system but relatively mild and local in the lung compared with that in the macaque that inoculated via intratracheal routes",
        "Viral load can be detectable in several nasolacrimal system associated-tissues,especially in the conjunctiva, lacrimal gland, nasal cavity and throat, which outlined the anatomical bridge between ocular and respiratory tissues",
        "Respiratory viruses can stimulate ocular complications in infected patients, which leads to respiratory infection unprotected eyes increased the risk of SARS-CoV[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>] or SARS-CoV-2[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] transmission suggests that increase the awareness of eye protection is necessary, through regular hand-washing in daily life and wearing protective eyewear in close contact with the"
    ],
    "headline": "Viral load can be tested in conjunctival swabs on 1 dpi via ocular conjunctival route and became undetectable implying that the inoculated-SARS-CoV-2 may be transferred from conjunctiva to respiratory tract and other tissues",
    "contexts": [],
    "abbreviations": {
        "ABSL3": "animal biosafety level 3",
        "FBS": "fetal bovine serum",
        "ELISA": "enzyme-linked immunosorbent assay"
    }
}
