{
    "filename": "2020.03.03.20030775.full.pdf",
    "content_type": "application/pdf",
    "file_size": 1197599,
    "metadata": {
        "identifiers": {
            "doi": "10.1101/2020.03.03.20030775",
            "url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/06/2020.03.03.20030775.full.pdf"
        },
        "title": "Key Points of Clinical and CT Imaging Features of 2019 Novel Coronavirus (2019-nCoV) Imported Pneumonia Based On 21 Cases Analysis",
        "keywords": [
            "2019-nCov",
            "New coronavirus pneumonia",
            "Chest CT",
            "Ground glass opacification"
        ],
        "author": "wenxiu Wu, zhifeng xu, yabin Jin, aizhen Pan",
        "date": 2020,
        "affiliations": [
            "Department of Radiology, The First People’s Hospital of Foshan, Guangdong, 528000, China. b.Department of Clinical research institute, The First People’s Hospital of Foshan, Foshan 528000, Guangdong, China",
            "Contact history of the epidemic area and related patients;",
            "Nucleic acid is positive;",
            "Fever, cough, shortness of breath and other clinical symptoms;",
            "Laboratory examination showed that white blood cells were normal or decreased and lymphocytes decreased;",
            "Lung lesions. Especially,the 1th and 2th standards were the most important for 2019-nCov infected confirm. However, in the diagnosis and treatment process, it was found that the above diagnostic criteria could not fully meet the needs of clinical prevention and control, and some atypical clinical manifestations appeared[5,7,8], which brought great difficulties and challenges to the prevention and control of the epidemic."
        ],
        "abstract": "Background and Objective: WHO Director-General declared that the 2019-nCoV outbreak constitutes a Public Health Emergency of International Concern,and the outbreak is still on-going.Chest CT had been a key component of the diagnostic workup for patients with suspected infection. In this retrospective study, we attempt to summarize and analyze the chest CT features of 2019-nCov infections, and to identify the typical features to improved the diagnostic accuracy of new coronavirus pneumonia (NCP). Methods:Chest CT scans and Clinical data of 21 patients confirmed NCP in our hospital were enrolled.These patients were divided into mild and sever group according to clinical manifestations described by the 6th clinical practice guideline of NCP in China. Main clinical and chest CT features were analyzed and identify. Results: Fever (85.7%) and cough (80.9%) were the two main symptoms of NCP patients.More significantly higher incidence (85.7%) of shortness of breath in the severe cases. Multiple lesions in both lungs and with incidence of GGO(100%),vascular enlargement (76.5%) and cobblestone/reticular pattern(70.6%) were the major feature.The incidence of consolidation, mixed pattern and vascular enlargement features were up to 100% in the severe group, significantly higher than that of patients in mild group. In addition, the incidence of air-bronchogram, dilated bronchi with thickened wall and fibrosis in the severe group was significantly higher than that in the mild group. Conclusions: Fever and cough are the typical clinical features of NCP patients, and chest CT mainly manifested as multiple lesions in both lungs, often accompanied by GGO, vascular enlargement and cobblestone/reticular pattern.Changes in these main CT features can indicate development of the disease.",
        "references": "@article{zhu2019a,\n  author = {Zhu, N. and Zhang, D. and Wang, W. and Li, X. and Yang, B. and Song, J.},\n  title = {A Novel Coronavirus from 106 Patients with Pneumonia in China, 2019. New England Journal of medicine,2020. 2.“Novel Coronavirus – China.”},\n  event = {World Health Organization, World Health Organization},\n  date = {2019-01-13},\n  volume = {2020},\n  journal = {Journal of Travel Medicine},\n  url = {https://doi.org/10.1093/jtm/taaa02.4.},\n  editor = {Liu, T. and Hu, J. and Kang, M. and Lin, L. and Zhong, H. and Xiao, J.},\n  unknown = {2019-nCoV).bioRxiv.2020: 2020.01.25.919787.5},\n  more-authors = {true},\n  source = {Ying Liu, Albert A Gayle, Annelies Wilder-Smith, Joacim Rocklöv. The reproductive number of COVID-19 is higher compared to SARS coronavirus},\n  unmatched-volume = {taaa021,},\n  number = {12},\n  unmatched-journal = {Transmission dynamics of},\n  unmatched-editor = {Chen, N., Chen N, Zhou M, Dong X, Qu J, Gong F, et al. Epidemiological},\n  more-editors = {true},\n  language = {}\n}\n@article{chung2019a,\n  author = {Chung, M. and Bernheim, A. and Mei, X.},\n  title = {CT imaging features of 2019 novel coronavirus},\n  date = {2019},\n  publisher = {Radiology (in},\n  journal = {Crit Care},\n  volume = {21},\n  pages = \"234.\" # \"782-787.\",\n  unmatched-author = {P. Kanne. Khan A, Benthin C, Zeno B, et al.},\n  more-authors = {true},\n  source = {Chest CT Findings in 2019 Novel Coronavirus},\n  unmatched-publisher = {Radiology (in},\n  unmatched-journal = {M, Ahyad R A, Jamjoom L G, et al. Middle East Respiratory Syndrome Coronavirus (MERS-CoV) Infection: Chest CT Findings[J]. American Journal of Roentgenology,},\n  unmatched-volume = {2014, 203(4):},\n  number = {1},\n  unmatched-pages = {782-787.},\n  language = {}\n}\n@article{muller2004a,\n  author = {Muller, N.L. and Ooi, G.C. and Khong, P.L. and Zhou, L.J. and Tsang, K.W.T. and Nicolaou, S.},\n  title = {High-resolution CT findings of severe acute respiratory syndrome at presentation and after admission. AJR},\n  date = {2004-02-18},\n  volume = {39},\n  pages = {2},\n  journal = {Lancet},\n  doi = {DOI: 10.1148/radiol.2020200269},\n  unmatched-author = {Zhe Xu; Lei Shi, Yijin Wang, Jiyuan Zhang, Lei Huang, Chao Zhang et al. Shi H, Han X, Zheng C. Zheng.},\n  source = {Pathological findings of COVID-19 associated with acute respiratory distress syndrome},\n  unmatched-volume = {DOI:https://doi.org/10.1016/S2213-2600(20)30076-X.21.},\n  number = {44},\n  unmatched-journal = {Radiology},\n  language = {}\n}\n",
        "emails": [
            "pazhen2121@126.com(A.Z",
            "xuzf83@126.com"
        ],
        "references_ris": "TY  - JOUR\nAU  - Zhu, N.\nAU  - Zhang, D.\nAU  - Wang, W.\nAU  - Li, X.\nAU  - Yang, B.\nAU  - Song, J.\nTI  - A Novel Coronavirus from 106 Patients with Pneumonia in China, 2019. New England Journal of medicine,2020. 2.“Novel Coronavirus – China.”\nC1  - World Health Organization, World Health Organization\nPY  - 2019\nDA  - 2019/01/13\nVL  - 2020\nT2  - Journal of Travel Medicine\nUR  - https://doi.org/10.1093/jtm/taaa02.4.\nA2  - Liu, T.\nA2  - Hu, J.\nA2  - Kang, M.\nA2  - Lin, L.\nA2  - Zhong, H.\nA2  - Xiao, J.\nC1  - 2019-nCoV).bioRxiv.2020: 2020.01.25.919787.5\nC1  - true\nT2  - Ying Liu, Albert A Gayle, Annelies Wilder-Smith, Joacim Rocklöv. The reproductive number of COVID-19 is higher compared to SARS coronavirus\nC1  - taaa021,\nIS  - 12\nC1  - Transmission dynamics of\nC1  - Chen, N., Chen N, Zhou M, Dong X, Qu J, Gong F, et al. Epidemiological\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Chung, M.\nAU  - Bernheim, A.\nAU  - Mei, X.\nTI  - CT imaging features of 2019 novel coronavirus\nPY  - 2019\nDA  - 2019\nPB  - Radiology (in\nT2  - Crit Care\nVL  - 21\nSP  - \"234.\" # \"782\nEP  - 787.\"\nC1  - P. Kanne. Khan A, Benthin C, Zeno B, et al.\nC1  - true\nT2  - Chest CT Findings in 2019 Novel Coronavirus\nC1  - Radiology (in\nC1  - M, Ahyad R A, Jamjoom L G, et al. Middle East Respiratory Syndrome Coronavirus (MERS-CoV) Infection: Chest CT Findings[J]. American Journal of Roentgenology,\nC1  - 2014, 203(4):\nIS  - 1\nC1  - 782-787.\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Muller, N.L.\nAU  - Ooi, G.C.\nAU  - Khong, P.L.\nAU  - Zhou, L.J.\nAU  - Tsang, K.W.T.\nAU  - Nicolaou, S.\nTI  - High-resolution CT findings of severe acute respiratory syndrome at presentation and after admission. AJR\nPY  - 2004\nDA  - 2004/02/18\nVL  - 39\nSP  - 2\nT2  - Lancet\nDO  - 10.1148/radiol.2020200269\nC1  - Zhe Xu; Lei Shi, Yijin Wang, Jiyuan Zhang, Lei Huang, Chao Zhang et al. Shi H, Han X, Zheng C. Zheng.\nT2  - Pathological findings of COVID-19 associated with acute respiratory distress syndrome\nC1  - DOI:https://doi.org/10.1016/S2213-2600(20)30076-X.21.\nIS  - 44\nC1  - Radiology\nLA  - \nER  - \n\n",
        "links": [],
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "1",
                "caption": "Clinical Characteristics of NCP patients"
            },
            {
                "id": "2",
                "caption": "Representation of Major CT characteristics in NCP (17 Cases)"
            },
            {
                "id": "3",
                "caption": "The Differences of major CT Characteristics between two groups"
            }
        ],
        "figure_captions": [],
        "tables_url": "https://sandbox-api.scholarcy.com/tables/2020.03.03.20030775.full.pdf_24xttb99_p9y0hi9b.xlsx"
    },
    "sections": {
        "summary": [
            "2019 novel Coronavirus (2019-nCov) had typical clinical manifestations (fever and cough) ,and presented with characteristic chest CT imaging features (multiple lesions in both lungs, often accompanied by GGO, vascular enlargement and cobblestone/reticular pattern), which are helpful to the radiologist in the early detection and diagnosis of this emerging global health emergency. In addition, changes in these main CT features can indicate development of the disease.<br/><br/>Highlights: 1.Fever (85.7%) and cough (80.9%) were the two main symptoms of NCP patients.The incidence of shortness of breath was 85.7% in the severe cases, significantly higher than 21.4% in the mild cases.<br/><br/>2. Multiple lesions in both lungs and with incidence of GGO (100%), vascular enlargement (76.5%) and cobblestone/reticular pattern (70.6%) were the major features of NCP patients. 85.7% of cases in serve group displayed 4-5 lobes were involved simultaneously.<br/><br/>3.Changes in these main CT imaging features can indicate development of the disease. About 19.1% of patients (4 of 21) presented with a normal CT.<br/><br/>Abbreviations: 2019-nCov: 2019 Novel Coronavirus NCP: new coronavirus pneumonia SARS: Severe Acute Respiratory Syndrome MERS: Middle East Respiratory Syndrome GGO: Ground glass opacification Con: Consolidation Mix-P: Mixed pattern Cob/Ret: Cobblestone/Reticular pattern Air-Bro:Air-bronchogram VEs:Vascular enlargement sign Nod/Tho-: Nodule/Thorn pear signs Dil-Bro: Dilated bronchi with thickened wall Med-Hym: Mediastinal lymphadenopathy Hyd: Hydrothorax"
        ],
        "introduction": [
            "The atypical pneumonia case, caused by a novel coronavirus (2019-nCov), was first reported and confirmed in Wuhan, China in December 31, 2019 (Pneumonia of unknown cause-China,2020)[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. Initially confined to Wuhan, the infection has spread elsewhere, sporadic cases exported from Wuhan were reported in many foreign countries.On January 30, the WHO Director-General declared that the 2019-nCov outbreak constitutes a Public Health Emergency of International Concern [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. So far, the outbreak is still on-going, the number of reported cases of 2019-nCov infection continue to increase.Several relevant literatures estimated the transmissibility of 2019-nCoV, the mean estimate of R0 for the new coronavirus pneumonia (NCP) ranges from 1.4 to 3.58[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>,<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. As of 18 February 2020, NCP has caused 73400 confirmed cases including 1870 deaths, 6242 suspected cases, and 12734 cured cases in mainland released by the National Health Commission of China. Now Japan has become the second most affected country with 519 confirmed cases, and followed by Singapore with 77 confirmed cases. Person-to-person transmission of NCP has been confirmed and with several ways of transmission, moreover the asymptomatic individual is identified as a potential source of infection. Fever and cough were reported as main clinical manifestations of NCP patients[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. Based on the clinical observations and summary, the main diagnostic criteria[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] of 2019-nCov infections are : 1) Contact history of the epidemic area and related patients; 2) Nucleic acid is positive; 3) Fever, cough, shortness of breath and other clinical symptoms; 4) Laboratory examination showed that white blood cells were normal or decreased and lymphocytes decreased; 5) Lung lesions. Especially,the 1th and 2th standards were the most important for 2019-nCov infected confirm. However, in the diagnosis and treatment process, it was found that the above diagnostic criteria could not fully meet the needs of clinical prevention and control, and some atypical clinical manifestations appeared[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>,<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>,<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>], which brought great difficulties and challenges to the prevention and control of the epidemic."
        ],
        "methods": [
            "2.1 Patients and CT examination<br/><br/>From January 20, 2020 to February 6, 2020, 21 patients in the First people’s hospital of Foshan in Guangdong Province, China, with confirmed 2019-nCov were enrolled. these patients were divided into mild and sever group according to clinical manifestations described by the 6th clinical practice guideline of NCP in China[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. All patients were underwent chest CT examination on an Aquilion ONE scanner (Toshiba Medical Systems;Tokyo,Japan), and imaged with 1mm slice thickness, Max 512×512. All patients were positive for 2019-nCov via laboratory testing of respiratory secretions.<br/><br/>Our institutional review board approved this retrospective study analyzing existing patient data with patient information de-identified and all subjects gave written informed consent. And this study involved no potential risk to patients. 2.2 CT Images and Clinical Data Analysis<br/><br/>The HRCT findings of NCP, according to previously described [<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] and clinical observation, each of the 21 patients, the initial chest CT findings were categorized the predominant pattern as followed: ground glass opacification (GGO),consolidation, cobblestone/reticular pattern; mixed pattern (combination of consolidation, GGO and reticular opacities); air-bronchogram; vascular enlargement in lesion; nodule (D<30mm) and thorn pear signs; slightly dilated bronchi with thickened wall; fibrosis,etc. The the main HRCT characteristics and related exposition were showed in Fig.1. In addition, the distribution characteristics of lesions, the extent of pulmonary involvement, mediastinal lymph node status and pleural effusion were also analyzed."
        ],
        "discussion": [
            "4.1 Clinical features of NCP patients<br/><br/>All 21 patients in our study all had a history of recent travel to Wuhan or directly contact with NCP patients.This results was convincing proof that the disease is characterized by human-to-human transmission. A new study revealed that the reproductive number of COVID-19 is up to 3.28 [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. However, in this study, the patients did not be acquired a clear transmission route, because the virus may have multiple transmission modes[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>,<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>]. Previous study demonstrated that common symptoms at onset of the illness were fever, cough and shortness of breath and with less common symptoms were sputum production, headache and diarrhoea etc[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>,<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>,<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>,<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>]. Our results revealed that main symptom of NCP patients manifested as fever (85.7%), cough (80.9%), followed by shortness of breath(42.9%)and fatigue(28.6%),diarrhea and muscle pain,which was consistent with previous studies.However,a large clinical cases(1099 cases) study by professor zhong et al [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] found that only 43.8% showed fever in the early stage, but up to 87.9% showed fever after hospitalization.It dmonstrated that fever is closely related to the development of the disease, therefore fever as a screening indicator may miss a large number of early patients. In addition,our study and all previous showed that diarrhea was rare, and we found that diarrhea only occurred in serve patients. Therefore, it is necessary to pay attention to the damage of digestive tract function in these patients and be alert to the risk of fecal-oral infection. 85.7% of severe cases manifested shortness of breath, were significant higher than that of mild cases. Shortness of breath would be a better indicators to reflect the disease's progression. A new study[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] base on 72314 patients revealed that middle-aged(30-79 years old) and elderly men (51.4%) were prone to the NCP,and looking at the sex ratio, men are more likely to die (2.8%) than women (1.7%). our results showed NCP patients with average 43.1 years old, and men are more likely to be worse(57.1%), showed similar characteristics."
        ],
        "limitations": [
            "The main limitations of this study, firstly, the small number of NCP cases enrolled in this study and additional study cases are needed in the following study. Besides, This study lacks patient follow-up data, so further follow-up is needed to better observe the relationship between CT signs and clinical course."
        ],
        "conclusions": [
            "Fever and cough are the main clinical features of NCP. CT showed multiple peripheral lesions in bilateral lungs, mainly characterized by GGO, paving stones and vascular thickening. There were some differences in CT manifestations between mild cases and severe cases. In severe cases, pulmonary consolidation, mixed consolidation, slight bronchial dilatation and thickening, bronchial gas image and fibrosis were significant, which were consistent with NCP as pathological manifestations of pulmonary interstitial lesions. According to the characteristics of chest CT, early accurate diagnosis and prognosis of NCP can be achieved."
        ],
        "acknowledgements": [
            "This study was supported by Y J Ye,department of radiology,the first people's Hospital of Foshan affiliated to sun yat-sen university,Foshan,China."
        ],
        "disclosures": [
            "We declare no competing interests."
        ],
        "funding": [
            "This study was supported by Y J Ye,department of radiology,the first people's Hospital of Foshan affiliated to sun yat-sen university,Foshan,China"
        ],
        "ethical_compliance": [
            "Our institutional review board approved this retrospective study analyzing existing patient data with patient information de-identified and all subjects gave written informed consent"
        ]
    },
    "structured_content": {
        "1.Introduction": [
            "The atypical pneumonia case, caused by a novel coronavirus (2019-nCov), was first reported and confirmed in Wuhan, China in December 31, 2019 (Pneumonia of unknown cause-China,2020)[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. Initially confined to Wuhan, the infection has spread elsewhere, sporadic cases exported from Wuhan were reported in many foreign countries.On January 30, the WHO Director-General declared that the 2019-nCov outbreak constitutes a Public Health Emergency of International Concern [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. So far, the outbreak is still on-going, the number of reported cases of 2019-nCov infection continue to increase.Several relevant literatures estimated the transmissibility of 2019-nCoV, the mean estimate of R0 for the new coronavirus pneumonia (NCP) ranges from 1.4 to 3.58[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>,<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. As of 18 February 2020, NCP has caused 73400 confirmed cases including 1870 deaths, 6242 suspected cases, and 12734 cured cases in mainland released by the National Health Commission of China. Now Japan has become the second most affected country with 519 confirmed cases, and followed by Singapore with 77 confirmed cases. Person-to-person transmission of NCP has been confirmed and with several ways of transmission, moreover the asymptomatic individual is identified as a potential source of infection. Fever and cough were reported as main clinical manifestations of NCP patients[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. Based on the clinical observations and summary, the main diagnostic criteria[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] of 2019-nCov infections are : 1) Contact history of the epidemic area and related patients; 2) Nucleic acid is positive; 3) Fever, cough, shortness of breath and other clinical symptoms; 4) Laboratory examination showed that white blood cells were normal or decreased and lymphocytes decreased; 5) Lung lesions. Especially,the 1th and 2th standards were the most important for 2019-nCov infected confirm. However, in the diagnosis and treatment process, it was found that the above diagnostic criteria could not fully meet the needs of clinical prevention and control, and some atypical clinical manifestations appeared[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>,<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>,<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>], which brought great difficulties and challenges to the prevention and control of the epidemic.",
            "Due to the large and complex population movements, the diversity of transmission pathways[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>,<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>,<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>](droplets,contact, fecal-oral and aerosol pathways),and natural and intermediate hosts are not fully understood, this leads to ambiguous contact history information. In addition, some patients do not have typical symptoms of fever and cough, and there may be basic lesions or complex infections that lead to the lack of changes in the number of typical white blood cells and lymphocytes, which all increase the difficulty of clinical diagnosis. At present, nucleic acid detection was still as gold standard to confirmed NCP, but the sensitivity and specificity of NCP was not evaluated [<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>].According to current clinical observation, the positive rate is only 30%-50%. It has been found that patients with high clinical suspicion still have negative viral nucleic acid test for 2 times, while chest CT has displayed obvious lesions[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]. Unlucky, at the beginning, these patients failed to timely and effectively prevent and control due to negative nucleic acid test, leading to the expansion of the infection. CT diagnosis specificity is not as good as nucleic acid, but its sensitivity is significantly higher than nucleic acid. Therefore, to fight the epidemic front in Wuhan, doctor Zhang urgently called for \" NPC diagnosis should not blindly believe in nucleic acid testing, chest CT findings should take as the main diagnostic basis\". Therefore, the fifth edition of NCP diagnostic criteria took chest CT as the main diagnostic basis[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. Radiologists will encounter NCP patients with the number of patients continues to increase. Therefore, radiologists must be familiar with the CT features of NCP.",
            "In this study, we attempt to summarize and analyze the chest CT imaging data of patients confirmed with 2019-nCov infections, and to identify the typical imaging features to improved the diagnostic accuracy of NCP, and to reduced missed diagnosis and misdiagnosis."
        ],
        "2.Materials and Methods": [],
        "2.1 Patients and CT examination": [
            "From January 20, 2020 to February 6, 2020, 21 patients in the First people’s hospital of Foshan in Guangdong Province, China, with confirmed 2019-nCov were enrolled. these patients were divided into mild and sever group according to clinical manifestations described by the 6th clinical practice guideline of NCP in China[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. All patients were underwent chest CT examination on an Aquilion ONE scanner (Toshiba Medical Systems;Tokyo,Japan), and imaged with 1mm slice thickness, Max 512×512. All patients were positive for 2019-nCov via laboratory testing of respiratory secretions.",
            "Our institutional review board approved this retrospective study analyzing existing patient data with patient information de-identified and all subjects gave written informed consent. And this study involved no potential risk to patients. 2.2 CT Images and Clinical Data Analysis",
            "The HRCT findings of NCP, according to previously described [<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] and clinical observation, each of the 21 patients, the initial chest CT findings were categorized the predominant pattern as followed: ground glass opacification (GGO),consolidation, cobblestone/reticular pattern; mixed pattern (combination of consolidation, GGO and reticular opacities); air-bronchogram; vascular enlargement in lesion; nodule (D<30mm) and thorn pear signs; slightly dilated bronchi with thickened wall; fibrosis,etc. The the main HRCT characteristics and related exposition were showed in Fig.1. In addition, the distribution characteristics of lesions, the extent of pulmonary involvement, mediastinal lymph node status and pleural effusion were also analyzed.",
            "All CT images were reviewed on PACS by two cardiothoracic radiologists with 10 years ( Dr. Xu) and 8 years (Dr.Wu) of clinical experience, respectively. Each patient’s chest CT findings was reviewed independently and final decisions reached by consensus. If the interpretations of features extracted by two primary radiologist are inconsistent, a third fellowship trained senior radiologist with 25years of experience (Dr.Pan) adjudicated a final decision.",
            "The calinical manifestations of NCP patients, such as fever,cough, shortness of breath, weak,diarrhoea and muscle pain were analyzed."
        ],
        "2.3 Statistical Analysis": [
            "We used statistical software SPSS 2.0. The differences among the constituent ratios of various signs in NCP patients were analyzed with the X2 test. The differences of the constituent ratios of various signs between mild group and severe group were also analyzed with X2 test test. Differences of p<0.05 were considered statistically significant. 3.Results",
            "Table 1 shows the clinical characteristics of 21 patients with NCP. 21 patients all had clear contact history, including 10 men and 11 women with average age was 43.1 years. Fever (85.7%) and cough (80.9%) were the two main symptoms, followed by shortness of breath (85.7%) and weak (28.6%).Besides,diarrhoea and muscle pain were rare. Compared with patients in mild group, male proportion and onset age of patients in serve group were both higher (p<0.05). Fever and cough were found in 100% of the severe cases, but there was no significant difference between these two groups. The incidence of shortness of breath was 85.7% in the severe cases, significantly higher than 21.4% in the mild cases."
        ],
        "3.2 Distribution Patterns of Lesions": [
            "Lung lesions occurred in 17 (80.9%) patients with NCP, while normal lungs occurred in 4 (19.1%) patients. Among the 17 patients with pulmonary lesions, 14 (82.4%) cases showed multiple lesions in both lungs (Fig.2A). Besides,10 patients had lesions distributed in the peripheral zone (subpleural)(Fig.2A), and 7 cases showed both peripheral zone and medium-to internal zone were all involved.15 (88.2%) cases showed simultaneous involvement of multiple pulmonary lobes (≥2)(Fig.2B), among them 12 cases (70.6%) with more than 4 lobes were involved.6 patients (85.7%) in serve group displayed 4-5 lobes were involved simultaneously, which was significantly higher than that in the mild group (60% ). However,there was no difference in lesion location and whether bilateral lung involvement between these two group."
        ],
        "3.3 Representation of Major CT characteristics in NCP": [
            "Table 2 shows the manifestations of various major chest CT features in 17 patients with NCP. GGO, Vascular enlargement and Cobblestone/Reticular pattern were the three major feature of the disease(Fig.3), with an incidence of 100%, 76.5% and 70.6%, respectively and followed by Consolidation and Mixed pattern, accounting for 52.9%.In addition, mediastinal lymphadenopathy and hydrothorax had the lowest incidence of 17.6% and 5.9%, respectively."
        ],
        "3.4 The Differences of CT Characteristics between Mild group and Severe group": [
            "Table 3 shows the manifestations of various CT features between the two groups. GGO were present in all patients(100%) in both groups, and Cobblestone/Reticular pattern occurred in mild and sever group were 60% and 85.7%, respectively, without significant different. The consolidation, Mixed pattern and Vascular enlargement features were up to 100% in the severe group, significantly higher than 20%, 20% and 60% in the mild group. Consolidation and Mixed pattern had significant differences between the two groups (p =0.002). In addition, the incidence of Air-bronchogram, Dilated bronchi with thickened wall and Fibrosis in the severe group was significantly higher than that in the mild group (10%). Nodule/Thorn pear signs were found 50% in mild cases, significantly higher than those in severe cases (p<0.01). Mediastinal lymphadenopathy and hydrothorax were rare,but both occurred in severe cases. Fig.4 and Fig.5 showed the CT features of mild case and serve case underwent NCP."
        ],
        "4. Discussion": [],
        "4.1 Clinical features of NCP patients": [
            "All 21 patients in our study all had a history of recent travel to Wuhan or directly contact with NCP patients.This results was convincing proof that the disease is characterized by human-to-human transmission. A new study revealed that the reproductive number of COVID-19 is up to 3.28 [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. However, in this study, the patients did not be acquired a clear transmission route, because the virus may have multiple transmission modes[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>,<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>]. Previous study demonstrated that common symptoms at onset of the illness were fever, cough and shortness of breath and with less common symptoms were sputum production, headache and diarrhoea etc[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>,<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>,<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>,<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>]. Our results revealed that main symptom of NCP patients manifested as fever (85.7%), cough (80.9%), followed by shortness of breath(42.9%)and fatigue(28.6%),diarrhea and muscle pain,which was consistent with previous studies.However,a large clinical cases(1099 cases) study by professor zhong et al [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] found that only 43.8% showed fever in the early stage, but up to 87.9% showed fever after hospitalization.It dmonstrated that fever is closely related to the development of the disease, therefore fever as a screening indicator may miss a large number of early patients. In addition,our study and all previous showed that diarrhea was rare, and we found that diarrhea only occurred in serve patients. Therefore, it is necessary to pay attention to the damage of digestive tract function in these patients and be alert to the risk of fecal-oral infection. 85.7% of severe cases manifested shortness of breath, were significant higher than that of mild cases. Shortness of breath would be a better indicators to reflect the disease's progression. A new study[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] base on 72314 patients revealed that middle-aged(30-79 years old) and elderly men (51.4%) were prone to the NCP,and looking at the sex ratio, men are more likely to die (2.8%) than women (1.7%). our results showed NCP patients with average 43.1 years old, and men are more likely to be worse(57.1%), showed similar characteristics."
        ],
        "4.2. CT features of NCP and the relationship with the disease development": [
            "Lung lesions in NCP patients mainly manifested as subpleural multiple lesions in bilateral lung[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>,<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>],our results showed 82.4% cases displayed multiple lesions in bilateral lungs, and all cases showed significant peripheral distribution characteristics, wich was consistent with previous studies[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>-<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>].We speculated that the main reasons for the distribution characteristics of NCP as followed: 1)The 2019-nCov infect alveolar epithelial cells through angiotensin-converting enzyme 2 (ACE2) and cause acute lung injury[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>].The peripheral lobe of the lung is relatively well developed, abundant alveolar epithelial cells may express more ACE2. 2) The ventilation function of alveolar tissue in the peripheral part of the lung is relatively weak, which may more easily lead to the aggregation of high concentration of virus particles and the onset of disease. In addition, some scholars believe that virus particles are extremely small (2019-nCov is about 120nm), which can directly enter the distal alveoli with respiration. In this study, CT features of NCP patients mainly displayed GGO (100%), vascular enlargement sign (76.5%) and cobblestone/reticular pattern (70.6%), as followed by consolidation and mixed pattern (GGO and consolidation) with about 52.9%. While mediastinal lymph nodes and pleural effusion were rare, which was basically consistent with literature reports[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>,<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>].In general, the lung characteristics of NCP patients were mainly associated with pulmonary interstitial inflammation, which was similar to Middle East respiratory syndrome(MERS)[<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>] and Severe Acute Respiratory Syndrome(SARS)[<a class=\"ref-link\" id=\"c19\" href=\"#r19\">19</a>] caused by coronavirus. In fact, the pathological characteristics of NCP were confirmed to be similar to SARS and MERS[20]",
            "Previous reports revealed that GGO as the key CT feature.It can exists for a long time throughout the course of the disease, and may be unique CT feature in some early patients[<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>,<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>]. In the recent study, GGO feature was observed in all NCP patients. Pathological basis of GGO is mainly diffuse alveolar injury, accompanied by cell fibromyxoid exudate,and lung transparent membrane formation. GGO at the early stage could be completely absorbed and improved after effective treatment [21]. With the development of the disease, the interlobular septa thickened on the basis of GGO, and showed typical cobblestone/reticular pattern,and when increased exudation in the alveoli and alveolar collapse resulted in consolidation. Compared with the mild group patients, the incidence of consolidation, mixed pattern, air-bronchogram, dilated bronchi with thickened wall and fibrosis significantly increased in severe patients. In addition, cobblestone/reticular pattern and vascular enlargement sign were both common findings in severe patients without significant different. It is suggested that the changes of pulmonary imaging characteristics can effectively reflect the changes of lung tissue and functional injury.Vascular enlargement in or around the lesions were considered to be an important features for NCP diagnosis,76.5% patients in our study presented this features. This may be due to inflammatory vascular congestion, or to thickening or fluid buildup in the perivascular interstitium[20]. Additionally,all these findings suggest the presence of fibrosis, which also presented commonly in patients underwent SARS and MERS.In this study, consolidation and mixed manifestations were observed in 52.9% of NCP patients, and the incidence rate was up to 100% in severe patients. Combined with previous literature results, lung tissue appeared multiple consolidation with the aggravation of the disease. That's the main difference from MERS[<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>]. 6 patients (85.7%) in serve group displayed 4-5 lobes were involved simultaneously, which was significantly higher than that in the mild group (60% ).Our result demonstrated that almost all lobes involvement exists in severe patients, which well explains the pathologic basis for the high incidence of dyspepsia. It was found that CT can not only detect early and diagnose NCP accurately, but also follow up the change trend of CT features can effectively predict the outcome of NCP patients."
        ],
        "4.2 Limitations": [
            "The main limitations of this study, firstly, the small number of NCP cases enrolled in this study and additional study cases are needed in the following study. Besides, This study lacks patient follow-up data, so further follow-up is needed to better observe the relationship between CT signs and clinical course."
        ],
        "5. Conclusions": [
            "Fever and cough are the main clinical features of NCP. CT showed multiple peripheral lesions in bilateral lungs, mainly characterized by GGO, paving stones and vascular thickening. There were some differences in CT manifestations between mild cases and severe cases. In severe cases, pulmonary consolidation, mixed consolidation, slight bronchial dilatation and thickening, bronchial gas image and fibrosis were significant, which were consistent with NCP as pathological manifestations of pulmonary interstitial lesions. According to the characteristics of chest CT, early accurate diagnosis and prognosis of NCP can be achieved.",
            "Acknowledgements:This study was supported by Y J Ye,department of radiology,the first people's Hospital of Foshan affiliated to sun yat-sen university,Foshan,China.",
            "Declaration of interests:We declare no competing interests."
        ],
        "References": [
            "1.Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, et al A Novel Coronavirus from 106 Patients with Pneumonia in China, 2019. New England Journal of medicine,2020. 2.“Novel Coronavirus – China.” World Health Organization, World Health Organization, 13 Jan. 2020, www.who.int/csr/don/12-january-2020-novel-Coronavirus-china/en/. 3.Ying Liu, Albert A Gayle, Annelies Wilder-Smith, Joacim Rocklöv.The reproductive number of COVID-19 is higher compared to SARS coronavirus .Journal of Travel Medicine, taaa021,https://doi.org/10.1093/jtm/taaa02. 4.Liu T, Hu J, Kang M, Lin L, Zhong H, Xiao J, et al Transmission dynamics of 2019 novel coronavirus (2019-nCoV). bioRxiv. 2020:2020.01.25.919787. 5.Chen, N., Chen N, Zhou M, Dong X, Qu J, Gong F,et al Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020 ,(20)30211-7.",
            "6.Lin, L. and T.S. Li, [Interpretation of \"Guidelines for the Diagnosis and Treatment of Novel Coronavirus (2019-nCoV) Infection by the National Health Commission (Trial Version 5)\"]. Zhonghua Yi Xue Za Zhi 2020 Feb 07;100 7.Wei-jie Guan, Zheng-yi Ni, Yu Hu, et al Clinical characteristics of 2019 novel coronavirus infection in China.medRxiv. 2020.02. 06. 20020974; 8.William Kyle Silverstein, MD,et al First imported case of 2019 novel coronavirus in Canada, presenting as mild pneumonia. Lancet. February 13, 2020; PIIS0 140 -6736 (20) 30370-60. 9.Julien Riou, Christian L. Althaus.Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV), December 2019 to January 2020.Euro Surveill. 2020; 25(4): pii2000058. 10.Anita Patel, Pharm; Daniel B. Jernigan, et al.Initial Public Health Response and Interim Clinical Guidance for the 2019 Novel Coronavirus Outbreak — United States, December 31, 2019–February 4, 2020.Morbidity and Mortality Weekly Report2020 / 69(5);140–146 11.Lei J, Li J, Xiaolong Q. CT Imaging of the 2019 Novel Coronavirus (2019-nCoV) Pneumonia. Radiology doi: https://doi.org/10.1148/radiol.2020200236. 12.The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team Vital Surveillances:The Epidemiological Characteristics of an Outbreak of 2019 Novel Coronavirus Diseases (COVID-19)-China, 2020. China CDC Weekly,2020.2 13.Chaolin Huang*, Yeming Wang*, Xingwang Li*, et al.Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China.Lancet 2020; 395: 497–506. 14.Lei J, Li J, Xiaolong Q. CT Imaging of the 2019 Novel Coronavirus (2019-nCoV) Pneumonia. Radiology doi: https://doi.org/10.1148/radiol.2020200236.(online). 15. Chung M, Bernheim A, Mei X, et al CT imaging features of 2019 novel coronavirus (2019-nCoV). Radiology (in press). 16.Jeffrey P. Kanne.Chest CT Findings in 2019 Novel Coronavirus (2019-nCoV) Infections from Wuhan, China: Key Points for the Radiologist. Radiology (in press). 17.Khan A, Benthin C, Zeno B, et al A pilot clinical trial of recombinant human angiotensin-converting enzyme 2 in acute respiratory distress syndrome. Crit Care. 2017;21(1):234. 18.Ajlan A M , Ahyad R A , Jamjoom L G , et al Middle East Respiratory Syndrome Coronavirus (MERS-CoV) Infection: Chest CT Findings[J]. American Journal of Roentgenology, 2014, 203(4):782-787. 19. Muller NL, Ooi GC, Khong PL, Zhou LJ, Tsang KWT, Nicolaou S.High-resolution CT findings of severe acute respiratory syndrome at presentation and after admission. AJR,2004,182:39-44. 2o.Zhe Xu ;Lei Shi ,Yijin Wang ,Jiyuan Zhang ,Lei Huang,Chao Zhang et al Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet 2020 February 18.DOI:https://doi.org/10.1016/S2213-2600(20)30076-X. 21.Shi H, Han X, Zheng C. Zheng.Evolution of CT Manifestations in a Patient Recovered from 2019 Novel Coronavirus (2019-nCoV) Pneumonia in Wuhan, China. Radiology 2020 Feb 07.DOI:10.1148/radiol.2020200269.",
            "Figure legends",
            "Figure1. The key chest CT findings of NCP.",
            "Figure2. 57-year old man with history of recent travel to Wuhan, presenting with fever, cough and shortness of breath. Axial thin-section non-contrast CT scan shows diffuse bilateral confluent and patchy ground-glass, air-bronchogram and consolidation, characterized by peripheral distribution. Multiple lobes were involved.",
            "Figure 3. 76-year old man with history of recent travel to Wuhan, presenting with fever and productive cough. Axial thin-section non-contrast CT image shows diffusion lesions in bilateral lung, mainly manifested as ground-glass opacification (red arrow and red line around region),and cobblestone/Reticular pattern( blue arrow and blue line around region). Besides,Vascular enlargement sign was observed in the lesions(yellow arrow).",
            "Figure 4. 57-year old man as mild NCP patients with history of recent travel to Wuhan. Ground-glass opacities with a peripheral distribution in bilateral lung( green arrow), and with enlarged image in the upper right corner of A image. Vascular enlargement sign was observed in the lesion located in the left upper lobe, and with enlarged image in the upper left corner of B image ( yellow arrow). The lesions in the left lower lobe shows cobblestone/reticular pattern, and with enlarged image in the lower right corner of B image(red yellow).",
            "Figure 5. 68-year old female as serve NCP patients with history of recent travel to Wuhan, presenting with fever and productive cough. Axial thin-section non-contrast CT image shows diffusion lesions in bilateral lung. A showed many CT features such as ground-glass opacification,cobblestone/reticular pattern(blue arrow and bule line around region), frbrosis and dilated bronchi with thickened wall (the enlarged image in the upper right corner, red arrow). B showed consolidation (pink arrow) and mixed pattern (yellow arrow and yellow line around region) in the bilateral lower lobes.",
            "Table",
            "Table 1. Clinical Characteristics of NCP patients",
            "NCP patients",
            "Severe group",
            "N=21(%)",
            "n=7(%)",
            "Sex",
            "Man",
            "10(47.6)",
            "4(57.1)",
            "Wemon",
            "11(52.4)",
            "3(42.9)",
            "Year (range)",
            "43.1±17.1(1-76)",
            "58.7±12.6(29-69)",
            "Clinical manifestions",
            "Fever",
            "17(80.9)",
            "7(100)",
            "Cough",
            "18(85.7)",
            "Shortness of breath",
            "9(42.9)",
            "6(85.7)",
            "Weak",
            "6(28.6)",
            "4(66.7)",
            "Diarrhoea",
            "2(9.5)",
            "2(28.6)",
            "Muscle pain",
            "3(14.3)",
            "0(0)",
            "Exposure history",
            "21(100)",
            "Mild group n=14(%)",
            "6(42.8) 8(57.2) 35.3±19.5(1-76)",
            "10(71.4) 11(78.6) 3(21.4) 2(33.3) 0(0) 3(21.4) 14(100)",
            "p",
            "0.007",
            "CT Features N(%)",
            "Table 2. Representation of Major CT characteristics in NCP (17 Cases)",
            "GGO",
            "Con",
            "Mix-P Cob/Ret Air-Bro VEs",
            "Fib",
            "Nod/Tho-",
            "17(100) 9(52.9) 9(52.9) 12(70.6) 7(41.2) 13(76.5) 6(35.3) 6(35.3)",
            "Dil-Bro7(41.2)",
            "Med-Hym 3(17.6)",
            "Lyd 1(5.9%)",
            "F",
            "49.741 p",
            "GGO: Ground glass opacification; Con: Consolidation; Mix-P: Mixed pattern; Cob/Ret: Cobblestone/Reticular pattern; Air-Bro:Air-bronchogram; VEs:Vascular enlargement sign; Nod/Tho-: Nodule/Thorn pear signs; Dil-Bro: Dilated bronchi with thickened wall; Fib: Fibrosis; Med-Hym: Mediastinal lymphadenopathy; Hyd: Hydrothorax",
            "CT Features Mild group n=10(%)",
            "Table 3. The Differences of major CT Characteristics between two groups.",
            "GGO Con Mix-P Cob/Ret Air-Bro VEs Fib",
            "Nod/Tho Dil-Bro Med-Hym Lyd (100) (20) (20) (60)",
            "(10)",
            "(60) (10) (50)",
            "(0)",
            "Serve group 7 n=7(%) (100)",
            "7 (100)",
            "6 (85.7)",
            "(71.4) (14.3)",
            "3 (42.9)",
            "1 (14.3)",
            "37.80 0.00 p",
            "0.004 0.103 0.035 0.004",
            "0.035 0.051 0.415"
        ]
    },
    "participants": [
        {
            "participant": "patients",
            "number": 21,
            "context": "In this retrospective study, we attempt to summarize and analyze the chest CT features of 2019-nCov infections, and to identify the typical features to improved the diagnostic accuracy of new coronavirus pneumonia (NCP). <mark class=\"stats\">Methods:Chest CT scans and Clinical data of 21 patients confirmed NCP in our hospital were enrolled.These patients were divided into mild and sever group according to clinical manifestations described by the 6th clinical practice guideline of NCP in China</mark>. Main clinical and chest CT features were analyzed and identify"
        },
        {
            "participant": "patients",
            "number": 21,
            "context": "Conclusions: Fever and cough are the typical clinical features of NCP patients, and chest CT mainly manifested as multiple lesions in both lungs, often accompanied by GGO, vascular enlargement and cobblestone/reticular pattern.Changes in these main CT features can indicate development of the disease. <mark class=\"stats\">2.1 Patients and CT examination<br/><br/>From January 20, 2020 to February 6, 2020, 21 patients in the First people’s hospital of Foshan in Guangdong Province, China, with confirmed 2019-nCov were enrolled. these patients were divided into mild and sever group according to clinical manifestations described by the 6th clinical practice guideline of NCP in China[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]</mark>. All patients were underwent chest CT examination on an Aquilion ONE scanner (Toshiba Medical Systems;Tokyo,Japan), and imaged with 1mm slice thickness, Max 512×512"
        },
        {
            "participant": "patients",
            "number": 21,
            "context": "All patients were positive for 2019-nCov via laboratory testing of respiratory secretions.<br/><br/>Our institutional review board approved this retrospective study analyzing existing patient data with patient information de-identified and all subjects gave written informed consent. <mark class=\"stats\">And this study involved no potential risk to patients. 2.2 CT Images and Clinical Data Analysis<br/><br/>The HRCT findings of NCP, according to previously described [<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] and clinical observation, each of the 21 patients, the initial chest CT findings were categorized the predominant pattern as followed: ground glass opacification (GGO),consolidation, cobblestone/reticular pattern; mixed pattern (combination of consolidation, GGO and reticular opacities); air-bronchogram; vascular enlargement in lesion; nodule (D<30mm) and thorn pear signs; slightly dilated bronchi with thickened wall; fibrosis,etc</mark>. The the main HRCT characteristics and related exposition were showed in Fig.1"
        },
        {
            "participant": "confirmed cases",
            "number": 73400,
            "context": "So far, the outbreak is still on-going, the number of reported cases of 2019-nCov infection continue to increase.Several relevant literatures estimated the transmissibility of 2019-nCoV, the mean estimate of R0 for the new coronavirus pneumonia (NCP) ranges from 1.4 to 3.58[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>,<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. <mark class=\"stats\">As of 18 February 2020, NCP has caused 73400 confirmed cases including 1870 deaths, 6242 suspected cases, and 12734 cured cases in mainland released by the National Health Commission of China</mark>. Now Japan has become the second most affected country with 519 confirmed cases, and followed by Singapore with 77 confirmed cases"
        },
        {
            "participant": "confirmed cases",
            "number": 519,
            "context": "As of 18 February 2020, NCP has caused 73400 confirmed cases including 1870 deaths, 6242 suspected cases, and 12734 cured cases in mainland released by the National Health Commission of China. <mark class=\"stats\">Now Japan has become the second most affected country with 519 confirmed cases, and followed by Singapore with 77 confirmed cases</mark>. Person-to-person transmission of NCP has been confirmed and with several ways of transmission, moreover the asymptomatic individual is identified as a potential source of infection"
        },
        {
            "participant": "patients",
            "number": 21,
            "context": "2.1 Patients and CT examination. <mark class=\"stats\">From January 20, 2020 to February 6, 2020, 21 patients in the First people’s hospital of Foshan in Guangdong Province, China, with confirmed 2019-nCov were enrolled. these patients were divided into mild and sever group according to clinical manifestations described by the 6th clinical practice guideline of NCP in China[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]</mark>. All patients were underwent chest CT examination on an Aquilion ONE scanner (Toshiba Medical Systems;Tokyo,Japan), and imaged with 1mm slice thickness, Max 512×512"
        },
        {
            "participant": "patients",
            "number": 21,
            "context": "And this study involved no potential risk to patients. 2.2 CT Images and Clinical Data Analysis. <mark class=\"stats\">The HRCT findings of NCP, according to previously described [<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] and clinical observation, each of the 21 patients, the initial chest CT findings were categorized the predominant pattern as followed: ground glass opacification (GGO),consolidation, cobblestone/reticular pattern; mixed pattern (combination of consolidation, GGO and reticular opacities); air-bronchogram; vascular enlargement in lesion; nodule (D<30mm) and thorn pear signs; slightly dilated bronchi with thickened wall; fibrosis,etc</mark>. The the main HRCT characteristics and related exposition were showed in Fig.1"
        },
        {
            "participant": "cardiothoracic radiologists with 10 years",
            "number": 2,
            "context": "In addition, the distribution characteristics of lesions, the extent of pulmonary involvement, mediastinal lymph node status and pleural effusion were also analyzed. <mark class=\"stats\">All CT images were reviewed on PACS by two cardiothoracic radiologists with 10 years ( Dr</mark>. Xu) and 8 years (Dr.Wu) of clinical experience, respectively"
        },
        {
            "participant": "patients with NCP",
            "number": 21,
            "context": "3.1Clinical manifestations of NCP patients. <mark class=\"stats\">Table 1 shows the clinical characteristics of 21 patients with NCP. 21 patients all had clear contact history, including 10 men and 11 women with average age was 43.1 years</mark>. Fever (85.7%) and cough (80.9%) were the two main symptoms, followed by shortness of breath (85.7%) and weak (28.6%).Besides,diarrhoea and muscle pain were rare"
        },
        {
            "participant": "patients with pulmonary lesions",
            "number": 17,
            "context": "Lung lesions occurred in 17 (80.9%) patients with NCP, while normal lungs occurred in 4 (19.1%) patients. <mark class=\"stats\">Among the 17 patients with pulmonary lesions, 14 (82.4%) cases showed multiple lesions in both lungs (Fig.2A)</mark>. Besides,10 patients had lesions distributed in the peripheral zone (subpleural)(Fig.2A), and 7 cases showed both peripheral zone and medium-to internal zone were all involved.15 (88.2%) cases showed simultaneous involvement of multiple pulmonary lobes (≥2)(Fig.2B), among them 12 cases (70.6%) with more than 4 lobes were involved.6 patients (85.7%) in serve group displayed 4-5 lobes were involved simultaneously, which was significantly higher than that in the mild group (60% )"
        },
        {
            "participant": "cases",
            "number": 7,
            "context": "Among the 17 patients with pulmonary lesions, 14 (82.4%) cases showed multiple lesions in both lungs (Fig.2A). <mark class=\"stats\">Besides,10 patients had lesions distributed in the peripheral zone (subpleural)(Fig.2A), and 7 cases showed both peripheral zone and medium-to internal zone were all involved.15 (88.2%) cases showed simultaneous involvement of multiple pulmonary lobes (≥2)(Fig.2B), among them 12 cases (70.6%) with more than 4 lobes were involved.6 patients (85.7%) in serve group displayed 4-5 lobes were involved simultaneously, which was significantly higher than that in the mild group (60% )</mark>. However,there was no difference in lesion location and whether bilateral lung involvement between these two group"
        },
        {
            "participant": "patients with NCP",
            "number": 17,
            "context": "3.3 Representation of Major CT characteristics in NCP. <mark class=\"stats\">Table 2 shows the manifestations of various major chest CT features in 17 patients with NCP</mark>. GGO, Vascular enlargement and Cobblestone/Reticular pattern were the three major feature of the disease(Fig.3), with an incidence of 100%, 76.5% and 70.6%, respectively and followed by Consolidation and Mixed pattern, accounting for 52.9%.In addition, mediastinal lymphadenopathy and hydrothorax had the lowest incidence of 17.6% and 5.9%, respectively"
        },
        {
            "participant": "patients",
            "number": 21,
            "context": "4.1 Clinical features of NCP patients. <mark class=\"stats\">All 21 patients in our study all had a history of recent travel to Wuhan or directly contact with NCP patients.This results was convincing proof that the disease is characterized by human-to-human transmission</mark>. A new study revealed that the reproductive number of COVID-19 is up to 3.28 [<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]"
        },
        {
            "participant": "cases",
            "number": 1099,
            "context": "Previous study demonstrated that common symptoms at onset of the illness were fever, cough and shortness of breath and with less common symptoms were sputum production, headache and diarrhoea etc[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>,<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>,<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>,<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>,<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>]. <mark class=\"stats\">Our results revealed that main symptom of NCP patients manifested as fever (85.7%), cough (80.9%), followed by shortness of breath(42.9%)and fatigue(28.6%),diarrhea and muscle pain,which was consistent with previous studies.However,a large clinical cases(1099 cases) study by professor zhong et al [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] found that only 43.8% showed fever in the early stage, but up to 87.9% showed fever after hospitalization.It dmonstrated that fever is closely related to the development of the disease, therefore fever as a screening indicator may miss a large number of early patients</mark>. In addition,our study and all previous showed that diarrhea was rare, and we found that diarrhea only occurred in serve patients"
        },
        {
            "participant": "patients",
            "number": 72314,
            "context": "Shortness of breath would be a better indicators to reflect the disease's progression. <mark class=\"stats\">A new study[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] base on 72314 patients revealed that middle-aged(30-79 years old) and elderly men (51.4%) were prone to the NCP,and looking at the sex ratio, men are more likely to die (2.8%) than women (1.7%). our results showed NCP patients with average 43.1 years old, and men are more likely to be worse(57.1%), showed similar characteristics</mark>. 4.2"
        },
        {
            "participant": "patients",
            "number": 6,
            "context": "Combined with previous literature results, lung tissue appeared multiple consolidation with the aggravation of the disease. <mark class=\"stats\">That's the main difference from MERS[<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>]. 6 patients (85.7%) in serve group displayed 4-5 lobes were involved simultaneously, which was significantly higher than that in the mild group (60% ).Our result demonstrated that almost all lobes involvement exists in severe patients, which well explains the pathologic basis for the high incidence of dyspepsia</mark>. It was found that CT can not only detect early and diagnose NCP accurately, but also follow up the change trend of CT features can effectively predict the outcome of NCP patients"
        }
    ],
    "statistics": [
        {
            "p_value": "p<0.05",
            "context": "The differences of the constituent ratios of various signs between mild group and severe group were also analyzed with X2 test test. <mark class=\"stats\">Differences of p<0.05 were considered statistically significant. 3.Results</mark>. 3.1Clinical manifestations of NCP patients"
        },
        {
            "p_value": "p<0.05",
            "context": "Fever (85.7%) and cough (80.9%) were the two main symptoms, followed by shortness of breath (85.7%) and weak (28.6%).Besides,diarrhoea and muscle pain were rare. <mark class=\"stats\">Compared with patients in mild group, male proportion and onset age of patients in serve group were both higher (p<0.05)</mark>. Fever and cough were found in 100% of the severe cases, but there was no significant difference between these two groups"
        },
        {
            "p_value": "p =0.002",
            "context": "The consolidation, Mixed pattern and Vascular enlargement features were up to 100% in the severe group, significantly higher than 20%, 20% and 60% in the mild group. <mark class=\"stats\">Consolidation and Mixed pattern had significant differences between the two groups (p =0.002)</mark>. In addition, the incidence of Air-bronchogram, Dilated bronchi with thickened wall and Fibrosis in the severe group was significantly higher than that in the mild group (10%)"
        },
        {
            "p_value": "p<0.01",
            "context": "In addition, the incidence of Air-bronchogram, Dilated bronchi with thickened wall and Fibrosis in the severe group was significantly higher than that in the mild group (10%). <mark class=\"stats\">Nodule/Thorn pear signs were found 50% in mild cases, significantly higher than those in severe cases (p<0.01)</mark>. Mediastinal lymphadenopathy and hydrothorax were rare,but both occurred in severe cases"
        }
    ],
    "keywords": [
        "Mediastinal lymphadenopathy Hyd",
        "Air-bronchogram VEs",
        "2019-nCov",
        "novel coronavirus",
        "main clinical",
        "who director",
        "clinical manifestations",
        "pneumonia",
        "ground glass opacification",
        "ncp patient",
        "Acute Respiratory syndrome",
        "fibrosis",
        "severe case",
        "East Respiratory syndrome",
        "Chest CT",
        "New coronavirus pneumonia",
        "Mixed pattern Cob/Ret",
        "diarrhea",
        "coronavirus pneumonia",
        "Severe Acute Respiratory Syndrome MERS",
        "clinical feature",
        "ct feature",
        "COVID-19"
    ],
    "keyword_relevance": {
        "new coronavirus pneumonia": 0.3253012048,
        "ground glass opacification": 0.1265060241,
        "2019-nCov": 0.0843373494,
        "severe case": 0.0542168675,
        "novel coronavirus": 0.0481927711,
        "pneumonia": 0.0421686747,
        "Severe Acute Respiratory Syndrome MERS": 0.0361445783,
        "Mediastinal lymphadenopathy Hyd": 0.0301204819,
        "Air-bronchogram VEs": 0.0301204819,
        "clinical manifestations": 0.0301204819,
        "fibrosis": 0.0301204819,
        "Chest CT": 0.0301204819,
        "Mixed pattern Cob/Ret": 0.0301204819,
        "coronavirus pneumonia": 0.0301204819,
        "COVID-19": 0.0240963855,
        "diarrhea": 0.0180722892,
        "main clinical": 0.0120481928,
        "clinical feature": 0.0120481928,
        "New coronavirus pneumonia": 0.0060240964,
        "who director": 0.0,
        "ncp patient": 0.0,
        "Acute Respiratory syndrome": 0.0,
        "East Respiratory syndrome": 0.0,
        "ct feature": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> The atypical pneumonia case, caused by a novel coronavirus (2019-nCov), was first reported and confirmed in Wuhan, China in December 31, 2019 (Pneumonia of unknown cause-China,2020)[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
        "Fever and cough were reported as main clinical manifestations of NCP patients[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>].",
        "Based on the clinical observations and summary, the main diagnostic criteria[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] of 2019-nCov infections are : 1) Contact history of the epidemic area and related patients; 2) Nucleic acid is positive; 3) Fever, cough, shortness of breath and other clinical symptoms; 4) Laboratory examination showed that white blood cells were normal or decreased and lymphocytes decreased; 5) Lung lesions.",
        "In the diagnosis and treatment process, it was found that the above diagnostic criteria could not fully meet the needs of clinical prevention and control, and some atypical clinical manifestations appeared[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>,<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>,<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>], which brought great difficulties and challenges to the prevention and control of the epidemic",
        "<h2 style=\"display: inline\">Methods:</h2> 2.1 Patients and CT examination<br/><br/>From January 20, 2020 to February 6, 2020, 21 patients in the First people’s hospital of Foshan in Guangdong Province, China, with confirmed 2019-nCov were enrolled. these patients were divided into mild and sever group according to clinical manifestations described by the 6th clinical practice guideline of NCP in China[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>].",
        "These patients were divided into mild and sever group according to clinical manifestations described by the 6th clinical practice guideline of NCP in China[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>].",
        "The HRCT findings of NCP, according to previously described [<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] and clinical observation, each of the 21 patients, the initial chest CT findings were categorized the predominant pattern as followed: ground glass opacification (GGO),consolidation, cobblestone/reticular pattern; mixed pattern; air-bronchogram; vascular enlargement in lesion; nodule (D<30mm) and thorn pear signs; slightly dilated bronchi with thickened wall; fibrosis,etc.",
        "The distribution characteristics of lesions, the extent of pulmonary involvement, mediastinal lymph node status and pleural effusion were analyzed",
        "<h2 style=\"display: inline\">Results:</h2> Results: Fever (85.7%) and cough (80.9%) were the two main symptoms of NCP patients.More significantly higher incidence (85.7%) of shortness of breath in the severe cases.",
        "Multiple lesions in both lungs and with incidence of GGO(100%),vascular enlargement (76.5%) and cobblestone/reticular pattern(70.6%) were the major feature.The incidence of consolidation, mixed pattern and vascular enlargement features were up to 100% in the severe group, significantly higher than that of patients in mild group.",
        "All these findings suggest the presence of fibrosis, which presented commonly in patients underwent SARS and MERS.In this study, consolidation and mixed manifestations were observed in 52.9% of NCP patients, and the incidence rate was up to 100% in severe patients",
        "<h2 style=\"display: inline\">Conclusion:</h2> 4.1 Clinical features of NCP patients<br/><br/>All 21 patients in the study all had a history of recent travel to Wuhan or directly contact with NCP patients.This results was convincing proof that the disease is characterized by human-to-human transmission.",
        "The authors' results revealed that main symptom of NCP patients manifested as fever (85.7%), cough (80.9%), followed by shortness of breath(42.9%)and fatigue(28.6%),diarrhea and muscle pain,which was consistent with previous studies.,a large clinical cases(1099 cases) study by professor zhong et al [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] found that only 43.8% showed fever in the early stage, but up to 87.9% showed fever after hospitalization.It dmonstrated that fever is closely related to the development of the disease, fever as a screening indicator may miss a large number of early patients.",
        "According to the characteristics of chest CT, early accurate diagnosis and prognosis of NCP can be achieved"
    ],
    "structured_summary": {
        "Introduction": [
            "The atypical pneumonia case, caused by a novel coronavirus (2019-nCov), was first reported and confirmed in Wuhan, China in December 31, 2019 (Pneumonia of unknown cause-China,2020)[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>].",
            "Fever and cough were reported as main clinical manifestations of NCP patients[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>].",
            "Based on the clinical observations and summary, the main diagnostic criteria[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] of 2019-nCov infections are : 1) Contact history of the epidemic area and related patients; 2) Nucleic acid is positive; 3) Fever, cough, shortness of breath and other clinical symptoms; 4) Laboratory examination showed that white blood cells were normal or decreased and lymphocytes decreased; 5) Lung lesions.",
            "In the diagnosis and treatment process, it was found that the above diagnostic criteria could not fully meet the needs of clinical prevention and control, and some atypical clinical manifestations appeared[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>,<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>,<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>], which brought great difficulties and challenges to the prevention and control of the epidemic"
        ],
        "Methods": [
            "2.1 Patients and CT examination<br/><br/>From January 20, 2020 to February 6, 2020, 21 patients in the First people’s hospital of Foshan in Guangdong Province, China, with confirmed 2019-nCov were enrolled. these patients were divided into mild and sever group according to clinical manifestations described by the 6th clinical practice guideline of NCP in China[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>].",
            "These patients were divided into mild and sever group according to clinical manifestations described by the 6th clinical practice guideline of NCP in China[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>].",
            "The HRCT findings of NCP, according to previously described [<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] and clinical observation, each of the 21 patients, the initial chest CT findings were categorized the predominant pattern as followed: ground glass opacification (GGO),consolidation, cobblestone/reticular pattern; mixed pattern; air-bronchogram; vascular enlargement in lesion; nodule (D<30mm) and thorn pear signs; slightly dilated bronchi with thickened wall; fibrosis,etc.",
            "The distribution characteristics of lesions, the extent of pulmonary involvement, mediastinal lymph node status and pleural effusion were analyzed"
        ],
        "Results": [
            "Results: Fever (85.7%) and cough (80.9%) were the two main symptoms of NCP patients.More significantly higher incidence (85.7%) of shortness of breath in the severe cases.",
            "Multiple lesions in both lungs and with incidence of GGO(100%),vascular enlargement (76.5%) and cobblestone/reticular pattern(70.6%) were the major feature.The incidence of consolidation, mixed pattern and vascular enlargement features were up to 100% in the severe group, significantly higher than that of patients in mild group.",
            "All these findings suggest the presence of fibrosis, which presented commonly in patients underwent SARS and MERS.In this study, consolidation and mixed manifestations were observed in 52.9% of NCP patients, and the incidence rate was up to 100% in severe patients"
        ],
        "Conclusion": [
            "4.1 Clinical features of NCP patients<br/><br/>All 21 patients in the study all had a history of recent travel to Wuhan or directly contact with NCP patients.This results was convincing proof that the disease is characterized by human-to-human transmission.",
            "The authors' results revealed that main symptom of NCP patients manifested as fever (85.7%), cough (80.9%), followed by shortness of breath(42.9%)and fatigue(28.6%),diarrhea and muscle pain,which was consistent with previous studies.,a large clinical cases(1099 cases) study by professor zhong et al [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] found that only 43.8% showed fever in the early stage, but up to 87.9% showed fever after hospitalization.It dmonstrated that fever is closely related to the development of the disease, fever as a screening indicator may miss a large number of early patients.",
            "According to the characteristics of chest CT, early accurate diagnosis and prognosis of NCP can be achieved"
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Zhu_et+al_2019_a",
            "entry": "1.Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, et al. A Novel Coronavirus from 106 Patients with Pneumonia in China, 2019. New England Journal of medicine,2020. 2.“Novel Coronavirus – China.” World Health Organization, World Health Organization, 13 Jan. 2020, www.who.int/csr/don/12-january-2020-novel-Coronavirus-china/en/. 3.Ying Liu, Albert A Gayle, Annelies Wilder-Smith, Joacim Rocklöv.The reproductive number of COVID-19 is higher compared to SARS coronavirus.Journal of Travel Medicine, taaa021,https://doi.org/10.1093/jtm/taaa02.4.Liu T, Hu J, Kang M, Lin L, Zhong H, Xiao J, et al. Transmission dynamics of 2019 novel coronavirus (2019-nCoV).bioRxiv.2020:2020.01.25.919787.5.Chen, N., Chen N, Zhou M, Dong X, Qu J, Gong F,et al. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China:a descriptive study. Lancet 2020,(20)30211-7.",
            "crossref": "https://dx.doi.org/10.1093/jtm/taaa02.4.Liu",
            "scite": "https://scite.ai/reports/10.1093/jtm/taaa02.4.Liu",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1093/jtm/taaa02.4.Liu"
        },
        {
            "id": "15",
            "alt_id": "Chung_et+al_2019_a",
            "entry": "15. Chung M, Bernheim A, Mei X, et al. CT imaging features of 2019 novel coronavirus (2019-nCoV). Radiology (in press). 16.Jeffrey P. Kanne.Chest CT Findings in 2019 Novel Coronavirus (2019-nCoV) Infections from Wuhan, China: Key Points for the Radiologist. Radiology (in press). 17.Khan A, Benthin C, Zeno B, et al. A pilot clinical trial of recombinant human angiotensin-converting enzyme 2 in acute respiratory distress syndrome. Crit Care. 2017;21(1):234. 18.Ajlan A M, Ahyad R A, Jamjoom L G, et al. Middle East Respiratory Syndrome Coronavirus (MERS-CoV) Infection: Chest CT Findings[J]. American Journal of Roentgenology, 2014, 203(4):782-787.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chung%20M%20Bernheim%20A%20Mei%20X%20et%20al%20CT%20imaging%20features%20of%202019%20novel%20coronavirus%202019nCoV%20Radiology%20in%20press%2016Jeffrey%20P%20KanneChest%20CT%20Findings%20in%202019%20Novel%20Coronavirus%202019nCoV%20Infections%20from%20Wuhan%20China%20Key%20Points%20for%20the%20Radiologist%20Radiology%20in%20press%2017Khan%20A%20Benthin%20C%20Zeno%20B%20et%20al%20A%20pilot%20clinical%20trial%20of%20recombinant%20human%20angiotensinconverting%20enzyme%202%20in%20acute%20respiratory%20distress%20syndrome%20Crit%20Care%202017211234%2018Ajlan%20A%20M%20Ahyad%20R%20A%20Jamjoom%20L%20G%20et%20al%20Middle%20East%20Respiratory%20Syndrome%20Coronavirus%20MERSCoV%20Infection%20Chest%20CT%20FindingsJ%20American%20Journal%20of%20Roentgenology%202014%202034782787",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Chung%20M%20Bernheim%20A%20Mei%20X%20et%20al%20CT%20imaging%20features%20of%202019%20novel%20coronavirus%202019nCoV%20Radiology%20in%20press%2016Jeffrey%20P%20KanneChest%20CT%20Findings%20in%202019%20Novel%20Coronavirus%202019nCoV%20Infections%20from%20Wuhan%20China%20Key%20Points%20for%20the%20Radiologist%20Radiology%20in%20press%2017Khan%20A%20Benthin%20C%20Zeno%20B%20et%20al%20A%20pilot%20clinical%20trial%20of%20recombinant%20human%20angiotensinconverting%20enzyme%202%20in%20acute%20respiratory%20distress%20syndrome%20Crit%20Care%202017211234%2018Ajlan%20A%20M%20Ahyad%20R%20A%20Jamjoom%20L%20G%20et%20al%20Middle%20East%20Respiratory%20Syndrome%20Coronavirus%20MERSCoV%20Infection%20Chest%20CT%20FindingsJ%20American%20Journal%20of%20Roentgenology%202014%202034782787",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Chung%20M%20Bernheim%20A%20Mei%20X%20et%20al%20CT%20imaging%20features%20of%202019%20novel%20coronavirus%202019nCoV%20Radiology%20in%20press%2016Jeffrey%20P%20KanneChest%20CT%20Findings%20in%202019%20Novel%20Coronavirus%202019nCoV%20Infections%20from%20Wuhan%20China%20Key%20Points%20for%20the%20Radiologist%20Radiology%20in%20press%2017Khan%20A%20Benthin%20C%20Zeno%20B%20et%20al%20A%20pilot%20clinical%20trial%20of%20recombinant%20human%20angiotensinconverting%20enzyme%202%20in%20acute%20respiratory%20distress%20syndrome%20Crit%20Care%202017211234%2018Ajlan%20A%20M%20Ahyad%20R%20A%20Jamjoom%20L%20G%20et%20al%20Middle%20East%20Respiratory%20Syndrome%20Coronavirus%20MERSCoV%20Infection%20Chest%20CT%20FindingsJ%20American%20Journal%20of%20Roentgenology%202014%202034782787"
        },
        {
            "id": "19",
            "alt_id": "Muller_et+al_2004_a",
            "entry": "19. Muller NL, Ooi GC, Khong PL, Zhou LJ, Tsang KWT, Nicolaou S.High-resolution CT findings of severe acute respiratory syndrome at presentation and after admission. AJR,2004,182:39-44. 2o.Zhe Xu;Lei Shi,Yijin Wang,Jiyuan Zhang,Lei Huang,Chao Zhang et al. Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet 2020 February 18.DOI:https://doi.org/10.1016/S2213-2600(20)30076-X.21.Shi H, Han X, Zheng C. Zheng.Evolution of CT Manifestations in a Patient Recovered from 2019 Novel Coronavirus (2019-nCoV) Pneumonia in Wuhan, China. Radiology 2020 Feb 07.DOI:10.1148/radiol.2020200269. ",
            "crossref": "https://dx.doi.org/10.1016/S2213-2600(20)30076-X.21.Shi",
            "scite": "https://scite.ai/reports/10.1016/S2213-2600(20)30076-X.21.Shi",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=https%3A//dx.doi.org/10.1016/S2213-2600%2820%2930076-X.21.Shi"
        }
    ],
    "facts": [
        "WHO Director-General declared that the 2019-nCoV outbreak constitutes a",
        "Chest CT had been a key component of the diagnostic workup for patients",
        "the typical features to improved the diagnostic accuracy of new coronavirus pneumonia",
        "sever group according to clinical manifestations described by the 6th clinical practice guideline",
        "chest CT mainly manifested as multiple lesions in both lungs",
        "sporadic cases exported from Wuhan were reported in many foreign countries",
        "the WHO Director-General declared that the 2019-nCov outbreak constitutes a",
        "12734 cured cases in mainland released by the National Health Commission of China",
        "the asymptomatic individual is identified as a potential source of infection",
        "Fever and cough were reported as main clinical manifestations of NCP patients[5",
        "Laboratory examination showed that white blood cells were normal",
        "that the above diagnostic criteria could not fully meet the needs of clinical prevention and control",
        "this study involved no potential risk to patients",
        "Previous study demonstrated that common symptoms at onset",
        "Our results revealed that main symptom of NCP patients manifested as fever",
        "which was consistent with previous studies.,a large clinical cases study by professor zhong et al",
        "that fever is closely related to the development of the disease",
        "fever as a screening indicator may miss a large number of early patients",
        "previous showed that diarrhea was rare",
        "that diarrhea only occurred in serve patients",
        "elderly men were prone to the NCP",
        "likely to die than women",
        "which were consistent with NCP as pathological manifestations",
        "Lung lesions in NCP patients mainly manifested as subpleural multiple lesions in bilateral lung[14,15],our results showed",
        "wich was consistent with previous studies[14-16].We speculated that the main reasons"
    ],
    "claims": [
        "Our results revealed that main symptom of NCP patients manifested as fever (85.7%), cough (80.9%), followed by shortness of breath(42.9%)and fatigue(28.6%),diarrhea and muscle pain,which was consistent with previous studies.However,a large clinical cases(1099 cases) study by professor zhong et al [7] found that only 43.8% showed fever in the early stage, but up to 87.9% showed fever after hospitalization.It dmonstrated that fever is closely related to the development of the disease, therefore fever as a screening indicator may miss a large number of early patients",
        "In addition,our study and all previous showed that diarrhea was rare, and we found that diarrhea only occurred in serve patients",
        "A new study[12] base on 72314 patients revealed that middle-aged(30-79 years old) and elderly men (51.4%) were prone to the NCP,and looking at the sex ratio, men are more likely to die (2.8%) than women (1.7%). our results showed NCP patients with average 43.1 years old, and men are more likely to be worse(57.1%), showed similar characteristics",
        "Lung lesions in NCP patients mainly manifested as subpleural multiple lesions in bilateral lung[14,15],our results showed 82.4% cases displayed multiple lesions in bilateral lungs, and all cases showed significant peripheral distribution characteristics, wich was consistent with previous studies[14-16].We speculated that the main reasons for the distribution characteristics of NCP as followed: 1)The 2019-nCov infect alveolar epithelial cells through angiotensin-converting enzyme 2 (ACE2) and cause acute lung injury[17].The peripheral lobe of the lung is relatively well developed, abundant alveolar epithelial cells may express more ACE2"
    ],
    "findings": [
        "Results: Fever (85.7%) and cough (80.9%) were the two main symptoms of NCP patients.More significantly higher incidence (85.7%) of shortness of breath in the severe cases. Multiple lesions in both lungs and with incidence of GGO(100%),vascular enlargement (76.5%) and cobblestone/reticular pattern(70.6%) were the major feature.The incidence of consolidation, mixed pattern and vascular enlargement features were up to 100% in the severe group, significantly higher than that of patients in mild group",
        "The incidence of shortness of breath was 85.7% in the severe cases, significantly higher than 21.4% in the mild cases",
        "The consolidation, Mixed pattern and Vascular enlargement features were up to 100% in the severe group, significantly higher than 20%, 20% and 60% in the mild group",
        "Consolidation and Mixed pattern had significant differences between the two groups (p =0.002)",
        "Nodule/Thorn pear signs were found 50% in mild cases, significantly higher than those in severe cases (p<0.01)",
        "Our results revealed that main symptom of NCP patients manifested as fever (85.7%), cough (80.9%), followed by shortness of breath(42.9%)and fatigue(28.6%),diarrhea and muscle pain,which was consistent with previous studies.However,a large clinical cases(1099 cases) study by professor zhong et al [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] found that only 43.8% showed fever in the early stage, but up to 87.9% showed fever after hospitalization.It dmonstrated that fever is closely related to the development of the disease, therefore fever as a screening indicator may miss a large number of early patients",
        "Additionally,all these findings suggest the presence of fibrosis, which also presented commonly in patients underwent SARS and MERS.In this study, consolidation and mixed manifestations were observed in 52.9% of NCP patients, and the incidence rate was up to 100% in severe patients"
    ],
    "processes": [],
    "key_statements": [
        "Background and Objective: WHO Director-General declared that the 2019-nCoV outbreak constitutes a Public Health Emergency of International Concern,and the outbreak is still on-going.Chest CT had been a key component of the diagnostic workup for patients with suspected infection",
        "We attempt to summarize and analyze the chest CT features of 2019-nCov infections, and to identify the typical features to improved the diagnostic accuracy of new coronavirus pneumonia (NCP)",
        "Fever and cough are the typical clinical features of new coronavirus pneumonia patients, and chest CT mainly manifested as multiple lesions in both lungs, often accompanied by ground glass opacification, vascular enlargement and cobblestone/reticular pattern.Changes in these main CT features can indicate development of the disease Keywords: 2019-nCov; New coronavirus pneumonia; Chest CT; Ground glass opacification",
        "Confined to Wuhan, the infection has spread elsewhere, sporadic cases exported from Wuhan were reported in many foreign countries.On January 30, the WHO Director-General declared that the 2019-nCov outbreak constitutes a Public Health Emergency of International Concern [<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]",
        "Fever and cough were reported as main clinical manifestations of new coronavirus pneumonia patients[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]",
        "From January 20, 2020 to February 6, 2020, 21 patients in the First people’s hospital of Foshan in Guangdong Province, China, with confirmed 2019-nCov were enrolled. these patients were divided into mild and sever group according to clinical manifestations described by the 6th clinical practice guideline of new coronavirus pneumonia in China[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]",
        "Our results revealed that main symptom of new coronavirus pneumonia patients manifested as fever (85.7%), cough (80.9%), followed by shortness of breath(42.9%)and fatigue(28.6%),diarrhea and muscle pain,which was consistent with previous studies.,a large clinical cases(1099 cases) study by professor zhong et al [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] found that only 43.8% showed fever in the early stage, but up to 87.9% showed fever after hospitalization.It dmonstrated that fever is closely related to the development of the disease, fever as a screening indicator may miss a large number of early patients",
        "In addition,our study and all previous showed that diarrhea was rare, and we found that diarrhea only occurred in serve patients",
        "Lung lesions in new coronavirus pneumonia patients mainly manifested as subpleural multiple lesions in bilateral lung[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>,<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>],our results showed 82.4% cases displayed multiple lesions in bilateral lungs, and all cases showed significant peripheral distribution characteristics, wich was consistent with previous studies[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>-<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>].We speculated that the main reasons for the distribution characteristics of new coronavirus pneumonia as followed: 1)The 2019-nCov infect alveolar epithelial cells through angiotensin-converting enzyme 2 (ACE2) and cause acute lung injury[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>].The peripheral lobe of the lung is relatively well developed, abundant alveolar epithelial cells may express more ACE2",
        "Pulmonary consolidation, mixed consolidation, slight bronchial dilatation and thickening, bronchial gas image and fibrosis were significant, which were consistent with new coronavirus pneumonia as pathological manifestations of pulmonary interstitial lesions"
    ],
    "top_statements": [
        "The atypical pneumonia case, caused by a novel coronavirus (2019-nCov), was first reported and confirmed in Wuhan, China in December 31, 2019 (Pneumonia of unknown cause-China,2020)[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]",
        "Background and Objective: WHO Director-General declared that the 2019-nCoV outbreak constitutes a Public Health Emergency of International Concern,and the outbreak is still on-going.Chest CT had been a key component of the diagnostic workup for patients with suspected infection",
        "Fever and cough are the typical clinical features of new coronavirus pneumonia patients, and chest CT mainly manifested as multiple lesions in both lungs, often accompanied by ground glass opacification, vascular enlargement and cobblestone/reticular pattern.Changes in these main CT features can indicate development of the disease Keywords: 2019-nCov; New coronavirus pneumonia; Chest CT; Ground glass opacification",
        "Our results revealed that main symptom of new coronavirus pneumonia patients manifested as fever (85.7%), cough (80.9%), followed by shortness of breath(42.9%)and fatigue(28.6%),diarrhea and muscle pain,which was consistent with previous studies.,a large clinical cases(1099 cases) study by professor zhong et al [<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] found that only 43.8% showed fever in the early stage, but up to 87.9% showed fever after hospitalization.It dmonstrated that fever is closely related to the development of the disease, fever as a screening indicator may miss a large number of early patients",
        "Lung lesions in new coronavirus pneumonia patients mainly manifested as subpleural multiple lesions in bilateral lung[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>,<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>],our results showed 82.4% cases displayed multiple lesions in bilateral lungs, and all cases showed significant peripheral distribution characteristics, wich was consistent with previous studies[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>-<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>].We speculated that the main reasons for the distribution characteristics of new coronavirus pneumonia as followed: 1)The 2019-nCov infect alveolar epithelial cells through angiotensin-converting enzyme 2 (ACE2) and cause acute lung injury[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>].The peripheral lobe of the lung is relatively well developed, abundant alveolar epithelial cells may express more ACE2",
        "The incidence of shortness of breath was 85.7% in the severe cases, significantly higher than 21.4% in the mild cases",
        "Pulmonary consolidation, mixed consolidation, slight bronchial dilatation and thickening, bronchial gas image and fibrosis were significant, which were consistent with new coronavirus pneumonia as pathological manifestations of pulmonary interstitial lesions"
    ],
    "headline": "Our results revealed that main symptom of new coronavirus pneumonia patients manifested as fever, cough, followed by shortness of breath(42.9%)and fatigue(28.6%),diarrhea and muscle pain,which was consistent with previous studies.,a large clinical cases(1099 cases) study by professor zhong et al found that only 43.8% showed fever in the early stage, but up to 87.9% showed fever after hospitalization.It dmonstrated that fever is closely related to the development of the disease, fever as a screening indicator may miss a large number of early patients",
    "contexts": [],
    "abbreviations": {
        "SARS": "Severe Acute Respiratory Syndrome MERS",
        "GGO": "ground glass opacification",
        "Mix-P": "Mixed pattern Cob/Ret",
        "Air-Bro": "Air-bronchogram VEs",
        "Med-Hym": "Mediastinal lymphadenopathy Hyd",
        "NCP": "new coronavirus pneumonia"
    }
}
