{
    "filename": "2020.03.15.20035360v1.pdf",
    "content_type": "application/pdf",
    "file_size": 766635,
    "metadata": {
        "title": "Systematic review and meta-analysis of predictive symptoms and comorbidities for severe COVID-19 infection",
        "date": 2020,
        "affiliations": [
            "Institute for Global Health, University College London (UCL), UK",
            "Public Health, London Borough of Hackney, London, UK",
            "Public Health, London Boroughs of Camden & Islington, London, UK"
        ],
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.03.15.20035360",
            "isbn": null,
            "doc_id": null,
            "url": "https://www.medrxiv.org/content/10.1101/2020.03.15.20035360v1.pdf"
        },
        "abstract": "Background/introduction COVID-19, a novel coronavirus outbreak starting in China, is now a rapidly developing public health emergency of international concern. The clinical spectrum of COVID-19 disease is varied, and identifying factors associated with severe disease has been described as an urgent research priority. It has been noted that elderly patients with pre-existing comorbidities are more vulnerable to more severe disease. However, the specific symptoms and comorbidities that most strongly predict disease severity are unclear. We performed a systematic review and meta-analysis to identify the symptoms and comorbidities predictive of COVID-19 severity.",
        "references": "@book{organization-a,\n  author = {Organization, World Health},\n  title = {Coronavirus disease (COVID-19) Situation Report -},\n  publisher = {48. 2020},\n  url = {https://www.who.int/docs/default-source/coronaviruse/situationreports/20200308-sitrep-48-covid-19.pdf},\n  language = {},\n  urldate = {09/03/20, 2020.}\n}\n@misc{cowling2019a,\n  author = {Cowling, B.J. and Leung, G.M.},\n  title = {Epidemiological research priorities for public health control of the ongoing global novel coronavirus},\n  date = {2019},\n  pages = {outbreak.},\n  language = {}\n}\n@article{lipsitch2020a,\n  author = {Lipsitch, M. and Swerdlow, D.L. and Finelli, L.},\n  title = {Defining the Epidemiology of Covid-19—Studies Needed},\n  journal = {N Engl J Med},\n  date = {2020},\n  language = {}\n}\n@book{unknown-a,\n  title = {UK Government (Gov.uk). Coronavirus action plan: a guide to what you can expect across},\n  publisher = {the UK. 2020},\n  url = {https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/869827/Coronavirus_action_plan__a_guide_to_what_you_can_expect_across_the_UK.pdf.},\n  language = {},\n  urldate = {03/03, 2020.}\n}\n@article{sun2020a,\n  author = {Sun, P. and Qie, S. and Liu, Z. and Ren, J. and Li, K. and Xi, J.},\n  title = {Clinical characteristics of 50466 hospitalized patients with 2019‐nCoV infection},\n  journal = {J Med Virol},\n  date = {2020},\n  language = {}\n}\n@article{li2020a,\n  author = {Li, Q. and Guan, X. and Wu, P. and Wang, X. and Zhou, L. and Tong, Y.},\n  title = {Early transmission dynamics in Wuhan, China, of novel coronavirus–infected pneumonia},\n  journal = {N Engl J Med},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@techreport{unknown-b,\n  title = {Interim Clinical Guidance for Management of Patients with Confirmed Coronavirus Disease 2019 (COVID-19). 2020},\n  url = {https://www.cdc.gov/coronavirus/2019-ncov/hcp/clinical-guidancemanagement-patients.html},\n  language = {},\n  urldate = {03/03, 2020.},\n  institution = {Centers for Disease Control and Prevention (CDC}\n}\n@misc{li-a,\n  author = {Li, K. and Wu, J. and Wu, F. and Guo, D. and Chen, L. and Fang, Z. and Li, C.},\n  title = {The Clinical and Chest CT Features Associated with Severe and Critical COVID-19 Pneumonia. Invest Radiol 2020 29/02},\n  language = {}\n}\n@article{huang-a,\n  author = {Huang, C. and Wang, Y. and Li, X. and Ren, L. and Zhao, J. and Hu, Y.},\n  title = {Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China},\n  journal = {The Lancet},\n  volume = {2020},\n  pages = {497–506},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@article{guan2020a,\n  author = {Guan, W. and Ni, Z. and Hu, Y. and Liang, W. and Ou, C. and He, J.},\n  title = {Clinical Characteristics of Coronavirus Disease 2019 in China},\n  journal = {N Engl J Med},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{wang2020a,\n  author = {Wang, D. and Hu, B. and Hu, C. and Zhu, F. and Liu, X. and Zhang, J.},\n  title = {Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus–infected pneumonia in Wuhan, China},\n  journal = {JAMA},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{zhang-a,\n  author = {Zhang, J. and Dong, X. and Cao, Y. and Yuan, Y. and Yang, Y. and Yan, Y.},\n  title = {Clinical characteristics of 140 patients infected by SARS‐CoV‐2 in Wuhan, China. Allergy 2020},\n  more-authors = {true},\n  language = {}\n}\n@article{tian2020a,\n  author = {Tian, S. and Hu, N. and Lou, J. and Chen, K. and Kang, X. and Xiang, Z.},\n  title = {Characteristics of COVID-19 infection in Beijing},\n  journal = {J Infect},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{xu2020a,\n  author = {Xu, Y. and Dong, J. and An, W. and Lv, X. and Yin, X. and Zhang, J.},\n  title = {Clinical and computed tomographic imaging features of Novel Coronavirus Pneumonia caused by SARS-CoV-2},\n  journal = {J Infect},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{statacorp2015a,\n  author = {StataCorp},\n  title = {Stata Statistical Software: Release 14},\n  date = {2015},\n  language = {}\n}\n@article{hedges1998a,\n  author = {Hedges, L.V. and Vevea, J.L.},\n  title = {Fixed-and random-effects models in meta-analysis},\n  journal = {Psychol Methods},\n  date = {1998},\n  volume = {3},\n  pages = {486},\n  number = {4},\n  language = {}\n}\n@article{e2007a,\n  author = {E, Von Elm and DG, Altman and M, Egger and SJ, Pocock and PC, Gøtzsche and JP, Vandenbroucke},\n  title = {The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) statement: guidelines for reporting observational studies},\n  journal = {Ann Intern Med},\n  date = {2007},\n  volume = {147},\n  pages = {573–577},\n  number = {8},\n  language = {}\n}\n@techreport{unknown-c,\n  title = {Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19). 2020},\n  url = {https://www.who.int/docs/defaultsource/coronaviruse/who-china-joint-mission-on-covid-19-final-report.pdf.},\n  language = {},\n  urldate = {02/27, 2020.},\n  institution = {World Health Organization}\n}\n@article{wu2020a,\n  author = {Wu, Z. and McGoogan, J.M.},\n  title = {Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention},\n  journal = {JAMA},\n  date = {2020},\n  language = {}\n}\n@article{lim2003a,\n  author = {Lim, W.S. and van der Eerden, M.M. and Laing, R. and Boersma, W.G. and Karalus, N. and Town, G.I.},\n  title = {Defining community acquired pneumonia severity on presentation to hospital: an international derivation and validation study},\n  journal = {Thorax},\n  date = {2003-05},\n  volume = {58},\n  pages = {377–382},\n  more-authors = {true},\n  number = {5},\n  language = {}\n}\n@misc{yang-a,\n  author = {Yang, X. and Yu, Y. and Xu, J. and Shu, H. and Liu, H. and Wu, Y.},\n  title = {Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. The Lancet Respiratory Medicine 2020},\n  more-authors = {true},\n  language = {}\n}\n",
        "references_ris": "TY  - BOOK\nAU  - Organization, World Health\nTI  - Coronavirus disease (COVID-19) Situation Report -\nPB  - 48. 2020\nUR  - https://www.who.int/docs/default-source/coronaviruse/situationreports/20200308-sitrep-48-covid-19.pdf\nLA  - \nC1  - 09/03/20, 2020.\nER  - \n\nTY  - GEN\nAU  - Cowling, B.J.\nAU  - Leung, G.M.\nTI  - Epidemiological research priorities for public health control of the ongoing global novel coronavirus\nPY  - 2019\nDA  - 2019\nSP  - outbreak.\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Lipsitch, M.\nAU  - Swerdlow, D.L.\nAU  - Finelli, L.\nTI  - Defining the Epidemiology of Covid-19—Studies Needed\nT2  - N Engl J Med\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\nTY  - BOOK\nTI  - UK Government (Gov.uk). Coronavirus action plan: a guide to what you can expect across\nPB  - the UK. 2020\nUR  - https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/869827/Coronavirus_action_plan__a_guide_to_what_you_can_expect_across_the_UK.pdf.\nLA  - \nC1  - 03/03, 2020.\nER  - \n\nTY  - JOUR\nAU  - Sun, P.\nAU  - Qie, S.\nAU  - Liu, Z.\nAU  - Ren, J.\nAU  - Li, K.\nAU  - Xi, J.\nTI  - Clinical characteristics of 50466 hospitalized patients with 2019‐nCoV infection\nT2  - J Med Virol\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Li, Q.\nAU  - Guan, X.\nAU  - Wu, P.\nAU  - Wang, X.\nAU  - Zhou, L.\nAU  - Tong, Y.\nTI  - Early transmission dynamics in Wuhan, China, of novel coronavirus–infected pneumonia\nT2  - N Engl J Med\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - RPRT\nTI  - Interim Clinical Guidance for Management of Patients with Confirmed Coronavirus Disease 2019 (COVID-19). 2020\nUR  - https://www.cdc.gov/coronavirus/2019-ncov/hcp/clinical-guidancemanagement-patients.html\nLA  - \nC1  - 03/03, 2020.\nC1  - Centers for Disease Control and Prevention (CDC\nER  - \n\nTY  - GEN\nAU  - Li, K.\nAU  - Wu, J.\nAU  - Wu, F.\nAU  - Guo, D.\nAU  - Chen, L.\nAU  - Fang, Z.\nAU  - Li, C.\nTI  - The Clinical and Chest CT Features Associated with Severe and Critical COVID-19 Pneumonia. Invest Radiol 2020 29/02\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Huang, C.\nAU  - Wang, Y.\nAU  - Li, X.\nAU  - Ren, L.\nAU  - Zhao, J.\nAU  - Hu, Y.\nTI  - Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China\nT2  - The Lancet\nVL  - 2020\nSP  - 497\nEP  - 506\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Guan, W.\nAU  - Ni, Z.\nAU  - Hu, Y.\nAU  - Liang, W.\nAU  - Ou, C.\nAU  - He, J.\nTI  - Clinical Characteristics of Coronavirus Disease 2019 in China\nT2  - N Engl J Med\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Wang, D.\nAU  - Hu, B.\nAU  - Hu, C.\nAU  - Zhu, F.\nAU  - Liu, X.\nAU  - Zhang, J.\nTI  - Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus–infected pneumonia in Wuhan, China\nT2  - JAMA\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Zhang, J.\nAU  - Dong, X.\nAU  - Cao, Y.\nAU  - Yuan, Y.\nAU  - Yang, Y.\nAU  - Yan, Y.\nTI  - Clinical characteristics of 140 patients infected by SARS‐CoV‐2 in Wuhan, China. Allergy 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Tian, S.\nAU  - Hu, N.\nAU  - Lou, J.\nAU  - Chen, K.\nAU  - Kang, X.\nAU  - Xiang, Z.\nTI  - Characteristics of COVID-19 infection in Beijing\nT2  - J Infect\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Xu, Y.\nAU  - Dong, J.\nAU  - An, W.\nAU  - Lv, X.\nAU  - Yin, X.\nAU  - Zhang, J.\nTI  - Clinical and computed tomographic imaging features of Novel Coronavirus Pneumonia caused by SARS-CoV-2\nT2  - J Infect\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - StataCorp\nTI  - Stata Statistical Software: Release 14\nPY  - 2015\nDA  - 2015\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Hedges, L.V.\nAU  - Vevea, J.L.\nTI  - Fixed-and random-effects models in meta-analysis\nT2  - Psychol Methods\nPY  - 1998\nDA  - 1998\nVL  - 3\nSP  - 486\nIS  - 4\nLA  - \nER  - \n\nTY  - JOUR\nAU  - E, Von Elm\nAU  - DG, Altman\nAU  - M, Egger\nAU  - SJ, Pocock\nAU  - PC, Gøtzsche\nAU  - JP, Vandenbroucke\nTI  - The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) statement: guidelines for reporting observational studies\nT2  - Ann Intern Med\nPY  - 2007\nDA  - 2007\nVL  - 147\nSP  - 573\nEP  - 577\nIS  - 8\nLA  - \nER  - \n\nTY  - RPRT\nTI  - Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19). 2020\nUR  - https://www.who.int/docs/defaultsource/coronaviruse/who-china-joint-mission-on-covid-19-final-report.pdf.\nLA  - \nC1  - 02/27, 2020.\nC1  - World Health Organization\nER  - \n\nTY  - JOUR\nAU  - Wu, Z.\nAU  - McGoogan, J.M.\nTI  - Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention\nT2  - JAMA\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Lim, W.S.\nAU  - van der Eerden, M.M.\nAU  - Laing, R.\nAU  - Boersma, W.G.\nAU  - Karalus, N.\nAU  - Town, G.I.\nTI  - Defining community acquired pneumonia severity on presentation to hospital: an international derivation and validation study\nT2  - Thorax\nPY  - 2003\nDA  - 2003/05\nVL  - 58\nSP  - 377\nEP  - 382\nC1  - true\nIS  - 5\nLA  - \nER  - \n\nTY  - GEN\nAU  - Yang, X.\nAU  - Yu, Y.\nAU  - Xu, J.\nAU  - Shu, H.\nAU  - Liu, H.\nAU  - Wu, Y.\nTI  - Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. The Lancet Respiratory Medicine 2020\nC1  - true\nLA  - \nER  - \n\n",
        "links": [],
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "1",
                "caption": "Studies investigating the predictive value of symptoms for disease severity or ICU admission"
            },
            {
                "id": "2",
                "caption": "Total Population from Included Studies"
            },
            {
                "id": "3",
                "caption": "Estimated pOR from meta-analysis for symptoms/comorbidities and severe disease"
            },
            {
                "id": "4",
                "caption": "Estimated pOR from meta-analysis for symptoms/comorbidities and ICU admission"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "PRISMA Flow Diagram – Included Studies"
            },
            {
                "id": "2",
                "caption": "Critical Appraisal of Included Studies"
            }
        ],
        "tables_url": "https://scholarcy.nyc3.digitaloceanspaces.com/tables/docker-test/2020.03.15.20035360v1.xlsx",
        "figure_urls": [
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.03.15.20035360v1/img-022.png"
        ]
    },
    "sections": {
        "method": [
            "This study was prospectively registered on PROSPERO. A literature search was performed in three databases (MEDLINE, EMBASE and Global Health) for studies indexed up to 5th March 2020. Two reviewers independently screened the literature and both also completed data extraction. Quality appraisal of studies was performed using the STROBE checklist. Random effects meta-analysis was performed for selected symptoms and comorbidities to identify those most associated with severe COVID-19 infection or ICU admission."
        ],
        "results": [
            "Of the 2259 studies identified, 42 were selected after title and abstract analysis, and 7 studies (including 1813 COVID-19 patients) were chosen for inclusion. The ICU group were older (62.4 years) compared to the non-ICU group (46 years), with a significantly higher proportion of males (67.2% vs. 57.1%, p=0.04). Dyspnoea was the only significant symptom predictive for both severe disease (pOR 3.70, 95% CI 1.83 – 7.46) and ICU admission (pOR 6.55, 95% CI 4.28– 10.0). Notwithstanding the low prevalence of COPD in severe disease and ICUadmitted groups (4.5% and 9.7%, respectively), COPD was the most strongly predictive comorbidity for both severe disease (pOR 6.42, 95% CI 2.44 – 16.9) and ICU admission (pOR 17.8, 95% CI 6.56 – 48.2). Cardiovascular disease and hypertension were also strongly predictive for both severe disease and ICU admission. Those with CVD and hypertension were 4.4 (95% CI 2.64 – 7.47) and 3.7 (95% CI 2.22 – 5.99) times more likely to have an ICU admission respectively, compared to patients without the comorbidity. Conclusions Dyspnoea was the only symptom strongly predictive for both severe disease and ICU admission, and could be useful in guiding clinical management decisions early in the course of illness. When looking at ICU-admitted patients, who represent the more severe end of the spectrum of clinical severity, COPD patients are particularly vulnerable, and those with cardiovascular disease and hypertension are also at a high-risk of severe illness. To aid clinical assessment, risk stratification, efficient resource allocation, and targeted public health interventions, future research must aim to further define those at high-risk of severe illness with COVID-19.",
            "The PRISMA flow diagram (Figure 1) illustrates the process for selection of papers in this study."
        ],
        "introduction": [
            "The ongoing novel coronavirus (COVID-19) outbreak is a public health emergency of international concern (PHEIC), involving a novel type of coronavirus originally identified in Wuhan, China. At the time of writing, there have been 105,586 confirmed cases around the world with 3,584 deaths (1). Defining the spectrum of clinical manifestations and the risk factors for severe COVID-19 infections has been identified as an urgent research priority (2,3).<br/><br/>As the virus spreads globally it is likely that government strategies will shift from containment and delay towards mitigation (4). This will involve rapidly scaling up healthcare resources including staff, equipment, facilities, and training, to effectively identify and treat patients. To maximise the use of these limited resources it will be imperative that clinicians are able to triage COVID-19 patients likely to recover after a mild illness from those who are not. In order to do this, a better understanding of the symptoms and comorbidities (which are the first and most routinely collected components of patient data) related to COVID-19 severity is required. This can improve patient outcomes through three chief mechanisms: early clinical intervention in high-risk patients, designing appropriate clinical pathways and risk prediction tools, and the efficient allocation of scarce resources and expensive treatments. Further still, the early identification of individuals more likely to deteriorate can help direct appropriate public health actions to protect the vulnerable and prevent further spread of infection.<br/><br/>A recent meta-analysis of symptoms in 50,466 COVID-19 patients from 10 studies found that fever and cough were the most common symptoms, with 89.1% and 72.2% experiencing these, respectively (5). It also found that the case fatality rate (CFR) was 4.3%, but the association between individual patient factors and severe infection was not investigated. Most reported cases have occurred in adults (median age 59 years) (6). According to most recent US Centers for Disease Control and Prevention (CDC) guidance, risk factors for severe illness are not yet clear, although older patients and those with chronic medical conditions may be at higher risk. (7) The primary aim of this study is therefore to conduct a systematic review and meta-analysis, aggregating all currently available data from published studies, of symptoms and comorbidities predictive for severe illness with COVID-19."
        ],
        "methodology": [
            "Retrieval of studies This study was prospectively registered on PROSPERO. Identification of relevant existing literature was performed by an online search in three databases: MEDLINE, EMBASE and Global Health, for studies published from 1st January 2019 to 5th March 2020. The MESH headings (keywords) searched were ‘nCoV*’ or ‘coronavirus’ or ‘SARS-2-CoV’ or ‘COVID*’ and ‘symptom*’ or ‘clinical’ or ‘predict*’ or ‘characteristic*’ or ‘co-morbidit*’ or ‘comorbidit*’ or ‘condition*’. Two reviewers (VG, JMY) independently screened the list of titles and abstracts, and the full text of chosen manuscripts. Disagreements on which manuscripts to include during both title and abstract screen, and the subsequent full-text analysis, were discussed until a conclusion was reached. In addition to the MEDLINE/EMBASE/Global Health search, citation tracking was used to identify any remaining relevant published studies, though none were identified. Unpublished studies were not retrieved due to uncertain data quality.<br/><br/>Inclusion and exclusion criteria All studies evaluating individual symptoms and comorbidities in predicting severe infection (as measured by disease severity criteria, or ICU admission) were included. All studies of any design, from any time since the outbreak started (in December 2019) were eligible, except case reports of individual patients or literature reviews. To avoid selection bias, no subjective quality criteria were applied to the studies for inclusion. Exclusion criteria included: [1] studies of exclusively paediatric or pregnant patients, due to the varying presentation of COVID-19 in these groups, [2] insufficient data on symptoms/comorbidities on admission in either severe or non-severe disease groups (or ICU and non-ICU groups), [3] coronavirus strains other than COVID-19 and [4] studies not written in English, because of practical limitations with translation.<br/><br/>Data Extraction Two reviewers independently extracted data from the included studies for both narrative synthesis and statistical analysis. From each study, various details including the study population, investigated predictive symptoms or comorbidities, and the definitions used to measure outcomes, were extracted into Microsoft excel. These details are presented by study in Table 1. The number of patients in each study, both with and without each symptom or comorbidity, was extracted for statistical analysis (described below).<br/><br/>Predictors and Outcomes The symptoms or comorbidities presented were investigated in at least three included studies. Where studies measured symptoms ambiguously (including abdominal pain/diarrhea(8), myalgia/fatigue (9), and nausea/vomiting (10)), this data was excluded. Some studies reported heart disease and stroke separately (10-12). To allow comparability between studies for meta-analysis, these were grouped into a single predictor (cardiovascular disease). One study was excluded from the analysis of dyspnoea as a predictor of severity, as dyspnoea was part of the definition for severity used by the authors (13).<br/><br/>For disease severity, the included studies varied in their differentiation of patients’ disease status, with classifications of ‘mild, moderate, severe and critical’ (14), ‘ordinary and severe/critical’ (8), ‘common and severe’ (13), and ‘non-severe and severe’, disease (10,12). The first outcome measure used was severe (including both severe and critical cases) vs. non-severe disease. For ICU admission, the included studies varied in their definition of ICU admission, with classifications of ‘ICU, mechanical ventilation or death and non-ICU’ (10), and ‘ICU and non-ICU’ (9,11). The second outcome measure used was ICU admission (including ICU, mechanical ventilation or death, where data was grouped together) vs. non-ICU admission.<br/><br/>Statistical Analysis Patient numbers were aggregated across all included studies for each group included in the meta-analysis. Gender was compared between groups using the Chi2 test in STATA (15). This was not possible for age due to a lack of individuallevel data. The predictive value of symptoms and comorbidities for each of severe disease and ICU admission was estimated with random effects meta-analysis in STATA. Random effects models were used to account for between study heterogeneity (16), which was estimated with Tau-squared. This provided a pooled odds ratio (pOR), 95% confidence intervals, and a p-value, for each symptom or comorbidity. A p-value of <0.05 was used as a marker for evidence of significant association. Detailed forest plots of the predictive symptoms and comorbidities common to both disease severity and ICU admission are illustrated in the supplementary information file"
        ],
        "literature": [
            "<strong>Literature search The initial search on</strong><br/><br/>MEDLINE, EMBASE and Global Health produced 2259 results. After removing duplicates and applying exclusion criteria, there were 42 papers meeting our criteria from title and abstract analysis. On further review, the majority of these studies did not compare proportions of patients with symptoms or comorbidities between severe (or ICU admitted) and non-severe disease (or non-ICU admitted) groups. The reasons for all study exclusions are outlined in Figure 1. A total of seven studies were selected for inclusion.<br/><br/>Description of Included Studies Table 1 shows details of all included studies including reported findings pertaining to symptoms and comorbidities related to disease severity or ICU admission. These 7 studies reported on a total of 1813 patients. All included studies were retrospective cohort studies in design, conducted between December 2019 and February 2020 in China, during the novel coronavirus (SARS-2-CoV) outbreak. Guan et al (10) conducted the largest study with 1099 COVID-19 patients, whilst Huang et al (9) included 40 patients in their study. The number of symptoms investigated varied from 5 in one study (13) to 14 in others (10,11). The range of comorbidities investigated varied greatly with two studies not including any (13,14) and one including 22 comorbidities (12).<br/><br/>Table 2 displays the median age and gender of severe and non-severe disease, and ICU and non-ICU admitted, patients, after aggregating all studies. The median age was 62.4 years for ICU admitted patients compared to 46 years for non-ICU patients, and 49.4 years for severe compared to 41.7 years for nonsevere disease patients.<br/><br/>Quality of Included Studies<br/><br/>All 7 included studies were retrospective cohort studies, and were critically appraised using the STROBE checklist (17). The 22 items on the STROBE checklist were formulated into 47 individual indicators, against which each study was marked. Figure 2 illustrates the proportion of included studies which met each individual appraisal indicator. Each paper was assigned an overall quality score based on the percentage of STROBE checklist criteria met (<55% = -, 5565% = +, >65% = ++), as outlined in Table 1.<br/><br/>Appraising with the STROBE checklist highlighted several major weaknesses in the included studies. Firstly, there was no consistent definition on what constituted severe disease. The WHO-China Joint Mission on COVID-19 (18) defined a severe case as tachypnoea (≥30 breaths/min) or oxygen saturation ≤93% at rest, or PaO2/FiO2<300mmHg. Critical cases were defined as respiratory failure requiring mechanical ventilation, shock, or other organ failure that requires intensive care. Although the above criteria were used in some included studies, many defined only one out of severe and critical, with one (8) using a definition for a single severe/critical cohort. One study reported both severity and critical cases (10), using criteria set by the American Thoracic Society to judge severity. Secondly, the time at which severity of disease was determined was not always clear. Severity was assessed on admission in two studies (10,12), whilst three studies did not specify when severity was assessed (8,13,14). It is possible, therefore, that the non-severe group included patients who went on to later develop severe disease. Thirdly, the time point at which symptoms were measured varied from illness onset (via recall) (9,11-13) to clinical presentation (10,14). In the study by Li et al, it was not clear when symptoms were measured (8). Finally, no study specified how each individual symptom or comorbidity was measured. For instance, it was unclear whether fever was objectively measured, and if so, how or by whom. Studies may therefore have been susceptible to measurement and reporting bias.    Study<br/><br/>Year and location"
        ],
        "design": [
            "Guan et al(10)<br/><br/>December 11, 2019 – January 29, 2020, 522 hospitals from 30 provinces in China<br/><br/>Retrospective Multi-Centre Cohort    Huang et al(9)<br/><br/>December 16, 2019 – January 2, 2020, Wuhan, China    Li et al(8)<br/><br/>January – February 2020, 3 hospitals, China    Tian et al(13)<br/><br/>Jan 20 – Feb 10 Retrospective<br/><br/>2020, Beijing, Multi-Centre    China    Cohort    Populatio n (n)    Median age (IQR)<br/><br/>Severe COVID19 cases (N)<br/><br/>Number of symptoms (comorbidities) investigated<br/><br/>Duration of symptoms before admission (median number of days, IQR)<br/><br/>Definition of outcome measure<br/><br/>Key reported findings relating to COVID-19 severity/ICU admission<br/><br/>Quality of Study*<br/><br/>n=1099, 58.1% male    47 (35-58)<br/><br/>N = 67 primary 14 (9) end-point    N = 173 severe    N/A<br/><br/>Composite endpoint: ICU Patients with severe disease were older +<br/><br/>admission, use of than those with non-severe disease by a mechanical ventilation or median of 7 years. Comorbidities were death also more common among patients with<br/><br/>Severity defined as per severe disease (38.7% vs. 21.0%)<br/><br/>American Thoracic including COPD (3.5% vs. 0.6%), Society guidelines for<br/><br/>Diabetes (16.2% vs. 5.7%), community-acquired hypertension (23.7% vs. 13.4%), and pneumonia<br/><br/>CHD (5.8% vs. 1.8%.<br/><br/>n=41, 73% 49 (41-58) male    N = 13    8 (6)<br/><br/>ICU care = 7 (4 – 8) No ICU care = 7 (4 – 8.5)    ICU admission<br/><br/>Dyspnoea was significantly more    ++<br/><br/>common in the ICU care group (92% vs.<br/><br/>37%, p = 0.001). The presence of various comorbidities was similar across both groups.<br/><br/>N=83, 53% Mean age =    male    45.5 (SD    12.3)    8 (4)<br/><br/>Severe/critical Severe/critical patients = On univariable logistic regression,    +    = 8 (6 – 12)<br/><br/>any of respiratory factors significantly more predictive for<br/><br/>Nondistress with RR ≥30 severe/critical cases were age >50 (OR severe/critical breaths per minute, 7.60, 95% CI 2.6 – 21.7), comorbidities    = 6 (3 – 8.5)<br/><br/>oxygen saturation ≤93%, (OR 10.6, 95% CI 2.93 – 38.4), dyspnoea<br/><br/>PaO2/FiO2 ≤300mmHg, (OR 10.9, 95% CI 2.07 – 57.2), chest required mechanical pain (OR 10.9, 95% CI 1.15 – 102.8), ventilation, shock cough (OR 9.95, 95% CI 1.25 – 79.6), occurred, or other organ and expectoration (OR 4.88, 95% CI failure needing ICU care 1.51 – 15.8).<br/><br/>n=262, 48.5% male<br/><br/>47.5 (range N = 46 = 1 – 94)    5 (0)<br/><br/>Severe = 5.2 (range 0.6 – 9.8) Non-severe = 4.4 (range 0.9 – 7.9)<br/><br/>Mild case = confirmed case with fever, respiratory symptoms and radiographic evidence of pneumonia Severe case = mild case with dyspnoea or respiratory failure<br/><br/>Dyspnoea was the only symptom found +<br/><br/>to be significantly more common in severe cases compared to non-severe cases (32.6% vs. 1.4%, p<0.001).    Wang et al(11)<br/><br/>January 1 - 28 2020, Zhongnan Hospital, Wuhan, China<br/><br/>Retrospective Single-Centre Cohort n=138, 54.3% male<br/><br/>65 (IQR 42 – N = 36 68)    14 (9)<br/><br/>ICU = 8 (4.510) Non-ICU = 6 (3-7)<br/><br/>ICU patients (n = 36), compared with patients not treated in the ICU (n =<br/><br/>102), were older (median age, 66 years vs. 51 years), were more likely to have underlying comorbidities (26 [72.2%]<br/><br/>vs. 38 [37.3%]), and were more likely to have dyspnoea (23 [63.9%] vs. 20<br/><br/>[19.6%]), and anorexia (24 [66.7%] vs.    31 [30.4%]).    Xu et al(14)    January –    Retrospective<br/><br/>February 2020, Single-Centre<br/><br/>Cohort n=50, 58% male<br/><br/>10 % <18 years, 60% 18-50 years, 30% >50 years    8 (0)<br/><br/>Severe case = respiratory The most common symptoms were mild -<br/><br/>distress with RR>30, fever (37.3C – 38C) in 44% of all cases<br/><br/>SpO2<93% or (51% vs. 23% in severe/critical vs.<br/><br/>PaO2/FiO2<300mmHg mild/moderate groups), and cough in<br/><br/>Critical case = respiratory 40% of all cases (46% vs. 38% for failure needing severe/critical vs. mild/moderate).<br/><br/>mechanical ventilation, shock, or combination with other organ failure needing ICU care    Zhang et al(12)<br/><br/>January 16 – February 3 2020, No 7 Hospital of Wuhan, China n=140, 50.7% male    57 (range 25-87)    10 (22)    Severe = 7 (612)<br/><br/>Non-severe = 8 (5 – 11)<br/><br/>Severe = respiratory distress with RR≥30, SpO2≤93% or PaO2/FiO2≤300<br/><br/>Having any comorbidity was more common in severe disease patients compared to non-severe (79.3% vs.<br/><br/>53.7%, p = 0.002). Cough (84.9% vs.<br/><br/>67.2%, p=0.02) was significantly more common in the severe group, and nausea significantly less common, compared with the non-severe group ((8.8% vs. 23.2, p=0.02).    ICU<br/><br/>Non-ICU P-value admission admission (N=116) (N=1162)<br/><br/>Median Age (years)*    Male (%)<br/><br/>Severe disease (N= 315)<br/><br/>Nonsevere disease (N= 1319) 41.7    P-value    Meta-analysis"
        ],
        "discussion": [
            "Key Findings<br/><br/>COVID-19 severity was not consistently defined across included studies. All studies were of adequate quality considering the context, and two were of relatively high quality. The ICU group were older (62.4 years) compared to the non-ICU group (46 years), with a significantly higher proportion of males (67.2% vs. 57.1%, p=0.04).<br/><br/>The most prevalent symptoms in the severe disease group were cough (70.5%), fever (64.1%) and fatigue (44.5%), and in the ICU admission group were cough (67.2%), fever (62.9%) and dyspnoea (61.2%). The most prevalent conditions in the severe group were hypertension (25.4%) and diabetes (16.8%), and in the ICU group were hypertension (40.5%) and CVD (24.1%). Males were 1.55 times more likely (95% CI 1.02 - 2.36) to have an ICU admission. Dyspnoea was the only symptom significantly associated with disease severity and ICU admission, alongside various comorbidities (COPD, CVD and hypertension). All of these factors were more strongly associated with ICU admission than disease severity. Patients with dyspnoea were 6.6 times more likely to have an ICU admission (95% CI 4.28– 10.0) compared to those without dyspnoea. Although COPD was relatively uncommon, even in ICU patients, it was by far the most strongly predictive comorbidity for ICU admission (pOR 17.8, 95%CI 6.56 – 48.2). Those with CVD and hypertension were 4.4 (95% CI 2.64 – 7.47) and 3.7 (95% CI 2.22 – 5.99) times more likely to have an ICU admission respectively, compared to patients without the comorbidity.<br/><br/>Building on existing knowledge<br/><br/>Consistent with Sun et al’s 2020 meta-analysis of symptoms in 50466 COVID-19 patients (5) and the WHO-China joint mission on COVID-19 (18), cough and fever were the most common symptoms found in our analysis. The prevalence of dyspnoea was not investigated in Sun’s meta-analysis, but we found it to be relatively low, particularly in non-severe and non-ICU groups. The prevalence of dyspnoea in the ICU group, however, was 67.2%, compared with 10.2% in the non-ICU group. Whilst dyspnoea is not a particularly common symptom in COVID-19 patients, its significant association with both severe disease and ICU admission may help discriminate between severe and non-severe COVID-19 cases, when present.<br/><br/>The findings reported here are in keeping with current knowledge that the elderly and those with comorbidities are more susceptible to severe infection. (7) According to the Report of the WHO-China Joint Mission on COVID-19 (18), individuals at highest risk for severe disease and death include people with underlying conditions such as hypertension, diabetes, cardiovascular disease, chronic respiratory disease and cancer. We demonstrate that various factors are more strongly associated with ICU admission (representing the very severe end of the disease severity spectrum) compared with less severe disease. This emphasises the extent of the risk COVID-19 poses for patients with comorbidities. The China Centre for Disease Control and Prevention (CDC) found differing case fatality rates (CFRs) in their cohort of 72,314 COVID-19 cases for those with: cardiovascular disease (10.5%), diabetes (7.3%), chronic respiratory disease (6.3%) and hypertension (6.0%)(19). Unlike the China CDC study (19) that presented case fatality rates for different groups, our findings compare those with particular comorbidities to those without, allowing us to estimate the effect of a particular comorbidity on COVID-19 severity. Although we did not investigate death (and included COPD rather than chronic respiratory disease), our analysis similarly suggests that comorbidities are not uniform in terms of the risk of severe COVID-19 disease. Despite being uncommon in our study population, COPD was by far the strongest risk factor for COVID-19 severity, followed by CVD and hypertension."
        ],
        "limitations": [
            "The foremost limitation of this study was an inability to carry out a multivariable analysis to account for the presence of several symptoms, comorbidities and potential confounders. Although this outbreak has seen the evolution of linked data and large datasets (19) which would be suitable for multivariable analysis, these currently lack the quality of published data: there are large amounts of missing data, a narrow range of collected variables, and uncertainty about data collection methods and consistency. Our univariable analysis is therefore valuable in evaluating specific individual symptoms and comorbidities predictive for COVID-19 severity using high-quality evidence in the form of peer-reviewed studies.<br/><br/>Secondly, the studies included here were all from China, so the generalisability of findings to other countries and populations is not clear. The Chinese may differ to other populations in terms of their health-seeking behaviour, symptom reporting, prevalence of different comorbidities, as well as their access to high quality health services. Nonetheless, given the current dearth of contextually specific evidence available, our findings will help to inform future research and actions in other countries as the outbreak develops.<br/><br/>Finally, it was not possible to account for the timing of presentation in the statistical analysis. If a patient presented after many days of being symptomatic, this may have affected disease severity, compared with an earlier clinical presentation. However, this limitation does not apply to comorbidities, and Table 2 shows information from individual studies on median duration of symptoms before admission, which appears similar between severe (or ICU) and nonsevere (or non-ICU) cases. It is therefore unlikely that this will have biased the overall results.<br/><br/>Implications for clinical practice/public health<br/><br/>By identifying the symptoms and comorbidities predictive for more severe disease, clinicians can better stratify the risk of individual patients, as early as their initial contact with health services. This can lead to practical changes in management, which can improve allocative efficiency as well as clinical outcomes, through the consideration of more intensive environments of care (e.g. high dependency unit), earlier on, for patients at highest risk of severe infection. These can also be formalised within risk stratification tools to aid clinical decision-making, such as the CURB65 tool for community-acquired pneumonia (20). As the number of hospitalised COVID-19 cases continues to increase, hospitals will increasingly need to ration limited resources and improve clinical pathways to effectively prioritise patients with greatest clinical need. This is important, as COVID-19 is already placing increased pressure on ICUs, and anticipation of future demand, based on local population characteristics, may enable more timely planning and resource mobilisation (21). Identifying those at the highest risk will also facilitate better-informed discussions between clinicians, patients and patients’ families about the anticipated clinical trajectory, allowing more accurate and timely advance care discussions to occur.<br/><br/>Identifying those at high-risk will aid the public health response in controlling the spread of disease. Given the ubiquity of comorbidities in the elderly population, and their increased susceptibility to severe COVID-19 infection (18), knowledge on the differing prevalence and risk of various conditions may help to focus and tailor public health efforts such as the screening of asymptomatic individuals, risk communication, contact tracing, self-isolation and social distancing. For instance, for COPD, which is less common in the general population and very strongly associated with ICU admission, a more targeted and intensive health protection strategy may be warranted, compared to other conditions (such as hypertension) that are more difficult to target due to their higher prevalence in the general population.<br/><br/>Furthermore, if it is found that severity of illness is related to infectivity, as is the case in the closely related SARS-CoV, then identifying patients who may develop severe illness can help guide precautions to prevent the spread of SARS-CoV2. These include infection control decisions regarding the limited availability of isolation rooms and personal protective equipment (PPE), particularly in more resource-constrained settings. This will be of particular importance as the outbreak develops, if the prevalence of hospitalised COVID-19 patients increases.<br/><br/>Implications for future research<br/><br/>Measurement tools used in studies should aim to objectively measure symptoms where possible, and details on how and when symptoms were ascertained should be made clear in all studies. There was also heterogeneity in the range of symptoms and comorbidities recorded by different studies, and some studies grouped various symptoms (8-10), limiting the utility of such data.<br/><br/>Studies investigating COVID-19 severity should avoid using subjective or selfreported criteria (such as dyspnoea) in the definition of severity, as in one study included here (13). To ensure consistency between studies and comparability, the WHO-China Joint Mission on COVID-19 definition of severe and critical cases should be used. Furthermore, the distinction between cases that are severe and critical should be clearly made in studies, to enable more accurate risk stratification of the most unwell patients.<br/><br/>For future research on predictors of severity, research should aim to include greater detail on specific conditions, including how well controlled chronic conditions were before and during admission. If the severity of COVID-19 varies according to the severity of underlying comorbidities, there may be a case for optimising routine treatment for healthy, uninfected individuals, as a potential public health action to mitigate risk. Multivariable analysis to identify which groups of symptoms or comorbidities are most associated with severe or critical disease will also be valuable."
        ],
        "conclusions": [
            "The existing literature on COVID-19 fails to elucidate the specific symptoms and comorbidities most predictive for severe COVID-19 cases. Our analysis finds that dyspnoea is the only symptom strongly predictive for both severe disease and ICU admission, and could be a useful symptom to help guide clinical management decisions early in the course of illness. The association between comorbidities and severe disease is not homogenous. Whilst COPD, cardiovascular disease, and hypertension were all associated with severity, COPD was the most strongly predictive. When looking at ICU-admitted patients, who represent the more severe end of the spectrum of clinical severity, the difference in effect sizes for COPD and the other included comorbidities was large, suggesting COPD patients are particularly vulnerable to critically severe disease. As the outbreak develops, future research must aim to substantiate these findings by investigating factors related to disease severity. This will aid clinical assessment, risk stratification, and resource allocation, and allow public health interventions to be targeted at the most vulnerable."
        ],
        "supplementary_references": {
            "supplementary_data_references": [
                "supplementary information"
            ],
            "supplementary_figure_references": []
        }
    },
    "structured_content": {
        "Abstract": [
            "Background/introduction COVID-19, a novel coronavirus outbreak starting in China, is now a rapidly developing public health emergency of international concern. The clinical spectrum of COVID-19 disease is varied, and identifying factors associated with severe disease has been described as an urgent research priority. It has been noted that elderly patients with pre-existing comorbidities are more vulnerable to more severe disease. However, the specific symptoms and comorbidities that most strongly predict disease severity are unclear. We performed a systematic review and meta-analysis to identify the symptoms and comorbidities predictive of COVID-19 severity.",
            "Method This study was prospectively registered on PROSPERO. A literature search was performed in three databases (MEDLINE, EMBASE and Global Health) for studies indexed up to 5th March 2020. Two reviewers independently screened the literature and both also completed data extraction. Quality appraisal of studies was performed using the STROBE checklist. Random effects meta-analysis was performed for selected symptoms and comorbidities to identify those most associated with severe COVID-19 infection or ICU admission."
        ],
        "Results": [
            "The PRISMA flow diagram (Figure 1) illustrates the process for selection of papers in this study.",
            "Literature search The initial search on MEDLINE, EMBASE and Global Health produced 2259 results. After removing duplicates and applying exclusion criteria, there were 42 papers meeting our criteria from title and abstract analysis. On further review, the majority of these studies did not compare proportions of patients with symptoms or comorbidities between severe (or ICU admitted) and non-severe disease (or non-ICU admitted) groups. The reasons for all study exclusions are outlined in Figure 1. A total of seven studies were selected for inclusion.",
            "Description of Included Studies Table 1 shows details of all included studies including reported findings pertaining to symptoms and comorbidities related to disease severity or ICU admission. These 7 studies reported on a total of 1813 patients. All included studies were retrospective cohort studies in design, conducted between December 2019 and February 2020 in China, during the novel coronavirus (SARS-2-CoV) outbreak. Guan et al (10) conducted the largest study with 1099 COVID-19 patients, whilst Huang et al (9) included 40 patients in their study. The number of symptoms investigated varied from 5 in one study (13) to 14 in others (10,11). The range of comorbidities investigated varied greatly with two studies not including any (13,14) and one including 22 comorbidities (12).",
            "Table 2 displays the median age and gender of severe and non-severe disease, and ICU and non-ICU admitted, patients, after aggregating all studies. The median age was 62.4 years for ICU admitted patients compared to 46 years for non-ICU patients, and 49.4 years for severe compared to 41.7 years for nonsevere disease patients.",
            "All 7 included studies were retrospective cohort studies, and were critically appraised using the STROBE checklist (17). The 22 items on the STROBE checklist were formulated into 47 individual indicators, against which each study was marked. Figure 2 illustrates the proportion of included studies which met each individual appraisal indicator. Each paper was assigned an overall quality score based on the percentage of STROBE checklist criteria met (<55% = -, 5565% = +, >65% = ++), as outlined in Table 1.",
            "Appraising with the STROBE checklist highlighted several major weaknesses in the included studies. Firstly, there was no consistent definition on what constituted severe disease. The WHO-China Joint Mission on COVID-19 (18) defined a severe case as tachypnoea (≥30 breaths/min) or oxygen saturation ≤93% at rest, or PaO2/FiO2<300mmHg. Critical cases were defined as respiratory failure requiring mechanical ventilation, shock, or other organ failure that requires intensive care. Although the above criteria were used in some included studies, many defined only one out of severe and critical, with one (8) using a definition for a single severe/critical cohort. One study reported both severity and critical cases (10), using criteria set by the American Thoracic Society to judge severity. Secondly, the time at which severity of disease was determined was not always clear. Severity was assessed on admission in two studies (10,12), whilst three studies did not specify when severity was assessed (8,13,14). It is possible, therefore, that the non-severe group included patients who went on to later develop severe disease. Thirdly, the time point at which symptoms were measured varied from illness onset (via recall) (9,11-13) to clinical presentation (10,14). In the study by Li et al, it was not clear when symptoms were measured (8). Finally, no study specified how each individual symptom or comorbidity was measured. For instance, it was unclear whether fever was objectively measured, and if so, how or by whom. Studies may therefore have been susceptible to measurement and reporting bias."
        ],
        "Introduction": [
            "The ongoing novel coronavirus (COVID-19) outbreak is a public health emergency of international concern (PHEIC), involving a novel type of coronavirus originally identified in Wuhan, China. At the time of writing, there have been 105,586 confirmed cases around the world with 3,584 deaths (1). Defining the spectrum of clinical manifestations and the risk factors for severe COVID-19 infections has been identified as an urgent research priority (2,3).",
            "As the virus spreads globally it is likely that government strategies will shift from containment and delay towards mitigation (4). This will involve rapidly scaling up healthcare resources including staff, equipment, facilities, and training, to effectively identify and treat patients. To maximise the use of these limited resources it will be imperative that clinicians are able to triage COVID-19 patients likely to recover after a mild illness from those who are not. In order to do this, a better understanding of the symptoms and comorbidities (which are the first and most routinely collected components of patient data) related to COVID-19 severity is required. This can improve patient outcomes through three chief mechanisms: early clinical intervention in high-risk patients, designing appropriate clinical pathways and risk prediction tools, and the efficient allocation of scarce resources and expensive treatments. Further still, the early identification of individuals more likely to deteriorate can help direct appropriate public health actions to protect the vulnerable and prevent further spread of infection.",
            "A recent meta-analysis of symptoms in 50,466 COVID-19 patients from 10 studies found that fever and cough were the most common symptoms, with 89.1% and 72.2% experiencing these, respectively (5). It also found that the case fatality rate (CFR) was 4.3%, but the association between individual patient factors and severe infection was not investigated. Most reported cases have occurred in adults (median age 59 years) (6). According to most recent US Centers for Disease Control and Prevention (CDC) guidance, risk factors for severe illness are not yet clear, although older patients and those with chronic medical conditions may be at higher risk. (7) The primary aim of this study is therefore to conduct a systematic review and meta-analysis, aggregating all currently available data from published studies, of symptoms and comorbidities predictive for severe illness with COVID-19."
        ],
        "Methodology": [
            "Retrieval of studies This study was prospectively registered on PROSPERO. Identification of relevant existing literature was performed by an online search in three databases: MEDLINE, EMBASE and Global Health, for studies published from 1st January 2019 to 5th March 2020. The MESH headings (keywords) searched were ‘nCoV*’ or ‘coronavirus’ or ‘SARS-2-CoV’ or ‘COVID*’ and ‘symptom*’ or ‘clinical’ or ‘predict*’ or ‘characteristic*’ or ‘co-morbidit*’ or ‘comorbidit*’ or ‘condition*’. Two reviewers (VG, JMY) independently screened the list of titles and abstracts, and the full text of chosen manuscripts. Disagreements on which manuscripts to include during both title and abstract screen, and the subsequent full-text analysis, were discussed until a conclusion was reached. In addition to the MEDLINE/EMBASE/Global Health search, citation tracking was used to identify any remaining relevant published studies, though none were identified. Unpublished studies were not retrieved due to uncertain data quality.",
            "Inclusion and exclusion criteria All studies evaluating individual symptoms and comorbidities in predicting severe infection (as measured by disease severity criteria, or ICU admission) were included. All studies of any design, from any time since the outbreak started (in December 2019) were eligible, except case reports of individual patients or literature reviews. To avoid selection bias, no subjective quality criteria were applied to the studies for inclusion. Exclusion criteria included: [1] studies of exclusively paediatric or pregnant patients, due to the varying presentation of COVID-19 in these groups, [2] insufficient data on symptoms/comorbidities on admission in either severe or non-severe disease groups (or ICU and non-ICU groups), [3] coronavirus strains other than COVID-19 and [4] studies not written in English, because of practical limitations with translation.",
            "Data Extraction Two reviewers independently extracted data from the included studies for both narrative synthesis and statistical analysis. From each study, various details including the study population, investigated predictive symptoms or comorbidities, and the definitions used to measure outcomes, were extracted into Microsoft excel. These details are presented by study in Table 1. The number of patients in each study, both with and without each symptom or comorbidity, was extracted for statistical analysis (described below).",
            "Predictors and Outcomes The symptoms or comorbidities presented were investigated in at least three included studies. Where studies measured symptoms ambiguously (including abdominal pain/diarrhea(8), myalgia/fatigue (9), and nausea/vomiting (10)), this data was excluded. Some studies reported heart disease and stroke separately (10-12). To allow comparability between studies for meta-analysis, these were grouped into a single predictor (cardiovascular disease). One study was excluded from the analysis of dyspnoea as a predictor of severity, as dyspnoea was part of the definition for severity used by the authors (13).",
            "For disease severity, the included studies varied in their differentiation of patients’ disease status, with classifications of ‘mild, moderate, severe and critical’ (14), ‘ordinary and severe/critical’ (8), ‘common and severe’ (13), and ‘non-severe and severe’, disease (10,12). The first outcome measure used was severe (including both severe and critical cases) vs. non-severe disease. For ICU admission, the included studies varied in their definition of ICU admission, with classifications of ‘ICU, mechanical ventilation or death and non-ICU’ (10), and ‘ICU and non-ICU’ (9,11). The second outcome measure used was ICU admission (including ICU, mechanical ventilation or death, where data was grouped together) vs. non-ICU admission.",
            "Statistical Analysis Patient numbers were aggregated across all included studies for each group included in the meta-analysis. Gender was compared between groups using the Chi[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] test in STATA (15). This was not possible for age due to a lack of individuallevel data. The predictive value of symptoms and comorbidities for each of severe disease and ICU admission was estimated with random effects meta-analysis in STATA. Random effects models were used to account for between study heterogeneity (16), which was estimated with Tau-squared. This provided a pooled odds ratio (pOR), 95% confidence intervals, and a p-value, for each symptom or comorbidity. A p-value of <0.05 was used as a marker for evidence of significant association. Detailed forest plots of the predictive symptoms and comorbidities common to both disease severity and ICU admission are illustrated in the supplementary information file"
        ],
        "Design": [
            "admission, use of than those with non-severe disease by a mechanical ventilation or median of 7 years. Comorbidities were death also more common among patients with",
            "Diabetes (16.2% vs. 5.7%), community-acquired hypertension (23.7% vs. 13.4%), and pneumonia",
            "CHD (5.8% vs. 1.8%.",
            "common in the ICU care group (92% vs.",
            "37%, p = 0.001). The presence of various comorbidities was similar across both groups.",
            "Nondistress with RR ≥30 severe/critical cases were age >50 (OR severe/critical breaths per minute, 7.60, 95% CI 2.6 – 21.7), comorbidities",
            "PaO2/FiO2 ≤300mmHg, (OR 10.9, 95% CI 2.07 – 57.2), chest required mechanical pain (OR 10.9, 95% CI 1.15 – 102.8), ventilation, shock cough (OR 9.95, 95% CI 1.25 – 79.6), occurred, or other organ and expectoration (OR 4.88, 95% CI failure needing ICU care 1.51 – 15.8).",
            "Mild case = confirmed case with fever, respiratory symptoms and radiographic evidence of pneumonia Severe case = mild case with dyspnoea or respiratory failure",
            "to be significantly more common in severe cases compared to non-severe cases (32.6% vs. 1.4%, p<0.001).",
            "102), were older (median age, 66 years vs. 51 years), were more likely to have underlying comorbidities (26 [72.2%]",
            "[19.6%]), and anorexia (24 [66.7%] vs.",
            "31 [30.4%]).",
            "SpO2<93% or (51% vs. 23% in severe/critical vs.",
            "Critical case = respiratory 40% of all cases (46% vs. 38% for failure needing severe/critical vs. mild/moderate).",
            "mechanical ventilation, shock, or combination with other organ failure needing ICU care",
            "Having any comorbidity was more common in severe disease patients compared to non-severe (79.3% vs.",
            "53.7%, p = 0.002). Cough (84.9% vs.",
            "67.2%, p=0.02) was significantly more common in the severe group, and nausea significantly less common, compared with the non-severe group ((8.8% vs. 23.2, p=0.02).",
            "Tables 3 and 4 show the odds ratios, 95% confidence intervals and p-values for the individual symptoms and comorbidities that were investigated in at least three of the included studies, for both severe disease and ICU admission, respectively. A total of seven symptoms were included in the model for severe disease and six for ICU admission, as well as four comorbidities in both. The most prevalent symptoms in the severe group were cough (70.5%), fever (64.1%) and fatigue (44.5%); in the ICU group these were cough (67.2%), fever (62.9%) and dyspnoea (61.2%). The most prevalent comorbidities in the severe group were hypertension (25.4%) and diabetes (16.8%) and in the ICU group were hypertension (40.5%) and CVD (24.1%).",
            "Although no more likely to be in the severe group, men were 1.55 times more likely than women to be admitted to ICU (95% CI 1.02 – 2.36). Dyspnoea was the only symptom significantly associated with both severe disease (pOR 3.70, 95% CI 1.83 – 7.46) and ICU admission (pOR 6.55, 95% CI 4.28– 10.0), being more strongly associated with the latter. Cough was associated with severe disease (pOR 1.63, 95% CI 1.03 – 2.60), but not ICU admission. The remaining symptoms analysed were not associated with either outcome. Chronic obstructive pulmonary disease (COPD), cardiovascular disease (CVD), and hypertension were the comorbidities significantly predictive for both severe disease and ICU admission. The pORs for severe disease were as follows: COPD (6.42, 95% CI 2.44- 16.9), CVD (2.70, 95% CI 1.52 – 4.80) and hypertension (1.97, 95% CI 1.40 – 2.77). COPD, CVD and hypertension were more strongly associated with ICU admission, compared with severe disease, with pORs of 17.8 (95% CI 6.56 – 48.2), 4.44 (95% CI 2.64 – 7.47), and 3.65 (95% CI 2.22 – 5.99), respectively. In contrast, diabetes was not significantly associated with ICU admission, although the Tau-squared value here was unusually high implying a high level of heterogeneity between studies in this particular case.",
            "Male Dyspnoea Cough Fever Fatigue Myalgia Expectoration Headache COPD Diabetes CVD Hypertension",
            "1.15 (0.89 – 1.48) 3.70 (1.83 – 7.46) 1.63 (1.03 – 2.60) 1.17 (0.88 – 1.56) 1.44(0.76 – 2.72) 1.32 (0.89 – 1.96) 1.75 (0.63 – 4.83) 1.16 (0.78 – 1.74) 6.42 (2.44 – 16.9) 3.12 (1.00 – 9.75) 2.70 (1.52 – 4.80) 1.97 (1.40 – 2.77)",
            "Male Dyspnoea Cough Fever Expectoration Headache Diarrhoea COPD CVD Hypertension Diabetes",
            "1.55 (1.02 – 2.36) 6.55 (4.28– 10.0) 1.06 (0.69 – 1.62) 0.75 (0.45 – 1.24) 0.87 (0.56 – 1.36) 0.90 (0.46 – 1.73) 1.83 (0.86 – 3.90) 17.8 (6.56 – 48.2) 4.44 (2.64 – 7.47) 3.65 (2.22 – 5.99) 2.72 (0.70 – 10.6)"
        ],
        "Discussion": [],
        "Key Findings": [
            "COVID-19 severity was not consistently defined across included studies. All studies were of adequate quality considering the context, and two were of relatively high quality. The ICU group were older (62.4 years) compared to the non-ICU group (46 years), with a significantly higher proportion of males (67.2% vs. 57.1%, p=0.04).",
            "The most prevalent symptoms in the severe disease group were cough (70.5%), fever (64.1%) and fatigue (44.5%), and in the ICU admission group were cough (67.2%), fever (62.9%) and dyspnoea (61.2%). The most prevalent conditions in the severe group were hypertension (25.4%) and diabetes (16.8%), and in the ICU group were hypertension (40.5%) and CVD (24.1%). Males were 1.55 times more likely (95% CI 1.02 - 2.36) to have an ICU admission. Dyspnoea was the only symptom significantly associated with disease severity and ICU admission, alongside various comorbidities (COPD, CVD and hypertension). All of these factors were more strongly associated with ICU admission than disease severity. Patients with dyspnoea were 6.6 times more likely to have an ICU admission (95% CI 4.28– 10.0) compared to those without dyspnoea. Although COPD was relatively uncommon, even in ICU patients, it was by far the most strongly predictive comorbidity for ICU admission (pOR 17.8, 95%CI 6.56 – 48.2). Those with CVD and hypertension were 4.4 (95% CI 2.64 – 7.47) and 3.7 (95% CI 2.22 – 5.99) times more likely to have an ICU admission respectively, compared to patients without the comorbidity.",
            "Consistent with Sun et al’s 2020 meta-analysis of symptoms in 50466 COVID-19 patients (5) and the WHO-China joint mission on COVID-19 (18), cough and fever were the most common symptoms found in our analysis. The prevalence of dyspnoea was not investigated in Sun’s meta-analysis, but we found it to be relatively low, particularly in non-severe and non-ICU groups. The prevalence of dyspnoea in the ICU group, however, was 67.2%, compared with 10.2% in the non-ICU group. Whilst dyspnoea is not a particularly common symptom in COVID-19 patients, its significant association with both severe disease and ICU admission may help discriminate between severe and non-severe COVID-19 cases, when present.",
            "The findings reported here are in keeping with current knowledge that the elderly and those with comorbidities are more susceptible to severe infection. (7) According to the Report of the WHO-China Joint Mission on COVID-19 (18), individuals at highest risk for severe disease and death include people with underlying conditions such as hypertension, diabetes, cardiovascular disease, chronic respiratory disease and cancer. We demonstrate that various factors are more strongly associated with ICU admission (representing the very severe end of the disease severity spectrum) compared with less severe disease. This emphasises the extent of the risk COVID-19 poses for patients with comorbidities. The China Centre for Disease Control and Prevention (CDC) found differing case fatality rates (CFRs) in their cohort of 72,314 COVID-19 cases for those with: cardiovascular disease (10.5%), diabetes (7.3%), chronic respiratory disease (6.3%) and hypertension (6.0%)(19). Unlike the China CDC study (19) that presented case fatality rates for different groups, our findings compare those with particular comorbidities to those without, allowing us to estimate the effect of a particular comorbidity on COVID-19 severity. Although we did not investigate death (and included COPD rather than chronic respiratory disease), our analysis similarly suggests that comorbidities are not uniform in terms of the risk of severe COVID-19 disease. Despite being uncommon in our study population, COPD was by far the strongest risk factor for COVID-19 severity, followed by CVD and hypertension."
        ],
        "Limitations": [
            "The foremost limitation of this study was an inability to carry out a multivariable analysis to account for the presence of several symptoms, comorbidities and potential confounders. Although this outbreak has seen the evolution of linked data and large datasets (19) which would be suitable for multivariable analysis, these currently lack the quality of published data: there are large amounts of missing data, a narrow range of collected variables, and uncertainty about data collection methods and consistency. Our univariable analysis is therefore valuable in evaluating specific individual symptoms and comorbidities predictive for COVID-19 severity using high-quality evidence in the form of peer-reviewed studies.",
            "Secondly, the studies included here were all from China, so the generalisability of findings to other countries and populations is not clear. The Chinese may differ to other populations in terms of their health-seeking behaviour, symptom reporting, prevalence of different comorbidities, as well as their access to high quality health services. Nonetheless, given the current dearth of contextually specific evidence available, our findings will help to inform future research and actions in other countries as the outbreak develops.",
            "Finally, it was not possible to account for the timing of presentation in the statistical analysis. If a patient presented after many days of being symptomatic, this may have affected disease severity, compared with an earlier clinical presentation. However, this limitation does not apply to comorbidities, and Table 2 shows information from individual studies on median duration of symptoms before admission, which appears similar between severe (or ICU) and nonsevere (or non-ICU) cases. It is therefore unlikely that this will have biased the overall results.",
            "By identifying the symptoms and comorbidities predictive for more severe disease, clinicians can better stratify the risk of individual patients, as early as their initial contact with health services. This can lead to practical changes in management, which can improve allocative efficiency as well as clinical outcomes, through the consideration of more intensive environments of care (e.g. high dependency unit), earlier on, for patients at highest risk of severe infection. These can also be formalised within risk stratification tools to aid clinical decision-making, such as the CURB65 tool for community-acquired pneumonia (20). As the number of hospitalised COVID-19 cases continues to increase, hospitals will increasingly need to ration limited resources and improve clinical pathways to effectively prioritise patients with greatest clinical need. This is important, as COVID-19 is already placing increased pressure on ICUs, and anticipation of future demand, based on local population characteristics, may enable more timely planning and resource mobilisation (21). Identifying those at the highest risk will also facilitate better-informed discussions between clinicians, patients and patients’ families about the anticipated clinical trajectory, allowing more accurate and timely advance care discussions to occur.",
            "Identifying those at high-risk will aid the public health response in controlling the spread of disease. Given the ubiquity of comorbidities in the elderly population, and their increased susceptibility to severe COVID-19 infection (18), knowledge on the differing prevalence and risk of various conditions may help to focus and tailor public health efforts such as the screening of asymptomatic individuals, risk communication, contact tracing, self-isolation and social distancing. For instance, for COPD, which is less common in the general population and very strongly associated with ICU admission, a more targeted and intensive health protection strategy may be warranted, compared to other conditions (such as hypertension) that are more difficult to target due to their higher prevalence in the general population.",
            "Furthermore, if it is found that severity of illness is related to infectivity, as is the case in the closely related SARS-CoV, then identifying patients who may develop severe illness can help guide precautions to prevent the spread of SARS-CoV2. These include infection control decisions regarding the limited availability of isolation rooms and personal protective equipment (PPE), particularly in more resource-constrained settings. This will be of particular importance as the outbreak develops, if the prevalence of hospitalised COVID-19 patients increases.",
            "Measurement tools used in studies should aim to objectively measure symptoms where possible, and details on how and when symptoms were ascertained should be made clear in all studies. There was also heterogeneity in the range of symptoms and comorbidities recorded by different studies, and some studies grouped various symptoms (8-10), limiting the utility of such data.",
            "Studies investigating COVID-19 severity should avoid using subjective or selfreported criteria (such as dyspnoea) in the definition of severity, as in one study included here (13). To ensure consistency between studies and comparability, the WHO-China Joint Mission on COVID-19 definition of severe and critical cases should be used. Furthermore, the distinction between cases that are severe and critical should be clearly made in studies, to enable more accurate risk stratification of the most unwell patients.",
            "For future research on predictors of severity, research should aim to include greater detail on specific conditions, including how well controlled chronic conditions were before and during admission. If the severity of COVID-19 varies according to the severity of underlying comorbidities, there may be a case for optimising routine treatment for healthy, uninfected individuals, as a potential public health action to mitigate risk. Multivariable analysis to identify which groups of symptoms or comorbidities are most associated with severe or critical disease will also be valuable."
        ],
        "Conclusions": [
            "The existing literature on COVID-19 fails to elucidate the specific symptoms and comorbidities most predictive for severe COVID-19 cases. Our analysis finds that dyspnoea is the only symptom strongly predictive for both severe disease and ICU admission, and could be a useful symptom to help guide clinical management decisions early in the course of illness. The association between comorbidities and severe disease is not homogenous. Whilst COPD, cardiovascular disease, and hypertension were all associated with severity, COPD was the most strongly predictive. When looking at ICU-admitted patients, who represent the more severe end of the spectrum of clinical severity, the difference in effect sizes for COPD and the other included comorbidities was large, suggesting COPD patients are particularly vulnerable to critically severe disease. As the outbreak develops, future research must aim to substantiate these findings by investigating factors related to disease severity. This will aid clinical assessment, risk stratification, and resource allocation, and allow public health interventions to be targeted at the most vulnerable.",
            "Not in English (n=6) Literature review/letter/case report (n=6) Exclusively paediatric or pregnant population (n=3)"
        ],
        "References": [
            "(1) World Health Organization. Coronavirus disease (COVID-19) Situation Report - 48. 2020; Available at: https://www.who.int/docs/default-source/coronaviruse/situationreports/20200308-sitrep-48-covid-19.pdf?sfvrsn=16f7ccef_4. Accessed 09/03/20, 2020.",
            "(2) Cowling BJ, Leung GM. Epidemiological research priorities for public health control of the ongoing global novel coronavirus (2019-nCoV) outbreak. 2020.",
            "(3) Lipsitch M, Swerdlow DL, Finelli L. Defining the Epidemiology of Covid-19—Studies Needed. N Engl J Med 2020.",
            "(4) UK Government (Gov.uk). Coronavirus action plan: a guide to what you can expect across the UK. 2020; Available at: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/ file/869827/Coronavirus_action_plan__a_guide_to_what_you_can_expect_across_the_UK.pdf. Accessed 03/03, 2020.",
            "(5) Sun P, Qie S, Liu Z, Ren J, Li K, Xi J. Clinical characteristics of 50466 hospitalized patients with 2019‐nCoV infection. J Med Virol 2020.",
            "(6) Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, et al Early transmission dynamics in Wuhan, China, of novel coronavirus–infected pneumonia. N Engl J Med 2020.",
            "(7) Centers for Disease Control and Prevention (CDC). Interim Clinical Guidance for Management of Patients with Confirmed Coronavirus Disease 2019 (COVID-19). 2020; Available at: https://www.cdc.gov/coronavirus/2019-ncov/hcp/clinical-guidancemanagement-patients.html#foot01. Accessed 03/03, 2020.",
            "(8) Li, K., Wu, J., Wu, F., Guo, D., Chen, L., Fang, Z., & Li, C. The Clinical and Chest CT Features Associated with Severe and Critical COVID-19 Pneumonia . Invest Radiol 2020 29/02.",
            "(9) Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet 2020;395(10223):[497-506].",
            "(10) Guan W, Ni Z, Hu Y, Liang W, Ou C, He J, et al Clinical Characteristics of Coronavirus Disease 2019 in China. N Engl J Med 2020.",
            "(11) Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus–infected pneumonia in Wuhan, China. JAMA 2020.",
            "(12) Zhang J, Dong X, Cao Y, Yuan Y, Yang Y, Yan Y, et al Clinical characteristics of 140 patients infected by SARS‐CoV‐2 in Wuhan, China. Allergy 2020.",
            "(13) Tian S, Hu N, Lou J, Chen K, Kang X, Xiang Z, et al Characteristics of COVID-19 infection in Beijing. J Infect 2020.",
            "(14) Xu Y, Dong J, An W, Lv X, Yin X, Zhang J, et al Clinical and computed tomographic imaging features of Novel Coronavirus Pneumonia caused by SARS-CoV-2. J Infect 2020.",
            "(15) StataCorp. Stata Statistical Software: Release 14. 2015. (16) Hedges LV, Vevea JL. Fixed-and random-effects models in meta-analysis. Psychol Methods 1998;3(4):486. (17) Von Elm E, Altman DG, Egger M, Pocock SJ, Gøtzsche PC, Vandenbroucke JP. The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) statement: guidelines for reporting observational studies. Ann Intern Med 2007;147(8):573-577. (18) World Health Organization. Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19) . 2020; Available at: https://www.who.int/docs/defaultsource/coronaviruse/who-china-joint-mission-on-covid-19-final-report.pdf. Accessed 02/27, 2020. (19) Wu Z, McGoogan JM. Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention. JAMA 2020. (20) Lim WS, van der Eerden MM, Laing R, Boersma WG, Karalus N, Town GI, et al Defining community acquired pneumonia severity on presentation to hospital: an international derivation and validation study. Thorax 2003 May;58(5):377-382. (21) Yang X, Yu Y, Xu J, Shu H, Liu H, Wu Y, et al Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. The Lancet Respiratory Medicine 2020."
        ]
    },
    "participants": [
        {
            "participant": "included studies",
            "number": 3,
            "context": "The number of patients in each study, both with and without each symptom or comorbidity, was extracted for statistical analysis (described below). <mark class=\"stats\">Predictors and Outcomes The symptoms or comorbidities presented were investigated in at least three included studies</mark>. Where studies measured symptoms ambiguously (including abdominal pain/diarrhea(8), myalgia/fatigue (9), and nausea/vomiting (10)), this data was excluded"
        },
        {
            "participant": "studies",
            "number": 2259,
            "context": "Random effects meta-analysis was performed for selected symptoms and comorbidities to identify those most associated with severe COVID-19 infection or ICU admission. <mark class=\"stats\">Results Of the 2259 studies identified, 42 were selected after title and abstract analysis, and 7 studies (including 1813 COVID-19 patients) were chosen for inclusion</mark>. The ICU group were older (62.4 years) compared to the non-ICU group (46 years), with a significantly higher proportion of males (67.2% vs. 57.1%, p=0.04)"
        },
        {
            "participant": "confirmed cases",
            "number": 105586,
            "context": "The ongoing novel coronavirus (COVID-19) outbreak is a public health emergency of international concern (PHEIC), involving a novel type of coronavirus originally identified in Wuhan, China. <mark class=\"stats\">At the time of writing, there have been 105,586 confirmed cases around the world with 3,584 deaths (1)</mark>. Defining the spectrum of clinical manifestations and the risk factors for severe COVID-19 infections has been identified as an urgent research priority (2,3)"
        },
        {
            "participant": "studies",
            "number": 10,
            "context": "Further still, the early identification of individuals more likely to deteriorate can help direct appropriate public health actions to protect the vulnerable and prevent further spread of infection. <mark class=\"stats\">A recent meta-analysis of symptoms in 50,466 COVID-19 patients from 10 studies found that fever and cough were the most common symptoms, with 89.1% and 72.2% experiencing these, respectively (5)</mark>. It also found that the case fatality rate (CFR) was 4.3%, but the association between individual patient factors and severe infection was not investigated"
        },
        {
            "participant": "papers",
            "number": 42,
            "context": "Literature search The initial search on MEDLINE, EMBASE and Global Health produced 2259 results. <mark class=\"stats\">After removing duplicates and applying exclusion criteria, there were 42 papers meeting our criteria from title and abstract analysis</mark>. On further review, the majority of these studies did not compare proportions of patients with symptoms or comorbidities between severe (or ICU admitted) and non-severe disease (or non-ICU admitted) groups"
        },
        {
            "participant": "studies",
            "number": 7,
            "context": "The reasons for all study exclusions are outlined in Figure 1. <mark class=\"stats\">A total of seven studies were selected for inclusion</mark>. Description of Included Studies Table 1 shows details of all included studies including reported findings pertaining to symptoms and comorbidities related to disease severity or ICU admission"
        },
        {
            "participant": "studies",
            "number": 7,
            "context": "Description of Included Studies Table 1 shows details of all included studies including reported findings pertaining to symptoms and comorbidities related to disease severity or ICU admission. <mark class=\"stats\">These 7 studies reported on a total of 1813 patients</mark>. All included studies were retrospective cohort studies in design, conducted between December 2019 and February 2020 in China, during the novel coronavirus (SARS-2-CoV) outbreak"
        },
        {
            "participant": "patients",
            "number": 40,
            "context": "All included studies were retrospective cohort studies in design, conducted between December 2019 and February 2020 in China, during the novel coronavirus (SARS-2-CoV) outbreak. <mark class=\"stats\">Guan et al (10) conducted the largest study with 1099 COVID-19 patients, whilst Huang et al (9) included 40 patients in their study</mark>. The number of symptoms investigated varied from 5 in one study (13) to 14 in others (10,11)"
        },
        {
            "participant": "studies",
            "number": 2,
            "context": "The number of symptoms investigated varied from 5 in one study (13) to 14 in others (10,11). <mark class=\"stats\">The range of comorbidities investigated varied greatly with two studies not including any (13,14) and one including 22 comorbidities (12)</mark>. Table 2 displays the median age and gender of severe and non-severe disease, and ICU and non-ICU admitted, patients, after aggregating all studies"
        },
        {
            "participant": "included studies",
            "number": 7,
            "context": "Quality of Included Studies. <mark class=\"stats\">All 7 included studies were retrospective cohort studies, and were critically appraised using the STROBE checklist (17)</mark>. The 22 items on the STROBE checklist were formulated into 47 individual indicators, against which each study was marked"
        },
        {
            "participant": "studies",
            "number": 2,
            "context": "Secondly, the time at which severity of disease was determined was not always clear. <mark class=\"stats\">Severity was assessed on admission in two studies (10,12), whilst three studies did not specify when severity was assessed (8,13,14)</mark>. It is possible, therefore, that the non-severe group included patients who went on to later develop severe disease"
        },
        {
            "participant": "patients",
            "number": 36,
            "context": "ICU = 8 (4.510) Non-ICU = 6 (3-7). <mark class=\"stats\">ICU patients (n = 36), compared with patients not treated in the ICU (n =</mark>. 102), were older (median age, 66 years vs. 51 years), were more likely to have underlying comorbidities (26 [72.2%]"
        },
        {
            "participant": "data",
            "number": 116,
            "context": "((8.8% vs. 23.2, p=0.02). <mark class=\"stats\">Non-ICU P-value admission admission (N=116) (N=1162)</mark>. Severe disease (N= 315)"
        },
        {
            "participant": "data",
            "number": 315,
            "context": "Non-ICU P-value admission admission (N=116) (N=1162). <mark class=\"stats\">Severe disease (N= 315)</mark>. Nonsevere disease (N= 1319) 41.7"
        },
        {
            "participant": "data",
            "number": 1319,
            "context": "Severe disease (N= 315). <mark class=\"stats\">Nonsevere disease (N= 1319) 41.7</mark>. * Median unavailable for Li et al & Xu et al(8,14)"
        },
        {
            "participant": "studies",
            "number": 5,
            "context": "Pooled Odds Ratio (95% CI). <mark class=\"stats\">Number of studies (n=5)</mark>. Number of severe disease patients"
        },
        {
            "participant": "data",
            "number": 2259,
            "context": "Figures Figure 1 – PRISMA Flow Diagram – Included Studies. <mark class=\"stats\">Records identified through database searching (n = 2259)</mark>. Records after duplicates removed (n = 1645)"
        },
        {
            "participant": "data",
            "number": 1645,
            "context": "Records identified through database searching (n = 2259). <mark class=\"stats\">Records after duplicates removed (n = 1645)</mark>. Records screened (n = 1645)"
        },
        {
            "participant": "data",
            "number": 1645,
            "context": "Records after duplicates removed (n = 1645). <mark class=\"stats\">Records screened (n = 1645)</mark>. Records excluded (n = 1603)"
        },
        {
            "participant": "data",
            "number": 1603,
            "context": "Records screened (n = 1645). <mark class=\"stats\">Records excluded (n = 1603)</mark>. Full-text articles assessed for eligibility (n =42)"
        },
        {
            "participant": "data",
            "number": 42,
            "context": "Records excluded (n = 1603). <mark class=\"stats\">Full-text articles assessed for eligibility (n =42)</mark>. Studies included (n = 7)"
        },
        {
            "participant": "data",
            "number": 7,
            "context": "Full-text articles assessed for eligibility (n =42). <mark class=\"stats\">Studies included (n = 7)</mark>. Excluded (n = 35)"
        },
        {
            "participant": "data",
            "number": 35,
            "context": "Studies included (n = 7). <mark class=\"stats\">Excluded (n = 35)</mark>. Data not available for severe and non-severe (n=17)"
        },
        {
            "participant": "data",
            "number": 17,
            "context": "Excluded (n = 35). <mark class=\"stats\">Data not available for severe and non-severe (n=17)</mark>. Not in English (n=6) Literature review/letter/case report (n=6) Exclusively paediatric or pregnant population (n=3)"
        },
        {
            "participant": "data",
            "number": 6,
            "context": "Data not available for severe and non-severe (n=17). <mark class=\"stats\">Not in English (n=6) Literature review/letter/case report (n=6) Exclusively paediatric or pregnant population (n=3)</mark>. Not on COVID-19 (1) Data not available for relevant predictive factors (1)"
        },
        {
            "participant": "data",
            "number": 1,
            "context": "Not on COVID-19 (1) Data not available for relevant predictive factors (1). <mark class=\"stats\">Meta-analysis (1) not yet reported (n = 1)</mark>. "
        }
    ],
    "statistics": [
        {
            "tests": {
                "context": "<mark class=\"stats\">Random effects meta-analysis was performed for selected symptoms and comorbidities to identify those most associated with severe COVID-19 infection or ICU admission.Retrieval of studies This study was prospectively registered on PROSPERO</mark>",
                "tests": [
                    {
                        "test": "Random effects meta-analysis"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">The predictive value of symptoms and comorbidities for each of severe disease and ICU admission was estimated with random effects meta-analysis in STATA</mark>",
                "tests": [
                    {
                        "test": "random effects meta-analysis"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Random effects models were used to account for between study heterogeneity (16), which was estimated with Tau-squared</mark>",
                "tests": [
                    {
                        "test": "Random effects models"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Random effects meta-analysis was performed for selected symptoms and comorbidities to identify those most associated with severe COVID-19 infection or ICU admission</mark>",
                "tests": [
                    {
                        "test": "Random effects meta-analysis"
                    }
                ]
            }
        },
        {
            "p_value": "p=0.04",
            "context": "Results Of the 2259 studies identified, 42 were selected after title and abstract analysis, and 7 studies (including 1813 COVID-19 patients) were chosen for inclusion. <mark class=\"stats\">The ICU group were older (62.4 years) compared to the non-ICU group (46 years), with a significantly higher proportion of males (67.2% vs. 57.1%, p=0.04)</mark>. Dyspnoea was the only significant symptom predictive for both severe disease (pOR 3.70, 95% CI 1.83 – 7.46) and ICU admission (pOR 6.55, 95% CI 4.28– 10.0)"
        },
        {
            "p_value": "p = 0.001",
            "context": "Dyspnoea was significantly more common in the ICU care group (92% vs. <mark class=\"stats\">37%, p = 0.001)</mark>. The presence of various comorbidities was similar across both groups"
        },
        {
            "p_value": "p<0.001",
            "context": "Dyspnoea was the only symptom found +. <mark class=\"stats\">to be significantly more common in severe cases compared to non-severe cases (32.6% vs. 1.4%, p<0.001)</mark>. Wang et al(11)"
        },
        {
            "p_value": "p = 0.002",
            "context": "Having any comorbidity was more common in severe disease patients compared to non-severe (79.3% vs. <mark class=\"stats\">53.7%, p = 0.002)</mark>. Cough (84.9% vs"
        },
        {
            "p_value": "p=0.02",
            "context": "Cough (84.9% vs. <mark class=\"stats\">67.2%, p=0.02) was significantly more common in the severe group, and nausea significantly less common, compared with the non-severe group</mark>. ((8.8% vs. 23.2, p=0.02)"
        },
        {
            "p_value": "p=0.02",
            "context": "67.2%, p=0.02) was significantly more common in the severe group, and nausea significantly less common, compared with the non-severe group. <mark class=\"stats\">((8.8% vs. 23.2, p=0.02)</mark>. Non-ICU P-value admission admission (N=116) (N=1162)"
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Tables 3 and 4 show the odds ratios, 95% confidence intervals and p-values for the individual symptoms and comorbidities that were investigated in at least three of the included studies, for both severe disease and ICU admission, respectively</mark>",
                "tests": [
                    {
                        "test": "odds ratios"
                    }
                ]
            }
        },
        {
            "p_value": "p=0.04",
            "context": "All studies were of adequate quality considering the context, and two were of relatively high quality. <mark class=\"stats\">The ICU group were older (62.4 years) compared to the non-ICU group (46 years), with a significantly higher proportion of males (67.2% vs. 57.1%, p=0.04)</mark>. The most prevalent symptoms in the severe disease group were cough (70.5%), fever (64.1%) and fatigue (44.5%), and in the ICU admission group were cough (67.2%), fever (62.9%) and dyspnoea (61.2%)"
        }
    ],
    "keywords": [
        "high risk",
        "chronic respiratory disease",
        "COVID-19",
        "severe disease",
        "clinical characteristics",
        "non icu group",
        "epidemiology",
        "dyspnoea",
        "diabetes",
        "Coronavirus disease",
        "icu group",
        "coronavirus",
        "public health emergency of international concern",
        "public health",
        "pneumonia",
        "protective equipment",
        "severe covid",
        "pooled odds ratio",
        "common symptom",
        "disease severity",
        "Centers for Disease Control and Prevention",
        "case fatality rate",
        "Chronic obstructive pulmonary disease",
        "icu admission",
        "meta analysis",
        "cardiovascular disease",
        "systematic review",
        "risk factor"
    ],
    "keyword_relevance": {
        "COVID-19": 0.20444444444444446,
        "severe disease": 0.1688888888888889,
        "Chronic obstructive pulmonary disease": 0.08444444444444445,
        "cardiovascular disease": 0.07555555555555556,
        "dyspnoea": 0.06222222222222222,
        "pooled odds ratio": 0.06222222222222222,
        "coronavirus": 0.057777777777777775,
        "disease severity": 0.04888888888888889,
        "public health": 0.044444444444444446,
        "pneumonia": 0.03111111111111111,
        "Centers for Disease Control and Prevention": 0.02666666666666667,
        "diabetes": 0.022222222222222223,
        "case fatality rate": 0.022222222222222223,
        "common symptom": 0.017777777777777778,
        "chronic respiratory disease": 0.013333333333333334,
        "public health emergency of international concern": 0.013333333333333334,
        "risk factor": 0.013333333333333334,
        "protective equipment": 0.008888888888888889,
        "systematic review": 0.008888888888888889,
        "case fatality rates": 0.008888888888888889,
        "Coronavirus disease": 0.0044444444444444444,
        "high risk": 0.0,
        "clinical characteristics": 0.0,
        "non icu group": 0.0,
        "epidemiology": 0.0,
        "icu group": 0.0,
        "severe covid": 0.0,
        "icu admission": 0.0,
        "meta analysis": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> The ongoing novel coronavirus (COVID-19) outbreak is a public health emergency of international concern (PHEIC), involving a novel type of coronavirus originally identified in Wuhan, China.",
        "As the virus spreads globally it is likely that government strategies will shift from containment and delay towards mitigation (4)",
        "This will involve rapidly scaling up healthcare resources including staff, equipment, facilities, and training, to effectively identify and treat patients.",
        "In order to do this, a better understanding of the symptoms and comorbidities related to COVID-19 severity is required",
        "This can improve patient outcomes through three chief mechanisms: early clinical intervention in high-risk patients, designing appropriate clinical pathways and risk prediction tools, and the efficient allocation of scarce resources and expensive treatments.",
        "According to most recent US Centers for Disease Control and Prevention (CDC) guidance, risk factors for severe illness are not yet clear, older patients and those with chronic medical conditions may be at higher risk. (7) The primary aim of this study is to conduct a systematic review and meta-analysis, aggregating all currently available data from published studies, of symptoms and comorbidities predictive for severe illness with COVID-19",
        "<h2 style=\"display: inline\">Methods:</h2> This study was prospectively registered on PROSPERO.",
        "A literature search was performed in three databases (MEDLINE, EMBASE and Global Health) for studies indexed up to 5th March 2020.",
        "Two reviewers independently screened the literature and both completed data extraction.",
        "Quality appraisal of studies was performed using the STROBE checklist.",
        "Random effects meta-analysis was performed for selected symptoms and comorbidities to identify those most associated with severe COVID-19 infection or ICU admission",
        "<h2 style=\"display: inline\">Results:</h2> Of the 2259 studies identified, 42 were selected after title and abstract analysis, and 7 studies were chosen for inclusion.",
        "Cardiovascular disease and hypertension were strongly predictive for both severe disease and ICU admission",
        "Those with CVD and hypertension were 4.4 (95% CI 2.64 – 7.47) and 3.7 (95% CI 2.22 – 5.99) times more likely to have an ICU admission respectively, compared to patients without the comorbidity.",
        "Conclusions Dyspnoea was the only symptom strongly predictive for both severe disease and ICU admission, and could be useful in guiding clinical management decisions early in the course of illness.",
        "The PRISMA flow diagram (Figure 1) illustrates the process for selection of papers in this study",
        "<h2 style=\"display: inline\">Conclusion:</h2> Key Findings<br/><br/>COVID-19 severity was not consistently defined across included studies. All studies were of adequate quality considering the context, and two were of relatively high quality.",
        "Dyspnoea was the only symptom significantly associated with disease severity and ICU admission, alongside various comorbidities (COPD, CVD and hypertension).",
        "COPD was relatively uncommon, even in ICU patients, it was by far the most strongly predictive comorbidity for ICU admission",
        "Those with CVD and hypertension were 4.4 (95% CI 2.64 – 7.47) and 3.7 (95% CI 2.22 – 5.99) times more likely to have an ICU admission respectively, compared to patients without the comorbidity.",
        "The authors demonstrate that various factors are more strongly associated with ICU admission compared with less severe disease",
        "This emphasises the extent of the risk COVID-19 poses for patients with comorbidities.",
        "This will aid clinical assessment, risk stratification, and resource allocation, and allow public health interventions to be targeted at the most vulnerable"
    ],
    "structured_summary": {
        "Introduction": [
            "The ongoing novel coronavirus (COVID-19) outbreak is a public health emergency of international concern (PHEIC), involving a novel type of coronavirus originally identified in Wuhan, China.",
            "As the virus spreads globally it is likely that government strategies will shift from containment and delay towards mitigation (4)",
            "This will involve rapidly scaling up healthcare resources including staff, equipment, facilities, and training, to effectively identify and treat patients.",
            "In order to do this, a better understanding of the symptoms and comorbidities related to COVID-19 severity is required",
            "This can improve patient outcomes through three chief mechanisms: early clinical intervention in high-risk patients, designing appropriate clinical pathways and risk prediction tools, and the efficient allocation of scarce resources and expensive treatments.",
            "According to most recent US Centers for Disease Control and Prevention (CDC) guidance, risk factors for severe illness are not yet clear, older patients and those with chronic medical conditions may be at higher risk. (7) The primary aim of this study is to conduct a systematic review and meta-analysis, aggregating all currently available data from published studies, of symptoms and comorbidities predictive for severe illness with COVID-19"
        ],
        "Methods": [
            "This study was prospectively registered on PROSPERO.",
            "A literature search was performed in three databases (MEDLINE, EMBASE and Global Health) for studies indexed up to 5th March 2020.",
            "Two reviewers independently screened the literature and both completed data extraction.",
            "Quality appraisal of studies was performed using the STROBE checklist.",
            "Random effects meta-analysis was performed for selected symptoms and comorbidities to identify those most associated with severe COVID-19 infection or ICU admission"
        ],
        "Results": [
            "Of the 2259 studies identified, 42 were selected after title and abstract analysis, and 7 studies were chosen for inclusion.",
            "Cardiovascular disease and hypertension were strongly predictive for both severe disease and ICU admission",
            "Those with CVD and hypertension were 4.4 (95% CI 2.64 – 7.47) and 3.7 (95% CI 2.22 – 5.99) times more likely to have an ICU admission respectively, compared to patients without the comorbidity.",
            "Conclusions Dyspnoea was the only symptom strongly predictive for both severe disease and ICU admission, and could be useful in guiding clinical management decisions early in the course of illness.",
            "The PRISMA flow diagram (Figure 1) illustrates the process for selection of papers in this study"
        ],
        "Conclusion": [
            "Key Findings<br/><br/>COVID-19 severity was not consistently defined across included studies. All studies were of adequate quality considering the context, and two were of relatively high quality.",
            "Dyspnoea was the only symptom significantly associated with disease severity and ICU admission, alongside various comorbidities (COPD, CVD and hypertension).",
            "COPD was relatively uncommon, even in ICU patients, it was by far the most strongly predictive comorbidity for ICU admission",
            "Those with CVD and hypertension were 4.4 (95% CI 2.64 – 7.47) and 3.7 (95% CI 2.22 – 5.99) times more likely to have an ICU admission respectively, compared to patients without the comorbidity.",
            "The authors demonstrate that various factors are more strongly associated with ICU admission compared with less severe disease",
            "This emphasises the extent of the risk COVID-19 poses for patients with comorbidities.",
            "This will aid clinical assessment, risk stratification, and resource allocation, and allow public health interventions to be targeted at the most vulnerable"
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Organization_0000_a",
            "entry": "(1) World Health Organization. Coronavirus disease (COVID-19) Situation Report - 48. 2020; Available at: https://www.who.int/docs/default-source/coronaviruse/situationreports/20200308-sitrep-48-covid-19.pdf?sfvrsn=16f7ccef_4. Accessed 09/03/20, 2020.",
            "url": "https://www.who.int/docs/default-source/coronaviruse/situationreports/20200308-sitrep-48-covid-19.pdf?sfvrsn=16f7ccef_4"
        },
        {
            "id": "2",
            "alt_id": "Cowling_2019_a",
            "entry": "(2) Cowling BJ, Leung GM. Epidemiological research priorities for public health control of the ongoing global novel coronavirus (2019-nCoV) outbreak. 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Cowling%2C%20B.J.%20Leung%2C%20G.M.%20Epidemiological%20research%20priorities%20for%20public%20health%20control%20of%20the%20ongoing%20global%20novel%20coronavirus%202019"
        },
        {
            "id": "3",
            "alt_id": "Lipsitch_et+al_2020_a",
            "entry": "(3) Lipsitch M, Swerdlow DL, Finelli L. Defining the Epidemiology of Covid-19—Studies Needed. N Engl J Med 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lipsitch%2C%20M.%20Swerdlow%2C%20D.L.%20Finelli%2C%20L.%20Defining%20the%20Epidemiology%20of%20Covid-19%E2%80%94Studies%20Needed%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Lipsitch%2C%20M.%20Swerdlow%2C%20D.L.%20Finelli%2C%20L.%20Defining%20the%20Epidemiology%20of%20Covid-19%E2%80%94Studies%20Needed%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Lipsitch%2C%20M.%20Swerdlow%2C%20D.L.%20Finelli%2C%20L.%20Defining%20the%20Epidemiology%20of%20Covid-19%E2%80%94Studies%20Needed%202020"
        },
        {
            "id": "4",
            "alt_id": "(4)_0000_a",
            "entry": "(4) UK Government (Gov.uk). Coronavirus action plan: a guide to what you can expect across the UK. 2020; Available at: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/869827/Coronavirus_action_plan__a_guide_to_what_you_can_expect_across_the_UK.pdf. Accessed 03/03, 2020.",
            "url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/869827/Coronavirus_action_plan__a_guide_to_what_you_can_expect_across_the_UK.pdf"
        },
        {
            "id": "5",
            "alt_id": "Sun_et+al_2020_a",
            "entry": "(5) Sun P, Qie S, Liu Z, Ren J, Li K, Xi J. Clinical characteristics of 50466 hospitalized patients with 2019‐nCoV infection. J Med Virol 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Sun%20P%20Qie%20S%20Liu%20Z%20Ren%20J%20Li%20K%20Xi%20J%20Clinical%20characteristics%20of%2050466%20hospitalized%20patients%20with%202019nCoV%20infection%20J%20Med%20Virol%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Sun%20P%20Qie%20S%20Liu%20Z%20Ren%20J%20Li%20K%20Xi%20J%20Clinical%20characteristics%20of%2050466%20hospitalized%20patients%20with%202019nCoV%20infection%20J%20Med%20Virol%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Sun%20P%20Qie%20S%20Liu%20Z%20Ren%20J%20Li%20K%20Xi%20J%20Clinical%20characteristics%20of%2050466%20hospitalized%20patients%20with%202019nCoV%20infection%20J%20Med%20Virol%202020"
        },
        {
            "id": "6",
            "alt_id": "Li_et+al_2020_a",
            "entry": "(6) Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, et al. Early transmission dynamics in Wuhan, China, of novel coronavirus–infected pneumonia. N Engl J Med 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Wang%2C%20X.%20Early%20transmission%20dynamics%20in%20Wuhan%2C%20China%2C%20of%20novel%20coronavirus%E2%80%93infected%20pneumonia%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Wang%2C%20X.%20Early%20transmission%20dynamics%20in%20Wuhan%2C%20China%2C%20of%20novel%20coronavirus%E2%80%93infected%20pneumonia%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Wang%2C%20X.%20Early%20transmission%20dynamics%20in%20Wuhan%2C%20China%2C%20of%20novel%20coronavirus%E2%80%93infected%20pneumonia%202020"
        },
        {
            "id": "7",
            "alt_id": "(7)_2019_b",
            "entry": "(7) Centers for Disease Control and Prevention (CDC). Interim Clinical Guidance for Management of Patients with Confirmed Coronavirus Disease 2019 (COVID-19). 2020; Available at: https://www.cdc.gov/coronavirus/2019-ncov/hcp/clinical-guidancemanagement-patients.html#foot01. Accessed 03/03, 2020.",
            "url": "https://www.cdc.gov/coronavirus/2019-ncov/hcp/clinical-guidancemanagement-patients.html#foot01"
        },
        {
            "id": "8",
            "alt_id": "Li_et+al_2020_a",
            "entry": "(8) Li, K., Wu, J., Wu, F., Guo, D., Chen, L., Fang, Z., & Li, C. The Clinical and Chest CT Features Associated with Severe and Critical COVID-19 Pneumonia. Invest Radiol 2020 29/02.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Li%20K%20Wu%20J%20Wu%20F%20Guo%20D%20Chen%20L%20Fang%20Z%20%20Li%20C%20The%20Clinical%20and%20Chest%20CT%20Features%20Associated%20with%20Severe%20and%20Critical%20COVID19%20Pneumonia%20Invest%20Radiol%202020%202902"
        },
        {
            "id": "9",
            "alt_id": "Huang_et+al_2019_a",
            "entry": "(9) Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet 2020;395(10223):497-506.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Huang%20C%20Wang%20Y%20Li%20X%20Ren%20L%20Zhao%20J%20Hu%20Y%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20The%20Lancet%20202039510223497506",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Huang%20C%20Wang%20Y%20Li%20X%20Ren%20L%20Zhao%20J%20Hu%20Y%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20The%20Lancet%20202039510223497506",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Huang%20C%20Wang%20Y%20Li%20X%20Ren%20L%20Zhao%20J%20Hu%20Y%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20The%20Lancet%20202039510223497506"
        },
        {
            "id": "10",
            "alt_id": "Guan_et+al_2020_a",
            "entry": "(10) Guan W, Ni Z, Hu Y, Liang W, Ou C, He J, et al. Clinical Characteristics of Coronavirus Disease 2019 in China. N Engl J Med 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Guan%20W%20Ni%20Z%20Hu%20Y%20Liang%20W%20Ou%20C%20He%20J%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in%20China%20N%20Engl%20J%20Med%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Guan%20W%20Ni%20Z%20Hu%20Y%20Liang%20W%20Ou%20C%20He%20J%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in%20China%20N%20Engl%20J%20Med%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Guan%20W%20Ni%20Z%20Hu%20Y%20Liang%20W%20Ou%20C%20He%20J%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in%20China%20N%20Engl%20J%20Med%202020"
        },
        {
            "id": "11",
            "alt_id": "Wang_et+al_2020_a",
            "entry": "(11) Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al. Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus–infected pneumonia in Wuhan, China. JAMA 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wang%20D%20Hu%20B%20Hu%20C%20Zhu%20F%20Liu%20X%20Zhang%20J%20et%20al%20Clinical%20characteristics%20of%20138%20hospitalized%20patients%20with%202019%20novel%20coronavirusinfected%20pneumonia%20in%20Wuhan%20China%20JAMA%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Wang%20D%20Hu%20B%20Hu%20C%20Zhu%20F%20Liu%20X%20Zhang%20J%20et%20al%20Clinical%20characteristics%20of%20138%20hospitalized%20patients%20with%202019%20novel%20coronavirusinfected%20pneumonia%20in%20Wuhan%20China%20JAMA%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Wang%20D%20Hu%20B%20Hu%20C%20Zhu%20F%20Liu%20X%20Zhang%20J%20et%20al%20Clinical%20characteristics%20of%20138%20hospitalized%20patients%20with%202019%20novel%20coronavirusinfected%20pneumonia%20in%20Wuhan%20China%20JAMA%202020"
        },
        {
            "id": "12",
            "alt_id": "Zhang_et+al_2020_a",
            "entry": "(12) Zhang J, Dong X, Cao Y, Yuan Y, Yang Y, Yan Y, et al. Clinical characteristics of 140 patients infected by SARS‐CoV‐2 in Wuhan, China. Allergy 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhang%20J%20Dong%20X%20Cao%20Y%20Yuan%20Y%20Yang%20Y%20Yan%20Y%20et%20al%20Clinical%20characteristics%20of%20140%20patients%20infected%20by%20SARSCoV2%20in%20Wuhan%20China%20Allergy%202020"
        },
        {
            "id": "13",
            "alt_id": "Tian_et+al_2020_a",
            "entry": "(13) Tian S, Hu N, Lou J, Chen K, Kang X, Xiang Z, et al. Characteristics of COVID-19 infection in Beijing. J Infect 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Tian%2C%20S.%20Hu%2C%20N.%20Lou%2C%20J.%20Chen%2C%20K.%20Characteristics%20of%20COVID-19%20infection%20in%20Beijing%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Tian%2C%20S.%20Hu%2C%20N.%20Lou%2C%20J.%20Chen%2C%20K.%20Characteristics%20of%20COVID-19%20infection%20in%20Beijing%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Tian%2C%20S.%20Hu%2C%20N.%20Lou%2C%20J.%20Chen%2C%20K.%20Characteristics%20of%20COVID-19%20infection%20in%20Beijing%202020"
        },
        {
            "id": "14",
            "alt_id": "Xu_et+al_2020_a",
            "entry": "(14) Xu Y, Dong J, An W, Lv X, Yin X, Zhang J, et al. Clinical and computed tomographic imaging features of Novel Coronavirus Pneumonia caused by SARS-CoV-2. J Infect 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Xu%2C%20Y.%20Dong%2C%20J.%20An%2C%20W.%20Lv%2C%20X.%20Clinical%20and%20computed%20tomographic%20imaging%20features%20of%20Novel%20Coronavirus%20Pneumonia%20caused%20by%20SARS-CoV-2%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Xu%2C%20Y.%20Dong%2C%20J.%20An%2C%20W.%20Lv%2C%20X.%20Clinical%20and%20computed%20tomographic%20imaging%20features%20of%20Novel%20Coronavirus%20Pneumonia%20caused%20by%20SARS-CoV-2%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Xu%2C%20Y.%20Dong%2C%20J.%20An%2C%20W.%20Lv%2C%20X.%20Clinical%20and%20computed%20tomographic%20imaging%20features%20of%20Novel%20Coronavirus%20Pneumonia%20caused%20by%20SARS-CoV-2%202020"
        },
        {
            "id": "15",
            "alt_id": "Statacorp_2015_a",
            "entry": "(15) StataCorp. Stata Statistical Software: Release 14. 2015.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=StataCorp%20Stata%20Statistical%20Software%3A%20Release%2014%202015"
        },
        {
            "id": "16",
            "alt_id": "Hedges_1998_a",
            "entry": "(16) Hedges LV, Vevea JL. Fixed-and random-effects models in meta-analysis. Psychol Methods 1998;3(4):486.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Hedges%2C%20L.V.%20Vevea%2C%20J.L.%20Fixed-and%20random-effects%20models%20in%20meta-analysis%201998",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Hedges%2C%20L.V.%20Vevea%2C%20J.L.%20Fixed-and%20random-effects%20models%20in%20meta-analysis%201998",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Hedges%2C%20L.V.%20Vevea%2C%20J.L.%20Fixed-and%20random-effects%20models%20in%20meta-analysis%201998"
        },
        {
            "id": "17",
            "alt_id": "Von_et+al_2007_a",
            "entry": "(17) Von Elm E, Altman DG, Egger M, Pocock SJ, Gøtzsche PC, Vandenbroucke JP. The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) statement: guidelines for reporting observational studies. Ann Intern Med 2007;147(8):573-577.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=E%2C%20Von%20Elm%20DG%2C%20Altman%20M%2C%20Egger%20SJ%2C%20Pocock%20The%20Strengthening%20the%20Reporting%20of%20Observational%20Studies%20in%20Epidemiology%20%28STROBE%29%20statement%3A%20guidelines%20for%20reporting%20observational%20studies%202007",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=E%2C%20Von%20Elm%20DG%2C%20Altman%20M%2C%20Egger%20SJ%2C%20Pocock%20The%20Strengthening%20the%20Reporting%20of%20Observational%20Studies%20in%20Epidemiology%20%28STROBE%29%20statement%3A%20guidelines%20for%20reporting%20observational%20studies%202007",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=E%2C%20Von%20Elm%20DG%2C%20Altman%20M%2C%20Egger%20SJ%2C%20Pocock%20The%20Strengthening%20the%20Reporting%20of%20Observational%20Studies%20in%20Epidemiology%20%28STROBE%29%20statement%3A%20guidelines%20for%20reporting%20observational%20studies%202007"
        },
        {
            "id": "18",
            "alt_id": "(18)_2019_c",
            "entry": "(18) World Health Organization. Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19). 2020; Available at: https://www.who.int/docs/defaultsource/coronaviruse/who-china-joint-mission-on-covid-19-final-report.pdf. Accessed 02/27, 2020.",
            "url": "https://www.who.int/docs/defaultsource/coronaviruse/who-china-joint-mission-on-covid-19-final-report.pdf"
        },
        {
            "id": "19",
            "alt_id": "Wu_2020_a",
            "entry": "(19) Wu Z, McGoogan JM. Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention. JAMA 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wu%20Z%20McGoogan%20JM%20Characteristics%20of%20and%20Important%20Lessons%20From%20the%20Coronavirus%20Disease%202019%20COVID19%20Outbreak%20in%20China%20Summary%20of%20a%20Report%20of%2072%20314%20Cases%20From%20the%20Chinese%20Center%20for%20Disease%20Control%20and%20Prevention%20JAMA%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Wu%20Z%20McGoogan%20JM%20Characteristics%20of%20and%20Important%20Lessons%20From%20the%20Coronavirus%20Disease%202019%20COVID19%20Outbreak%20in%20China%20Summary%20of%20a%20Report%20of%2072%20314%20Cases%20From%20the%20Chinese%20Center%20for%20Disease%20Control%20and%20Prevention%20JAMA%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Wu%20Z%20McGoogan%20JM%20Characteristics%20of%20and%20Important%20Lessons%20From%20the%20Coronavirus%20Disease%202019%20COVID19%20Outbreak%20in%20China%20Summary%20of%20a%20Report%20of%2072%20314%20Cases%20From%20the%20Chinese%20Center%20for%20Disease%20Control%20and%20Prevention%20JAMA%202020"
        },
        {
            "id": "20",
            "alt_id": "Lim_et+al_2003_a",
            "entry": "(20) Lim WS, van der Eerden MM, Laing R, Boersma WG, Karalus N, Town GI, et al. Defining community acquired pneumonia severity on presentation to hospital: an international derivation and validation study. Thorax 2003 May;58(5):377-382.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lim%2C%20W.S.%20van%20der%20Eerden%2C%20M.M.%20Laing%2C%20R.%20Boersma%2C%20W.G.%20Defining%20community%20acquired%20pneumonia%20severity%20on%20presentation%20to%20hospital%3A%20an%20international%20derivation%20and%20validation%20study%202003-05",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Lim%2C%20W.S.%20van%20der%20Eerden%2C%20M.M.%20Laing%2C%20R.%20Boersma%2C%20W.G.%20Defining%20community%20acquired%20pneumonia%20severity%20on%20presentation%20to%20hospital%3A%20an%20international%20derivation%20and%20validation%20study%202003-05",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Lim%2C%20W.S.%20van%20der%20Eerden%2C%20M.M.%20Laing%2C%20R.%20Boersma%2C%20W.G.%20Defining%20community%20acquired%20pneumonia%20severity%20on%20presentation%20to%20hospital%3A%20an%20international%20derivation%20and%20validation%20study%202003-05"
        },
        {
            "id": "21",
            "alt_id": "Yang_et+al_2020_a",
            "entry": "(21) Yang X, Yu Y, Xu J, Shu H, Liu H, Wu Y, et al. Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. The Lancet Respiratory Medicine 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Yang%20X%20Yu%20Y%20Xu%20J%20Shu%20H%20Liu%20H%20Wu%20Y%20et%20al%20Clinical%20course%20and%20outcomes%20of%20critically%20ill%20patients%20with%20SARSCoV2%20pneumonia%20in%20Wuhan%20China%20a%20singlecentered%20retrospective%20observational%20study%20The%20Lancet%20Respiratory%20Medicine%202020"
        }
    ],
    "facts": [
        "a novel coronavirus outbreak starting in China",
        "identifying factors associated with severe disease has been described as an urgent research priority",
        "that elderly patients with pre-existing comorbidities are more vulnerable to more severe disease",
        "a novel type of coronavirus originally identified in Wuhan",
        "the risk factors for severe COVID-19 infections has been identified as an urgent research priority",
        "likely that government strategies will shift from containment and delay towards mitigation",
        "COVID-19 patients likely to recover after a mild illness from those who are",
        "a better understanding of the symptoms and comorbidities related to COVID-19 severity is required",
        "A recent meta-analysis of symptoms in 50,466 COVID-19 patients from 10 studies found that fever and cough were the",
        "reported cases have occurred in adults",
        "those with chronic medical conditions may be at higher risk",
        "This study was prospectively registered on PROSPERO",
        "A literature search was performed in three databases for studies indexed",
        "Random effects meta-analysis was performed for selected symptoms and comorbidities to identify those most associated with severe COVID-19 infection",
        "7 studies were chosen for inclusion",
        "older compared to the non-ICU group",
        "Cardiovascular disease and hypertension were strongly predictive for both severe disease",
        "those with cardiovascular disease and hypertension are at a high-risk of severe illness",
        "The PRISMA flow diagram illustrates the process for selection of papers",
        "COVID-19 severity was not consistently defined across included studies",
        "All studies were of adequate quality considering the context",
        "the only symptom significantly associated with disease severity",
        "All of these factors were more strongly associated with ICU admission than disease severity",
        "most common symptoms found in our analysis",
        "The prevalence of dyspnoea was not investigated in Sun's meta-analysis",
        "The findings reported here are in keeping with current knowledge",
        "those with comorbidities are more susceptible to severe infection",
        "that various factors are more strongly associated with ICU admission compared with",
        "the extent of the risk COVID-19 poses for patients with comorbidities",
        "our analysis suggests that comorbidities are not uniform in terms",
        "Our analysis finds that dyspnoea is the only symptom",
        "suggesting COPD patients are vulnerable to critically severe disease",
        "future research must aim to substantiate these findings by investigating factors related to disease severity"
    ],
    "claims": [
        "The prevalence of dyspnoea was not investigated in Sun’s meta-analysis, but we found it to be relatively low, particularly in non-severe and non-ICU groups",
        "We demonstrate that various factors are more strongly associated with ICU admission (representing the very severe end of the disease severity spectrum) compared with less severe disease"
    ],
    "findings": [
        "The ICU group were older (62.4 years) compared to the non-ICU group (46 years), with a significantly higher proportion of males (67.2% vs. 57.1%, p=0.04)",
        "Dyspnoea was the only significant symptom predictive for both severe disease (pOR 3.70, 95% CI 1.83 – 7.46) and ICU admission (pOR 6.55, 95% CI 4.28– 10.0)",
        "Notwithstanding the low prevalence of COPD in severe disease and ICUadmitted groups (4.5% and 9.7%, respectively), COPD was the most strongly predictive comorbidity for both severe disease (pOR 6.42, 95% CI 2.44 – 16.9) and ICU admission (pOR 17.8, 95% CI 6.56 – 48.2)",
        "Cardiovascular disease and hypertension were also strongly predictive for both severe disease and ICU admission. Those with CVD and hypertension were 4.4 (95% CI 2.64 – 7.47) and 3.7 (95% CI 2.22 – 5.99) times more likely to have an ICU admission respectively, compared to patients without the comorbidity",
        "Severity defined as per severe disease (38.7% vs. 21.0%)",
        "American Thoracic including COPD (3.5% vs. 0.6%), Society guidelines for",
        "Diabetes (16.2% vs. 5.7%), community-acquired hypertension (23.7% vs. 13.4%), and pneumonia",
        "Severe/critical breaths per minute, 7.60, 95% CI 2.6 – 21.7), comorbidities oxygen saturation ≤93%, (OR 10.6, 95% CI 2.93 – 38.4), dyspnoea",
        "PaO2/FiO2 ≤300mmHg, (OR 10.9, 95% CI 2.07 – 57.2), chest required mechanical pain (OR 10.9, 95% CI 1.15 – 102.8), ventilation, shock cough (OR 9.95, 95% CI 1.25 – 79.6), occurred, or other organ and expectoration (OR 4.88, 95% CI",
        "To be significantly more common in severe cases compared to non-severe cases (32.6% vs. 1.4%, p<0.001)",
        "Critical case = respiratory 40% of all cases (46% vs. 38% for failure needing severe/critical vs. mild/moderate)",
        "67.2%, p=0.02) was significantly more common in the severe group, and nausea significantly less common, compared with the non-severe group",
        "Although no more likely to be in the severe group, men were 1.55 times more likely than women to be admitted to ICU (95% CI 1.02 – 2.36)",
        "Dyspnoea was the only symptom significantly associated with both severe disease (pOR 3.70, 95% CI 1.83 – 7.46) and ICU admission (pOR 6.55, 95% CI 4.28– 10.0), being more strongly associated with the latter",
        "Cough was associated with severe disease (pOR 1.63, 95% CI 1.03 – 2.60), but not ICU admission",
        "The pORs for severe disease were as follows: COPD (6.42, 95% CI 2.44- 16.9), CVD (2.70, 95% CI 1.52 – 4.80) and hypertension (1.97, 95% CI 1.40 – 2.77)",
        "COPD, CVD and hypertension were more strongly associated with ICU admission, compared with severe disease, with pORs of 17.8 (95% CI 6.56 – 48.2), 4.44 (95% CI 2.64 – 7.47), and 3.65 (95% CI 2.22 – 5.99), respectively",
        "The ICU group were older (62.4 years) compared to the non-ICU group (46 years), with a significantly higher proportion of males (67.2% vs. 57.1%, p=0.04)",
        "Males were 1.55 times more likely (95% CI 1.02 - 2.36) to have an ICU admission",
        "Patients with dyspnoea were 6.6 times more likely to have an ICU admission (95% CI 4.28– 10.0) compared to those without dyspnoea",
        "Although COPD was relatively uncommon, even in ICU patients, it was by far the most strongly predictive comorbidity for ICU admission (pOR 17.8, 95%CI 6.56 – 48.2). Those with CVD and hypertension were 4.4 (95% CI 2.64 – 7.47) and 3.7 (95% CI 2.22 – 5.99) times more likely to have an ICU admission respectively, compared to patients without the comorbidity"
    ],
    "processes": [],
    "key_statements": [
        "Random effects meta-analysis was performed for selected symptoms and comorbidities to identify those most associated with severe COVID-19 infection or ICU admission",
        "Dyspnoea was the only significant symptom predictive for both severe disease and ICU admission",
        "Notwithstanding the low prevalence of Chronic obstructive pulmonary disease in severe disease and ICUadmitted groups (4.5% and 9.7%, respectively), Chronic obstructive pulmonary disease was the most strongly predictive comorbidity for both severe disease and ICU admission",
        "The ongoing novel coronavirus (COVID-19) outbreak is a public health emergency of international concern (PHEIC), involving a novel type of coronavirus originally identified in Wuhan, China",
        "Defining the spectrum of clinical manifestations and the risk factors for severe COVID-19 infections has been identified as an urgent research priority (2,3)",
        "According to most recent US Centers for Disease Control and Prevention (CDC) guidance, risk factors for severe illness are not yet clear, older patients and those with chronic medical conditions may be at higher risk",
        "Dyspnoea was the only symptom significantly associated with both severe disease and ICU admission, being more strongly associated with the latter",
        "Cough was associated with severe disease, but not ICU admission",
        "The pooled odds ratio for severe disease were as follows: Chronic obstructive pulmonary disease (6.42, 95% CI 2.44- 16.9), cardiovascular disease (2.70, 95% CI 1.52 – 4.80) and hypertension (1.97, 95% CI 1.40 – 2.77)",
        "Chronic obstructive pulmonary disease, cardiovascular disease and hypertension were more strongly associated with ICU admission, compared with severe disease, with pooled odds ratio of 17.8 (95% CI 6.56 – 48.2), 4.44 (95% CI 2.64 – 7.47), and 3.65 (95% CI 2.22 – 5.99), respectively",
        "Dyspnoea was the only symptom significantly associated with disease severity and ICU admission, alongside various comorbidities (COPD, cardiovascular disease and hypertension)",
        "We demonstrate that various factors are more strongly associated with ICU admission compared with less severe disease",
        "Our analysis finds that dyspnoea is the only symptom strongly predictive for both severe disease and ICU admission, and could be a useful symptom to help guide clinical management decisions early in the course of illness",
        "Future research must aim to substantiate these findings by investigating factors related to disease severity"
    ],
    "top_statements": [
        "Dyspnoea was the only significant symptom predictive for both severe disease and ICU admission",
        "Notwithstanding the low prevalence of Chronic obstructive pulmonary disease in severe disease and ICUadmitted groups (4.5% and 9.7%, respectively), Chronic obstructive pulmonary disease was the most strongly predictive comorbidity for both severe disease and ICU admission",
        "The ongoing novel coronavirus (COVID-19) outbreak is a public health emergency of international concern (PHEIC), involving a novel type of coronavirus originally identified in Wuhan, China",
        "Chronic obstructive pulmonary disease, cardiovascular disease and hypertension were more strongly associated with ICU admission, compared with severe disease, with pooled odds ratio of 17.8 (95% CI 6.56 – 48.2), 4.44 (95% CI 2.64 – 7.47), and 3.65 (95% CI 2.22 – 5.99), respectively",
        "Our analysis finds that dyspnoea is the only symptom strongly predictive for both severe disease and ICU admission, and could be a useful symptom to help guide clinical management decisions early in the course of illness"
    ],
    "headline": "Dyspnoea was the only significant symptom predictive for both severe disease and ICU admission",
    "contexts": [],
    "abbreviations": {
        "PHEIC": "public health emergency of international concern",
        "CFR": "case fatality rate",
        "CDC": "Centers for Disease Control and Prevention",
        "pOR": "pooled odds ratio",
        "COPD": "Chronic obstructive pulmonary disease",
        "CVD": "cardiovascular disease",
        "CFRs": "case fatality rates",
        "PPE": "protective equipment"
    }
}
