{
    "filename": "2020.03.03.20030353.full.pdf",
    "content_type": "application/pdf",
    "file_size": 754426,
    "metadata": {
        "identifiers": {
            "doi": "10.1101/2020.03.03.20030353",
            "url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/06/2020.03.03.20030353.full.pdf"
        },
        "title": "Epidemiological and clinical features of 291 cases with coronavirus disease 2019 in areas adjacent to Hubei, China: a double-center observational study",
        "author": "Xu Chen, Fang Zheng, Yanhua Qing, Shuizi Ding, Danhui Yang, Cheng Lei, Zhilan Yin, Xianglin Zhou, Dixuan Jiang, Qi Zuo, Jun He, Jianlei Lv, Ping Chen, Yan Chen, Hong Peng, Honghui Li, Yuanlin Xie, Jiyang Liu, Zhiguo Zhou, Hong Luo",
        "date": 2020,
        "affiliations": [
            "Department of Respiratory and Critical Care Medicine, the Second Xiangya Hospital, Central South University, Changsha, Hunan, China",
            "Research Unit of Respiratory Disease, Central South University, Changsha, Hunan, China.",
            "Hunan Diagnosis and Treatment Center of Respiratory Disease, Changsha, Hunan, China.",
            "Department of Respiratory and Critical Care Medicine, the First Hospital of Changsha City, Changsha, Hunan, China.",
            "Department of Respiratory and Critical Care Medicine, Loudi Central Hospital, Loudi, Hunan, China.",
            "The Second Xiangya Hospital, Central South University, Changsha, Hunan 410011, China Tel: +86 13607435199 Email: luohonghuxi@csu.edu.cn",
            "The First Hospital of Changsha City, Changsha, Hunan 410005, China Tel: +86 13807311490 Email: zhouzhiguo1217@163.com"
        ],
        "abstract": "Abstract\nBackground: The clinical outcomes of COVID-19 patients in Hubei and other areas are different. We aim to investigate the epidemiological and clinical characteristics of patient with COVID-19 in Hunan which is adjacent to Hubei.\nMethods: In this double-center, observational study, we recruited all consecutive patients with laboratory confirmed COVID-19 from January 23 to February 14, 2020 in two designated hospitals in Hunan province, China. Epidemiological and clinical data from patients' electronic medical records were collected and compared between mild, moderate and severe/critical group in detail. Clinical outcomes were followed up to February 20, 2020. \nFindings: 291 patients with COVID-19 were categorized into mild group (10.0%), moderate group (72.8%) and severe/critical group (17.2%). The median age of all patients was 46 years (49.8% were male). 86.6% patients had an indirect exposure history. The proportion of patients that had been to Wuhan in severe/critical group (48.0% vs 17.2%, p=0.006) and moderate group (43.4% vs 17.2%, p=0.007) were higher than mild group. Fever (68.7%), cough (60.5%), and fatigue (31.6%) were common symptoms especially for severe and critical patients. Typical lung imaging finding were bilateral and unilateral ground glass opacity or consolidation. Leukopenia, lymphopenia and eosinopenia occurred in 36.1%, 22.7% and 50.2% patients respectively. Increased fibrinogen was detected in 45 of 58 (77.6%) patients with available results. 29 of 44 (65.9%) or 22 of 40 (55.0%) patients were positive in Mycoplasma pneumonia or Chlamydia pneumonia antibody test respectively. Compared with mild or moderate group, severe/critical group had a relative higher level of neutrophil, Neutrophil-to-Lymphocyte Ratio, h-CRP, ESR, CK, CK-MB, LDH, D-dimer, and a lower level of lymphocyte, eosinophils, platelet, HDL and sodium (all p&lt;0.01). Most patients received antiviral therapy and Chinese Medicine therapy. As of February 20, 2020, 159 (54.6%) patients were discharged and 2 (0.7%) patients died during hospitalization. The median length of hospital stay in discharged patients was 12 days (IQR: 10-15). \nInterpretation: The epidemiological and clinical characteristics of COVID-19 patients in Hunan is different from patients in Wuhan. The proportion of patients that had been to Wuhan in severe/critical group and moderate group were higher than mild group. Laboratory and imaging examination can assist in the diagnosis and classification of COVID-19 patients.",
        "references": "@article{n-a,\n  author = {N.H.C.P.R.C.},\n  title = {National Health Commission of thePeople's Republic of China home page: Coronavirus disease 2019 (COVID-19). 2020},\n  url = {http://www.nhc.gov.cn.2.},\n  journal = {Zhi},\n  volume = {2020},\n  pages = {145–51},\n  source = {Novel Coronavirus Pneumonia Emergency Response Epidemiology T. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19)in China. Zhonghua Liu Xing Bing Xue Za},\n  number = {41},\n  language = {}\n}\n@article{xu-a,\n  author = {Xu, X.W. and Wu, XX, Jiang and X.G.},\n  title = {Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series},\n  journal = {Bmj},\n  volume = {2020},\n  pages = {606},\n  more-authors = {true},\n  number = {368},\n  language = {}\n}\n@article{tian2020a,\n  author = {Tian, S. and Hu, N. and Lou, J.},\n  title = {Characteristics of COVID-19 infection in Beijing},\n  journal = {J Infect},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{lin2019a,\n  author = {Lin, L. and Li, T.S.},\n  title = {Interpretation of Guidelines for the Diagnosis and Treatment of Novel Coronavirus},\n  date = {2019},\n  publisher = {Trial Version},\n  journal = {Zhi},\n  volume = {2020},\n  pages = {001},\n  source = {Infection by the National Health Commission},\n  number = {100},\n  language = {}\n}\n@article{zhu-a,\n  author = {Zhu, N. and Zhang, D. and Wang, W.},\n  title = {A Novel Coronavirus from Patients with Pneumonia in China, 2019},\n  journal = {The New England journal of medicine},\n  volume = {2020},\n  pages = {727–33},\n  more-authors = {true},\n  number = {382},\n  language = {}\n}\n@article{ooi2004a,\n  author = {Ooi, G.C. and Khong, P.L. and M1ller, N.L.},\n  title = {Severe acute respiratory syndrome: temporal lung changes at thin-section CT in 30 patients},\n  journal = {Radiology},\n  date = {2004},\n  volume = {230},\n  pages = {836–44},\n  more-authors = {true},\n  number = {3},\n  language = {}\n}\n@article{wu-a,\n  author = {Wu, J.T. and Leung, K. and Leung, G.M.},\n  title = {Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {689–97},\n  number = {395},\n  language = {}\n}\n@article{lu-a,\n  author = {Lu, R. and Zhao, X. and Li, J.},\n  title = {Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {565–74},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@article{li2020a,\n  author = {Li, Q. and Guan, X. and Wu, P.},\n  title = {Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia},\n  journal = {The New England journal of medicine},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{yang-a,\n  author = {Yang, Y. and Lu, Q. and Liu, M.},\n  title = {Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China. 2020: 2020.02.10.20021675},\n  more-authors = {true},\n  language = {}\n}\n@misc{read-a,\n  author = {Read, J.M. and Bridgen, JR, Cummings and DA, Ho and A, Jewell and C.P.},\n  title = {Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions. 2020: 2020.01.23.20018549},\n  language = {}\n}\n@article{guan2020a,\n  author = {Guan, W.J. and Ni, Z.Y. and Hu, Y.},\n  title = {Clinical Characteristics of Coronavirus Disease 2019 in China},\n  journal = {The New England journal of medicine},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{huang-a,\n  author = {Huang, C. and Wang, Y. and Li, X.},\n  title = {Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {497–506},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@misc{wang-a,\n  author = {Wang, D. and Hu, B. and Hu, C.},\n  title = {Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. Jama 2020},\n  more-authors = {true},\n  language = {}\n}\n@article{chen-a,\n  author = {Chen, N. and Zhou, M. and Dong, X.},\n  title = {Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study},\n  journal = {Lancet},\n  volume = {2020},\n  pages = {507–13},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@misc{zhang-a,\n  author = {Zhang, J.J. and Dong, X. and Cao, Y.Y.},\n  title = {Clinical characteristics of 140 patients infected with SARSCoV-2 in Wuhan, China. Allergy 2020},\n  more-authors = {true},\n  language = {}\n}\n@article{sun2006a,\n  author = {Sun, W. and Li, Z.R. and Shi, Z.C. and Zhang, N.F. and Zhang, Y.C.},\n  title = {Changes in coagulation and fibrinolysis of postSARS osteonecrosis in a Chinese population},\n  journal = {Int Orthop},\n  date = {2006},\n  volume = {30},\n  pages = {143–6},\n  number = {3},\n  language = {}\n}\n@article{tan2005a,\n  author = {Tan, Y.J. and Tham, P.Y. and Chan, D.Z.},\n  title = {The severe acute respiratory syndrome coronavirus 3a protein up-regulates expression of fibrinogen in lung epithelial cells},\n  journal = {J Virol},\n  date = {2005},\n  volume = {79},\n  pages = {100837},\n  more-authors = {true},\n  number = {15},\n  language = {}\n}\n@article{mizutani2007a,\n  author = {Mizutani, T. and Fukushi, S. and Kenri, T.},\n  title = {Enhancement of cytotoxicity against Vero E6 cells persistently infected with SARS-CoV by Mycoplasma fermentans},\n  journal = {Arch Virol},\n  date = {2007},\n  volume = {152},\n  pages = {101925},\n  more-authors = {true},\n  number = {5},\n  language = {}\n}\n@article{gao2020a,\n  author = {Gao, J. and Tian, Z. and Yang, X.},\n  title = {Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies},\n  journal = {Biosci Trends},\n  date = {2020},\n  language = {}\n}\n",
        "links": [
            "http://www.nhc.gov.cn",
            "http://www.r-project.org/"
        ],
        "emails": [
            "luohonghuxi@csu.edu.cn",
            "zhouzhiguo1217@163.com"
        ],
        "references_ris": "TY  - JOUR\nAU  - N.H.C.P.R.C.\nTI  - National Health Commission of thePeople's Republic of China home page: Coronavirus disease 2019 (COVID-19). 2020\nUR  - http://www.nhc.gov.cn.2.\nT2  - Zhi\nVL  - 2020\nSP  - 145\nEP  - 51\nT2  - Novel Coronavirus Pneumonia Emergency Response Epidemiology T. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19)in China. Zhonghua Liu Xing Bing Xue Za\nIS  - 41\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Xu, X.W.\nAU  - Wu, XX, Jiang\nAU  - X.G.\nTI  - Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series\nT2  - Bmj\nVL  - 2020\nSP  - 606\nC1  - true\nIS  - 368\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Tian, S.\nAU  - Hu, N.\nAU  - Lou, J.\nTI  - Characteristics of COVID-19 infection in Beijing\nT2  - J Infect\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Lin, L.\nAU  - Li, T.S.\nTI  - Interpretation of Guidelines for the Diagnosis and Treatment of Novel Coronavirus\nPY  - 2019\nDA  - 2019\nPB  - Trial Version\nT2  - Zhi\nVL  - 2020\nSP  - 001\nT2  - Infection by the National Health Commission\nIS  - 100\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Zhu, N.\nAU  - Zhang, D.\nAU  - Wang, W.\nTI  - A Novel Coronavirus from Patients with Pneumonia in China, 2019\nT2  - The New England journal of medicine\nVL  - 2020\nSP  - 727\nEP  - 33\nC1  - true\nIS  - 382\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Ooi, G.C.\nAU  - Khong, P.L.\nAU  - M1ller, N.L.\nTI  - Severe acute respiratory syndrome: temporal lung changes at thin-section CT in 30 patients\nT2  - Radiology\nPY  - 2004\nDA  - 2004\nVL  - 230\nSP  - 836\nEP  - 44\nC1  - true\nIS  - 3\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Wu, J.T.\nAU  - Leung, K.\nAU  - Leung, G.M.\nTI  - Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study\nT2  - Lancet\nVL  - 2020\nSP  - 689\nEP  - 97\nIS  - 395\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Lu, R.\nAU  - Zhao, X.\nAU  - Li, J.\nTI  - Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding\nT2  - Lancet\nVL  - 2020\nSP  - 565\nEP  - 74\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Li, Q.\nAU  - Guan, X.\nAU  - Wu, P.\nTI  - Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia\nT2  - The New England journal of medicine\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Yang, Y.\nAU  - Lu, Q.\nAU  - Liu, M.\nTI  - Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China. 2020: 2020.02.10.20021675\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Read, J.M.\nAU  - Bridgen, JR, Cummings\nAU  - DA, Ho\nAU  - A, Jewell\nAU  - C.P.\nTI  - Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions. 2020: 2020.01.23.20018549\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Guan, W.J.\nAU  - Ni, Z.Y.\nAU  - Hu, Y.\nTI  - Clinical Characteristics of Coronavirus Disease 2019 in China\nT2  - The New England journal of medicine\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Huang, C.\nAU  - Wang, Y.\nAU  - Li, X.\nTI  - Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China\nT2  - Lancet\nVL  - 2020\nSP  - 497\nEP  - 506\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - GEN\nAU  - Wang, D.\nAU  - Hu, B.\nAU  - Hu, C.\nTI  - Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. Jama 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Chen, N.\nAU  - Zhou, M.\nAU  - Dong, X.\nTI  - Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study\nT2  - Lancet\nVL  - 2020\nSP  - 507\nEP  - 13\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - GEN\nAU  - Zhang, J.J.\nAU  - Dong, X.\nAU  - Cao, Y.Y.\nTI  - Clinical characteristics of 140 patients infected with SARSCoV-2 in Wuhan, China. Allergy 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Sun, W.\nAU  - Li, Z.R.\nAU  - Shi, Z.C.\nAU  - Zhang, N.F.\nAU  - Zhang, Y.C.\nTI  - Changes in coagulation and fibrinolysis of postSARS osteonecrosis in a Chinese population\nT2  - Int Orthop\nPY  - 2006\nDA  - 2006\nVL  - 30\nSP  - 143\nEP  - 6\nIS  - 3\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Tan, Y.J.\nAU  - Tham, P.Y.\nAU  - Chan, D.Z.\nTI  - The severe acute respiratory syndrome coronavirus 3a protein up-regulates expression of fibrinogen in lung epithelial cells\nT2  - J Virol\nPY  - 2005\nDA  - 2005\nVL  - 79\nSP  - 100837\nC1  - true\nIS  - 15\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Mizutani, T.\nAU  - Fukushi, S.\nAU  - Kenri, T.\nTI  - Enhancement of cytotoxicity against Vero E6 cells persistently infected with SARS-CoV by Mycoplasma fermentans\nT2  - Arch Virol\nPY  - 2007\nDA  - 2007\nVL  - 152\nSP  - 101925\nC1  - true\nIS  - 5\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Gao, J.\nAU  - Tian, Z.\nAU  - Yang, X.\nTI  - Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies\nT2  - Biosci Trends\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\n",
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "1",
                "caption": "Demographics and baseline characteristics of 291 patients with COVID-19 in Hunan, China"
            },
            {
                "id": "2",
                "caption": "Laboratory findings of 291 patients with coronavirus disease 2019 (covid-19) in Hunan province, China"
            },
            {
                "id": "3",
                "caption": "Treatments and outcomes of 291 patients with COVID-19 in Hunan, China"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "The typical manifestations in CT and chest X-ray for patients with COVID-19. Cross-sectional CT shows (A) patchy consolidation abutting the pleura in left upper lobe, (B) large areas of consolidation with air bronchogram sign in right upper lobe and (C) Ground glass opacity in bilateral upper lobe; (D) Chest X-ray shows patchy opacities of the right lower lung field"
            },
            {
                "id": "2",
                "caption": "Kaplan–Meier analysis of the length of hospitalization for patients with COVID19. Shaded areas represent the 95% confidence intervals based on Kaplan-Meier estimation. The median length of hospitalization for all patients was 16 days (IQR 14-17)"
            }
        ],
        "tables_url": "https://sandbox-api.scholarcy.com/tables/2020.03.03.20030353.full.pdf_hl56ru6b_8xe22n8n.xlsx",
        "figure_urls": [
            "https://sandbox-api.scholarcy.com/images/2020.03.03.20030353.full.pdf_hl56ru6b_images_v2l6fyaf/img-000.png",
            "https://sandbox-api.scholarcy.com/images/2020.03.03.20030353.full.pdf_hl56ru6b_images_v2l6fyaf/img-001.png"
        ]
    },
    "sections": {
        "introduction": [
            "In December 2019, Coronavirus disease 2019 (COVID-19) broke out in Wuhan, China, and quickly spread to other Chinese provinces and 38 countries around the world up to February 26, 2020. Owing to its involvement in multiple areas, WHO declared a Public Health Emergency of International Concern on January 30, 2020. Up to February 26, 2020, there were 78,630 laboratory-confirmed and clinical-confirmed cases in China and over 3,000 cases outside China while about 2/3 of cases in China was located in Wuhan.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]<br/><br/>Zhang et al reported the largest epidemiological investigation of 72314 cases and showed the crude case fatality rate in Hubei province (2.9%) was 7.3 times higher than other provinces (0.4%) in China,[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] which indicated that there are differences in clinical outcome between the patients in Hubei and other provinces. The features and outcomes of patients with COVID-19 in Wuhan have been described in detail in several studies. Currently, there has been limited studies about patients with COVID-19 in"
        ],
        "methods": [
            "2.1 Study design and subjects From January 23 to February 14, 2020, all consecutive patients with confirmed COVID-19, admitted to the first Hospital of Changsha and Loudi Central Hospital in Hunan, China were recruited. The first Hospital of Changsha and Loudi Central Hospital are two of the major tertiary hospitals and are responsible for the treatments for patients with COVID-19 assigned by the Chinese government. Diagnostic criteria and clinical classification of all confirmed COVID-19 cases were based on guidelines of National Health Commission.[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] Data collection and analysis of cases and close contacts were determined by the National Health Commission of the People’s Republic of China (PRC) to be part of a continuing public health outbreak investigation and were thus considered exempt from institutional review board approval. Oral consent was obtained from all patients.<br/><br/>2.2 Data collection Epidemiological, demographic, clinical, laboratory, imaging, therapy and outcome data were extracted from electronic medical records. Clinical outcomes (discharges, mortality, length of stay) were followed up to February 20, 2020. The date of disease onset was defined as the day when the symptoms were noticed by patients."
        ],
        "results": [
            "3.1 Epidemiological and baseline characteristics of patients 291 patients with laboratory-confirmed SARS-CoV-2 infection were included in this study. Epidemiological and baseline characteristics of patients in detail were shown in Table 1. For all the 291 patients, the median age was 46.0 years (IQR, 34.0 - 59.0 years; range, 1.0 - 84.0 years). Half patients (156, 53,6%) aged between 15 - 49 years, and 11 (3.8%) patients were aged below 15 years. 145<br/><br/>(49.8%) patients were male. 252 (86.6%) patients had a history of exposure to source of transmission within 14 days before symptoms onset. 114 (39.2%) patients were associated with familial clusters. 93 (32.0%) patients had at least one underlying disease including hypertension (13.4%), diabetes (7.6%), chronic liver disease (5.2%), cardiovascular disease (4.1%), chronic respiratory disease (3.4%), etc. The most common symptoms including fever (68.7%), cough (60.5%) and fatigue (31.6%). The median time from disease onset to first admission was 5 days (IQR: 3-8). None of the patients were medical staff. At admission, 245 (83.2%) patients had normal temperature (under 37.5°C), and the median highest body temperature during hospitalization was 38.0°C (37.2°C, 38.5°C)."
        ],
        "discussion": [
            "In this double-center observational study, epidemiology and clinical characteristics of 291 COVID-19<br/><br/>patients in Hunan province were collected and analyzed. Hunan is adjacent to Hubei province, and its provincial capital Changsha is 294 kilometers away from Wuhan, while another city Loudi is about 392 kilometers away from Wuhan. Given the migrant data in previous years and the lockdown of Wuhan on Janurary 23, 2020, Changsha is a city with a high estimated number of imported cases.[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] Our study attempted to provide some experience of diagnosis and treatment for the health workers in other areas. To further show the characteristics in patients with different disease severity, we categorized the 291 patients into mild group (10.0%), moderate group (72.8%) and severe/critical group (17.2%) for statistical analysis.<br/><br/>Current studies have confirmed SARS-CoV-2 as a new branch of the β-coronavirus.[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] Similar to other β-coronavirus like Severe Acute Respiratory Syndrome Coronavirus and Middle East Respiratory Syndrome Coronavirus, SARS-CoV-2 has shown person-to-person transmission ability since its outbreak in December 8, 2019. The basic reproductive number (R0 3.77) of the COVID-19 estimated by several epidemic prediction models seems to be higher than SARS.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>-<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] After the fast increase in the number of patients in Wuhan during the middle of January, COVID-19 spread to the other provinces rapidly such as neighbor province Hunan because of the nearby location, developed traffic and large migrant population.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] In our study, none of 291 patients had a history of direct exposure to Huanan seafood market, but most patients (86.6%) had an indirect exposure history within 14 days before symptoms onset, including being to Wuhan (41.6%), having contact with people came from Wuhan (14.1%) and having contact with local diagnosed patients (38.5%). Our study also showed the proportion of patients who had been to Wuhan in severe/critical group (48.0%) and moderate group (43.4%) were higher than mild group (17.2%). Besides, both the two death cases in our study had a travel history in Wuhan while they both used to be in good health. These showed the infectivity and transmission intensity of the virus, especially in the first or second generation of transmission, and may indicate that the virulence of the virus will decrease after limited generations of transmission.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>,<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] Therefore doctors in areas outside Wuhan should be more cautious in clinical decision making when the patient have a recent history of exposure in Wuhan, including Wuhan residents and those who recently traveled to Wuhan before disease onset. The proportion of family clusters infection in our study was 39.2% which was lower than other studies.[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] Besides, none of our patient was medical staff while 1080 medical staff were infected in Wuhan until February 11, 2020.2"
        ],
        "conclusion": [
            "In this double-center observational study of 291 hospitalized patients with confirmed COVID-19 in Hunan, a province adjacent to Hubei, 86.6% patients had indirect exposure history. The proportion of patients who had been to Wuhan in severe/critical group and moderate group were higher than mild group. Clinical characteristics of patients in this study were different from patients in Wuhan."
        ],
        "data_availability": [
            "The datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request. Conflicts of Interest The authors declare that they have no competing interests. Funding Statement This study was supported by the National Natural Science Foundation of China (81770002 to Hong Luo), Coronavirus disease 2019 Prevention and Control Emergency Project in Hunan Province (2020SK3013 to Yuanlin Xie, 2020SK3014 to Jiyang Liu), the Science and Technology Program of Changsha, China (kq1901120 to Hong Luo) and the National Key Clinical Specialty Construction Projects of China. Ethics approval and consent to participate Data collection and analysis of cases and close contacts were determined by the National Health Commission of the People’s Republic of China (PRC) to be part of a continuing public health outbreak investigation and were thus considered exempt from institutional review board approval. Oral consent was obtained from all patients. Acknowledgements We thank all the patients for participating in the present study. Author Contributions Conceived and designed the experiments: Hong Luo and Zhiguo Zhou. Collected Clinical data: Zhilan Yin, Fang Zheng, Yanhua Qing, Dixuan Jiang, Jiyang Liu, Yuanlin Xie, Qi Zuo, Honghui Li, Hong Peng, Yan Chen, Jun He, Jianlei Lv, Analyzed the data: Shuizi Ding, Cheng Lei, Xu Chen. Wrote the text of the main manuscript: Danhui Yang, Shuizi Ding, Xu Chen, Zhiguo Zhou, Hong Luo, Ping Chen. Prepared the tables and figures: Cheng Lei, Shuizi Ding, Xianglin Zhou, Zhilan Yin. All authors reviewed and revised the manuscript."
        ],
        "funding": [
            "Funding Statement This study was supported by the National Natural Science Foundation of China (81770002 to Hong Luo), Coronavirus disease 2019 Prevention and Control Emergency Project in Hunan Province (2020SK3013 to Yuanlin Xie, 2020SK3014 to Jiyang Liu), the Science and Technology Program of"
        ],
        "disclosures": [
            "Conflicts of Interest The authors declare that they have no competing interests. Funding Statement This study was supported by the National Natural Science Foundation of China (81770002 to Hong Luo), Coronavirus disease 2019 Prevention and Control Emergency Project in Hunan Province (2020SK3013 to Yuanlin Xie, 2020SK3014 to Jiyang Liu), the Science and Technology Program of"
        ],
        "ethical_compliance": [
            "Oral consent was obtained from all patients",
            "Ethics approval and consent to participate Data collection and analysis of cases and close contacts were determined by the National Health Commission of the People’s Republic of China (PRC) to be part of a continuing public health outbreak investigation and were thus considered exempt from institutional review board approval"
        ],
        "limitations": [
            "There are several limitations in our study. Firstly, due to the limitations of the retrospective study, laboratory examinations were performed according tothe clinical care needs of the patient, thus some patients’ laboratory exam results were incomlpeted. Secondly, given the short observation period, nearly half of our patients were still receiving treatment in hospital at the end of our follow-up and we could not decide the mortality and prognosis of the whole case series. Moreover, it is difficult to distinguish the specific efficacy of one single drug as various treatment were applied simultaneously, and the guideline about diagnosis and treatment of COVID-19 were updated frequently. Therefore, the treatment experience in our study should be carefully thought when treating patients in different places and circumstances, and further researches are needed to verify the the safety and efficacy."
        ]
    },
    "structured_content": {
        "1. Introduction": [
            "In December 2019, Coronavirus disease 2019 (COVID-19) broke out in Wuhan, China, and quickly spread to other Chinese provinces and 38 countries around the world up to February 26, 2020. Owing to its involvement in multiple areas, WHO declared a Public Health Emergency of International Concern on January 30, 2020. Up to February 26, 2020, there were 78,630 laboratory-confirmed and clinical-confirmed cases in China and over 3,000 cases outside China while about 2/3 of cases in China was located in Wuhan.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]",
            "Zhang et al reported the largest epidemiological investigation of 72314 cases and showed the crude case fatality rate in Hubei province (2.9%) was 7.3 times higher than other provinces (0.4%) in China,[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] which indicated that there are differences in clinical outcome between the patients in Hubei and other provinces. The features and outcomes of patients with COVID-19 in Wuhan have been described in detail in several studies. Currently, there has been limited studies about patients with COVID-19 in",
            "Zhejiang and Beijing, which is far from Hubei.[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>,<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>] However, the clinical characteristics and progression of disease outside Hubei, especially in areas near Hubei which have a relative higher risk of importing patients than remote areas, were still unknown.",
            "Hunan is adjacent to Hubei province, and the well-developed transportation system between Hunan and Hubei provided a high possibility for disease transmission in the early stage of COVID-19 outbreak when measures like city lockdown and traffic restriction were not taken. Therefore, studies in areas near Hubei can provide more information about the clinical characteristics of COVILD-19 and experience of diagnosis and treatment which can be referenced by areas outside Wuhan and countries worldwide under the current epidemic of COVID-19. In this study, we aimed to investigate the epidemic history and clinical characteristics of patients with COVID-19 in Hunan, China."
        ],
        "2. Methods": [
            "2.1 Study design and subjects From January 23 to February 14, 2020, all consecutive patients with confirmed COVID-19, admitted to the first Hospital of Changsha and Loudi Central Hospital in Hunan, China were recruited. The first Hospital of Changsha and Loudi Central Hospital are two of the major tertiary hospitals and are responsible for the treatments for patients with COVID-19 assigned by the Chinese government. Diagnostic criteria and clinical classification of all confirmed COVID-19 cases were based on guidelines of National Health Commission.[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] Data collection and analysis of cases and close contacts were determined by the National Health Commission of the People’s Republic of China (PRC) to be part of a continuing public health outbreak investigation and were thus considered exempt from institutional review board approval. Oral consent was obtained from all patients.",
            "2.2 Data collection Epidemiological, demographic, clinical, laboratory, imaging, therapy and outcome data were extracted from electronic medical records. Clinical outcomes (discharges, mortality, length of stay) were followed up to February 20, 2020. The date of disease onset was defined as the day when the symptoms were noticed by patients.",
            "2.3 Laboratory confirmation Laboratory confirmation of SARS-CoV-2 was examined by two different institutions of Changsha or Loudi city simultaneously: the municipal Center for designated isolation hospitals and Disease Control and Prevention (CDC). RT-PCR detection reagents were provided by the two institutions. Throat swab specimens obtained from all patients at admission, were maintained in viral transport medium. SARSCoV-2 was confirmed by RT-PCR using the same protocol described previously.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] To evaluate the overall lung involvement in CT imaging, each lung was divided into three lung zones, and each lung zone was assigned a score according to the percent of involvement.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]",
            "2.4 Clinical classification Clinical classification was carried out with following standards:5 1. mild type: mild clinical symptoms without pneumonia in chest imaging performance; 2. moderate type: fever, respiratory tract and other symptoms with pneumonia in imaging performance; 3. severe type: any one condition of the followings: (1) respiratory distress, respiratory rate ≥ 30 times/min; (2) fingertip oxygen saturation ≤",
            "93% in resting state; (3) arterial oxygen partial pressure/fraction of inspired oxygen ≤300 mmHg; 4. critical type: any one condition of the followings: (1) respiratory failure need mechanical ventilation; (2) shock; (3) other organs failure need intensive care unit (ICU) monitoring and treatment.",
            "2.5 Statistical analysis Continuous variables were described as medians and interquartile ranges (IQR). Categorical variables were summarized as counts and percentages. We categorized those four clinical types to three groups as mild group, moderate group and severe/critical group for further statistical analysis. Differences observed among all the three groups were analyzed by Chi-squared test or Fisher exact test for categorical data, one-way ANOVA or non-parametric Kruskal–Wallis test for quantitative data, as appropriate. Two-tailed p < 0.05 was thought as having significantly difference between three groups. For further pairwise comparisons, the significance level was adjusted using the Bonferroni method. All data were analyzed by SPSS (version 20.0; SPSS Inc., Chicago, IL, USA). Kaplan-Meier curve was constructed by the survival and survminer package in R, version 3.6.0 (http://www.r-project.org/)."
        ],
        "3. Results": [
            "3.1 Epidemiological and baseline characteristics of patients 291 patients with laboratory-confirmed SARS-CoV-2 infection were included in this study. Epidemiological and baseline characteristics of patients in detail were shown in Table 1. For all the 291 patients, the median age was 46.0 years (IQR, 34.0 - 59.0 years; range, 1.0 - 84.0 years). Half patients (156, 53,6%) aged between 15 - 49 years, and 11 (3.8%) patients were aged below 15 years. 145",
            "(49.8%) patients were male. 252 (86.6%) patients had a history of exposure to source of transmission within 14 days before symptoms onset. 114 (39.2%) patients were associated with familial clusters. 93 (32.0%) patients had at least one underlying disease including hypertension (13.4%), diabetes (7.6%), chronic liver disease (5.2%), cardiovascular disease (4.1%), chronic respiratory disease (3.4%), etc. The most common symptoms including fever (68.7%), cough (60.5%) and fatigue (31.6%). The median time from disease onset to first admission was 5 days (IQR: 3-8). None of the patients were medical staff. At admission, 245 (83.2%) patients had normal temperature (under 37.5°C), and the median highest body temperature during hospitalization was 38.0°C (37.2°C, 38.5°C).",
            "After admission, 291 patients were categorized into mild group (29, 10.0%), moderate group (212, 72.8%) and severe/critical group (50, 17.2%) respectively. The age distribution was different among three groups (P<0.001). Patients in severe/critical group were older compared with the mild group (60.5 vs 50.0, p=0.001) or moderate group (60.5 vs 41.0, p<0.001). There was no difference in gender among three groups. Interestingly, as for the exposure history, the proportion of patients that had been to Wuhan in severe/critical group (17.2% vs 48.0%, p=0.006) and moderate group (17.2% vs 43.4%, p=0.007) were higher than that of mild group. Similar results were found in the history of any kinds of exposure to source of transmission. For coexisting conditions at admission, the proportion of patients with hypertension in the severe/critical group were higher than mild group (30.8% vs 10.3%, p=0.008) and moderate group (30.8% vs 8.0%, p=0.000). The result was also similar for chronic respiratory disease. A higher proportion of patients in severe/critical group had symptoms like fever, dyspnea and fatigue, while other symptoms like nausea or vomiting were more common in mild group."
        ],
        "3.2 Laboratory examinations": [
            "All patients received imaging examination including chest radiography or computed tomography (CT) on admission. Typical manifestations in CT and chest X-ray plain film on admission were bilateral and unilateral ground glass opacity or consolidation (Figure 1). Among all patients, 115 patients performed CT within one week after admission, which showed the medium score of lung involvement in both the whole lung field and each separate lung field (upper, middle, lower) in severe/critical group was higher than moderate group (all p < 0.01).",
            "Laboratory examinations data were given in Table 2. On admission, 36.1% or 22.7% patients showed leukopenia (white blood cell count < 4.00*109/L) or lymphopenia (lymphocyte count < 0.8*109/L) respectively. Neutrophils in 54 (18.6%) patients were below the normal range. Thrombocytopenia (platelet count <150*109/L) were observed in 31.3% patients. Interestingly, 50.2% patients had eosinophils count lower than 0.02*109/L, and the situation was obviously worse in severe/critical group whose medium eosinophils count was 0.00*109/L. Compared with mild or moderate group, severe/critical group had a higher level of neutrophil and Neutrophil-to-Lymphocyte Ratio, and a lower level of lymphocytes, eosinophils and platelets (all p<0.01).",
            "Biochemistry tests showed 83.5% patients had an increased level of D-dimer and the level was higher in severe/critical group than in mild group (0.39 vs 0.20, p=0.000) and moderate group (0.39 vs 0.24, p=0.002). The coagulation function test showed an increase of fibrinogen in 45 of 58 (77.6%) patients with available results. For liver function test, severe/critical group had a higher proportion of elevated aspartate aminotransferase (AST) than mild group (32.0% vs 17.2%, p<0.001). No obvious abnormality of renal function was found in patients without any history of kidney disease. 10.3% patients had hyponatremia and the proportion were higher in severe/critical group than in mild group (22.0% vs 6.9%, p=0.005). Moreover, erythrocyte sedimentation rate (ESR) and high-sensitivity C-",
            "reactive protein (h-CRP) were increased in more than 50% of patients. Decreased level of high-density lipoprotein cholesterol (HDL) was detected in 51.9% patients. Compared with mild or moderate group, severe/critical group had a higher level of h-CRP, ESR, creatine kinase, creatine kinase–MB, lactate dehydrogenase, and lower level of sodium and HDL (all p<0.01). In patients with available Mycoplasma pneumonia or Chlamydia pneumonia antibody test, 29 of 44 (65.9%) or 22 of 40 (55.0%) patients had positive antibody test results respectively.",
            "3.3 Treatment and prognosis 285 (97.9%) of 291 patients received antiviral therapy (Table 3), including lopinavir and ritonavir tablets (75.9%), recombinant human interferon α2b (45.4%), recombinant cytokine gene derived protein (18.9%) and arbidol hydrochloride capsules (17.2%). 281 (96.6%) patients were treated with Chinese Medicine. The dose and method of administration was based on the guidelines[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>].",
            "Patients were discharged from hospital when the symptoms relieved, chest imaging improved, fever abated for at least three days, and two samples taken from respiratory tract 1 day apart were negative for SARS-Cov-2 RNA. Until February 20, 2020, 159(54.6%) of all patients had been discharged. The length of hospitalization ranged from 5 to 25 days in discharged patients. We used a Kaplan-Meier plot to analyze the length of hospitalization for all 291 patients (Figure 2), which shows a median length of 16 days (IQR 14-17). 2 of 291 (0.7%) patients died during hospitalization, both of whom had an exposure history of having been to Wuhan within 14 days prior to onset of illness."
        ],
        "4. Discussion": [
            "In this double-center observational study, epidemiology and clinical characteristics of 291 COVID-19",
            "patients in Hunan province were collected and analyzed. Hunan is adjacent to Hubei province, and its provincial capital Changsha is 294 kilometers away from Wuhan, while another city Loudi is about 392 kilometers away from Wuhan. Given the migrant data in previous years and the lockdown of Wuhan on Janurary 23, 2020, Changsha is a city with a high estimated number of imported cases.[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] Our study attempted to provide some experience of diagnosis and treatment for the health workers in other areas. To further show the characteristics in patients with different disease severity, we categorized the 291 patients into mild group (10.0%), moderate group (72.8%) and severe/critical group (17.2%) for statistical analysis.",
            "Current studies have confirmed SARS-CoV-2 as a new branch of the β-coronavirus.[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] Similar to other β-coronavirus like Severe Acute Respiratory Syndrome Coronavirus and Middle East Respiratory Syndrome Coronavirus, SARS-CoV-2 has shown person-to-person transmission ability since its outbreak in December 8, 2019. The basic reproductive number (R0 3.77) of the COVID-19 estimated by several epidemic prediction models seems to be higher than SARS.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>-<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] After the fast increase in the number of patients in Wuhan during the middle of January, COVID-19 spread to the other provinces rapidly such as neighbor province Hunan because of the nearby location, developed traffic and large migrant population.[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>] In our study, none of 291 patients had a history of direct exposure to Huanan seafood market, but most patients (86.6%) had an indirect exposure history within 14 days before symptoms onset, including being to Wuhan (41.6%), having contact with people came from Wuhan (14.1%) and having contact with local diagnosed patients (38.5%). Our study also showed the proportion of patients who had been to Wuhan in severe/critical group (48.0%) and moderate group (43.4%) were higher than mild group (17.2%). Besides, both the two death cases in our study had a travel history in Wuhan while they both used to be in good health. These showed the infectivity and transmission intensity of the virus, especially in the first or second generation of transmission, and may indicate that the virulence of the virus will decrease after limited generations of transmission.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>,<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] Therefore doctors in areas outside Wuhan should be more cautious in clinical decision making when the patient have a recent history of exposure in Wuhan, including Wuhan residents and those who recently traveled to Wuhan before disease onset. The proportion of family clusters infection in our study was 39.2% which was lower than other studies.[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] Besides, none of our patient was medical staff while 1080 medical staff were infected in Wuhan until February 11, 2020.2",
            "For demographic and clinical characteristics, 53.6% patients aged between 15-49 years, followed by the 50-64 years age group (27.5%). In severe/critical group, 32.0% and 40.0% patients aged from 50 to 64 and over 64 respectively, consistent with report of Guan et al.[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] Female and male patients both accounted for half in all three groups. The median time from disease onset to first admission in our study was 5.0 days. Similar to the recent publications,[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>-<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>] our data also showed that fever, cough and fatigue were the most common symptoms. The severe/critical group patients were more likely to have two or more symptoms at admission. While most symptoms were more frequently seen in severe/critical group, nausea or vomiting were more common in mild group, which may indicate different body responses to SARS-CoV-2 infection in patients with different health state and immune system defensive characteristics. 58.0% patients in severe/critical group had at least one underlying disease. In concert with the study of Guan et al,[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] Bases on these findings, we suggest clinicians pay more attention to and closely observe patients with multiple symptoms and underlying diseases to prevent disease deterioration.",
            "For laboratory inspection, blood routine test showed 36.1% and 22.7% of patients had leukopenia and lymphopenia respectively. Interestingly, eosinopenia was detected in more than 50% patients, especially in the severe/critical group (74%), which was not emphasized in previous studies.[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>] This indicate that eosinophils could assist in the diagnosis and severity assessment of COVID-19. Inconsistent with the other research[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>], elevated D-dimer was observed in majority of patients (83.5%) in our study, and its level was significantly higher in severe/critical group. Consistent with the research of Guan,[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] Myocardial damage and elevated liver enzyme were not common and mainly happened in severe/critical group. Besides, Obvious disorder of renal function and electrolyte were relatively rare in our patients. 77.6% patients with available coagulation function test result had elevated fibrinogen on admission, and the proportion in severe/critical group was even higher, which have not been observed in other studies. In the early stages of SARS patients, researchers also found an increase in fibrinogen.[<a class=\"ref-link\" id=\"c18\" href=\"#r18\">18</a>] Previous studies had shown that SARS-CoV 3a protein can up regulate the expression of fibrinogen in lung epithelial cells.[<a class=\"ref-link\" id=\"c19\" href=\"#r19\">19</a>] We speculate in the lung inflammation caused by SARS-CoV-2 or the secondary systemic inflammation, the activated body stress system may lead to the increase of fibrinogen. Another interesting phenomenon was that considerable proportion of patients had positive results in Mycoplasma pneumonia or Chlamydia pneumonia antibody tests, which indicate Mycoplasma pneumonia or Chlamydia pneumonia co-infection, which was higher than other research. Previous report indicated that Mycoplasma fermentans enhanced the cytotoxicity against Vero E6 cells infected with SARS-CoV.[<a class=\"ref-link\" id=\"c20\" href=\"#r20\">20</a>] This indicate COVID-19 patients co-infected with the two types of pathogens may lead to more severe state, thus clinicians need pay attention to the screening of these two pathogens in these patients.",
            "Compared with the patient confirmed as COVID-19 in Wuhan[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>-<a class=\"ref-link\" id=\"c16\" href=\"#r16\">16</a>], our study showed that patients in Hunan had relatively higher discharge rate and lower mortality. In our study, 82.8% patients were prone to a mild or moderate type and 54.6% patients were discharged at the end of follow-up. The length of stay in hospital ranged from 5 to 25 days in discharged patients. 2 of 291 (0.7%) patients died during hospitalization. One death case was a 64 years old man in moderate group without any underlying disease. He had a fever for 3 days before admission and was treated by antiviral therapy including lopinavir and ritonavir tablets. The other death case was a 58 years old man in severe/critical group also without any underlying disease, but had symptoms of fever, cough, dyspnea and fatigue for 7 days before admission. Laboratory tests detected a decreased level of WBC (2.26*109/L), lymphocyte (0.40*109/L) and eosinophils (0.00*109/L), and elevated level of ALT (48.5U/L) and AST (82.1U/L) in this patient. Pulmonary CT of both patients showed progressive patchy consolidation of bilateral lobes. Although there has been a lack of evidence-based specific antiviral drugs, almost all patients in this study received antiviral therapy (96.6%), lopinavir and ritonavir tablets (75.9%), recombinant human interferon α2b (45.4%) were the most commonly used treatment. Besides, chloroquine phosphate was reported to have apparent efficacy and acceptable safety against COVID-19 in a multicenter clinical trials[<a class=\"ref-link\" id=\"c21\" href=\"#r21\">21</a>] and had just been included in the latest edition of the guidelines for China. According to this guideline, two patients in the study were given chloroquine for antiviral therapy. However, the safety and efficacy of antiviral therapies used in COVID-19 patients need further studied.",
            "Our study provided more information about epidemiology and clinical profiles of COVID-19 in adjacent area around Hubei Province. It is hoped that our study may provide the basis for the epidemiology related measures of patients in covid-19 import area as well as for clinicians to make medical decisions.",
            "There are several limitations in our study. Firstly, due to the limitations of the retrospective study, laboratory examinations were performed according tothe clinical care needs of the patient, thus some patients’ laboratory exam results were incomlpeted. Secondly, given the short observation period, nearly half of our patients were still receiving treatment in hospital at the end of our follow-up and we could not decide the mortality and prognosis of the whole case series. Moreover, it is difficult to distinguish the specific efficacy of one single drug as various treatment were applied simultaneously, and the guideline about diagnosis and treatment of COVID-19 were updated frequently. Therefore, the treatment experience in our study should be carefully thought when treating patients in different places and circumstances, and further researches are needed to verify the the safety and efficacy."
        ],
        "5. Conclusion": [
            "In this double-center observational study of 291 hospitalized patients with confirmed COVID-19 in Hunan, a province adjacent to Hubei, 86.6% patients had indirect exposure history. The proportion of patients who had been to Wuhan in severe/critical group and moderate group were higher than mild group. Clinical characteristics of patients in this study were different from patients in Wuhan.",
            "Data Availability The datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request. Conflicts of Interest The authors declare that they have no competing interests. Funding Statement This study was supported by the National Natural Science Foundation of China (81770002 to Hong Luo), Coronavirus disease 2019 Prevention and Control Emergency Project in Hunan Province (2020SK3013 to Yuanlin Xie, 2020SK3014 to Jiyang Liu), the Science and Technology Program of",
            "Changsha, China (kq1901120 to Hong Luo) and the National Key Clinical Specialty Construction Projects of China. Ethics approval and consent to participate Data collection and analysis of cases and close contacts were determined by the National Health Commission of the People’s Republic of China (PRC) to be part of a continuing public health outbreak investigation and were thus considered exempt from institutional review board approval. Oral consent was obtained from all patients. Acknowledgements We thank all the patients for participating in the present study. Author Contributions Conceived and designed the experiments: Hong Luo and Zhiguo Zhou. Collected Clinical data: Zhilan Yin, Fang Zheng, Yanhua Qing, Dixuan Jiang, Jiyang Liu, Yuanlin Xie, Qi Zuo, Honghui Li, Hong Peng, Yan Chen, Jun He, Jianlei Lv, Analyzed the data: Shuizi Ding, Cheng Lei, Xu Chen. Wrote the text of the main manuscript: Danhui Yang, Shuizi Ding, Xu Chen, Zhiguo Zhou, Hong Luo, Ping Chen. Prepared the tables and figures: Cheng Lei, Shuizi Ding, Xianglin Zhou, Zhilan Yin. All authors reviewed and revised the manuscript."
        ],
        "REFERENCES": [
            "1. NHCPRC. National Health Commission of thePeople's Republic of China home page: Coronavirus disease 2019 (COVID-19). 2020. http://www.nhc.gov.cn. 2. Novel Coronavirus Pneumonia Emergency Response Epidemiology T. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China. Zhonghua Liu Xing Bing Xue Za Zhi 2020; 41(2): 145-51. 3. Xu XW, Wu XX, Jiang XG, et al Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series. Bmj 2020; 368: m606.",
            "4. Tian S, Hu N, Lou J, et al Characteristics of COVID-19 infection in Beijing. J Infect 2020. 5. Lin L, Li TS. Interpretation of Guidelines for the Diagnosis and Treatment of Novel Coronavirus (2019-nCoV) Infection by the National Health Commission (Trial Version 5). Zhonghua Yi Xue Za Zhi 2020; 100(0): E001. 6. Zhu N, Zhang D, Wang W, et al A Novel Coronavirus from Patients with Pneumonia in China, 2019. The New England journal of medicine 2020; 382(8): 727-33. 7. Ooi GC, Khong PL, M1ller NL, et al Severe acute respiratory syndrome: temporal lung changes at thin-section CT in 30 patients. Radiology 2004; 230(3): 836-44. 8. Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. Lancet 2020; 395(10225): 689-97. 9. Lu R, Zhao X, Li J, et al Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet 2020; 395(10224): 565-74. 10. Li Q, Guan X, Wu P, et al Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. The New England journal of medicine 2020. 11. Yang Y, Lu Q, Liu M, et al Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China. 2020: 2020.02.10.20021675. 12. Read JM, Bridgen JR, Cummings DA, Ho A, Jewell CP. Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions. 2020: 2020.01.23.20018549. 13. Guan WJ, Ni ZY, Hu Y, et al Clinical Characteristics of Coronavirus Disease 2019 in China. The New England journal of medicine 2020. 14. Huang C, Wang Y, Li X, et al Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020; 395(10223): 497-506. 15. Wang D, Hu B, Hu C, et al Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. Jama 2020. 16. Chen N, Zhou M, Dong X, et al Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020; 395(10223): 507-13. 17. Zhang JJ, Dong X, Cao YY, et al Clinical characteristics of 140 patients infected with SARSCoV-2 in Wuhan, China. Allergy 2020. 18. Sun W, Li ZR, Shi ZC, Zhang NF, Zhang YC. Changes in coagulation and fibrinolysis of postSARS osteonecrosis in a Chinese population. Int Orthop 2006; 30(3): 143-6. 19. Tan YJ, Tham PY, Chan DZ, et al The severe acute respiratory syndrome coronavirus 3a protein up-regulates expression of fibrinogen in lung epithelial cells. J Virol 2005; 79(15): 100837. 20. Mizutani T, Fukushi S, Kenri T, et al Enhancement of cytotoxicity against Vero E6 cells persistently infected with SARS-CoV by Mycoplasma fermentans. Arch Virol 2007; 152(5): 101925. 21. Gao J, Tian Z, Yang X. Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies. Biosci Trends 2020."
        ],
        "Figures": [
            "Tables Table 1. Demographics and baseline characteristics of 291 patients with COVID-19 in Hunan, China.",
            "Nausea or vomiting Pharyngalgia Rhinorrhea More than one sign or symptom Sign Number Vital Signs Body temperature at admission (°C)",
            "< 37.5 37.5-38.0 38.1-39.0 >39.0 Highest body temperature during hospitalization (°C) < 37.5 37.5-38.0 38.1-39.0 >39.0 Respiratory rate Pulse rate Systolic blood pressure Diastolic blood pressure Mean arterial pressure",
            "38.0 (37.2, 38.5) 96 (33.0%) 75 (25.8%) 97 (33.3%) 22 (7.6%) 20 (18, 21) 88 (80, 98)",
            "Values are numbers (percentages) or Medium (IQR) unless stated otherwise. Percentages do not total up to 100% owing to missing data.",
            "64.70 (57.20, 72.80) 70.30 (59.80, 78.40) 62.70 (56.10, 70.45) 73.15 (63.45, 82.85) 0.000",
            "26.45 (19.28, 32.45) 23.30 (14.27, 33.08) 27.45 (22.00, 34.40) 19.80 (12.62, 28.60) 0.000",
            "<20.00 20.00-40.00 >40.00 Neutrophil-to-Lymphocyte Ratio <1.25 1.25-3.50 >3.50 Eosinophils count (×109/L) <0.02 ≥0.02 Eosinophils percentage (%) <0.50 ≥0.50 Platelet count (×109/L) <150.0 ≥150.0 Haemoglobin (g/L) <110.0 ≥110.0",
            "179.0 (139.0, 232.5) 229.0 (151.0, 302.5) 177.0 (143.0, 232.2) 162.5 (130.8, 212.0) 0.019",
            "130.0 (120.0, 142.2) 132.0 (120.5, 143.5) 130.0 (120.0, 142.0) 130.0 (120.0, 143.5) 0.924",
            "≤20.5 >20.5 Potassium (mmol/L) <3.50 ≥3.50 Sodium (mmol/L) <133.0 ≥133.0 Chloride (mmol/L) <95.0 ≥95.0 Ca (free) (mmol/L) Lactate (mg/L) ≤220.0 >220.0 Creatine (μmol/L) ≤104.0 >104.0",
            "136.7 (134.8, 138.7) 137.8 (135.9, 139.3) 136.9 (134.9, 139.0) 135.5 (133.5, 137.0) 0.001",
            "102.0 (99.3, 104.1) 102.9 (98.5, 105.3) 102.1 (99.9, 104.2) 100.9 (98.3, 103.0) 0.035",
            "172.8 (142.6, 220.5) 188.5 (153.2, 213.0) 160.6 (135.3, 198.4) 243.0 (177.4, 303.4) 0.000",
            "37.0 (21.0, 62.0) 44.0 (13.0, 80.0) 30.5 (20.2, 54.8) 56.5 (39.2, 75.8) 0.001 0.469 0.168 0.000 0-15.0",
            "≤1.71 >1.71 Total cholesterol ≤5.69 >5.69 High density lipoprotein cholesterol <0.90 ≥0.90 Low density lipoprotein cholesterol ≤4.14 >4.14 Mycoplasma pneumonia antibody Positive Negative Chlamydia pneumonia antibody",
            "Values are numbers (percentages) or Medium (IQR) unless stated otherwise. Percentages do not total 100% owing to missing data.",
            "Values are numbers (percentages) or Medium (IQR) unless stated otherwise."
        ]
    },
    "participants": [
        {
            "participant": "patients with COVID-19",
            "number": 291,
            "context": "Clinical outcomes were followed up to February 20, 2020. <mark class=\"stats\">Findings: 291 patients with COVID-19 were categorized into mild group (10.0%), moderate group (72.8%) and severe/critical group (17.2%)</mark>. The median age of all patients was 46 years (49.8% were male). 86.6% patients had an indirect exposure history"
        },
        {
            "participant": "cases with coronavirus disease 2019 in areas adjacent",
            "number": 291,
            "context": "Yingpan Road, Kaifu District, The First Hospital of Changsha City, Changsha, Hunan 410005, China Tel: +86 13807311490 Email: zhouzhiguo1217@163.com. <mark class=\"stats\">Epidemiological and clinical features of 291 cases with coronavirus disease 2019 in areas adjacent to Hubei, China: a double-center observational study</mark>. Abstract Background: The clinical outcomes of COVID-19 patients in Hubei and other areas are different"
        },
        {
            "participant": "cases",
            "number": 3000,
            "context": "Owing to its involvement in multiple areas, WHO declared a Public Health Emergency of International Concern on January 30, 2020. <mark class=\"stats\">Up to February 26, 2020, there were 78,630 laboratory-confirmed and clinical-confirmed cases in China and over 3,000 cases outside China while about 2/3 of cases in China was located in Wuhan.1</mark>. Zhang et al reported the largest epidemiological investigation of 72314 cases and showed the crude case fatality rate in Hubei province (2.9%) was 7.3 times higher than other provinces (0.4%) in China,[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] which indicated that there are differences in clinical outcome between the patients in Hubei and other provinces"
        },
        {
            "participant": "cases",
            "number": 72314,
            "context": "Up to February 26, 2020, there were 78,630 laboratory-confirmed and clinical-confirmed cases in China and over 3,000 cases outside China while about 2/3 of cases in China was located in Wuhan.1. <mark class=\"stats\">Zhang et al reported the largest epidemiological investigation of 72314 cases and showed the crude case fatality rate in Hubei province (2.9%) was 7.3 times higher than other provinces (0.4%) in China,[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] which indicated that there are differences in clinical outcome between the patients in Hubei and other provinces</mark>. The features and outcomes of patients with COVID-19 in Wuhan have been described in detail in several studies"
        },
        {
            "participant": "patients with laboratory-confirmed SARS-CoV-2 infection",
            "number": 291,
            "context": "Kaplan-Meier curve was constructed by the survival and survminer package in R, version 3.6.0 (http://www.r-project.org/). <mark class=\"stats\">3.1 Epidemiological and baseline characteristics of patients 291 patients with laboratory-confirmed SARS-CoV-2 infection were included in this study</mark>. Epidemiological and baseline characteristics of patients in detail were shown in Table 1"
        },
        {
            "participant": "patients",
            "number": 291,
            "context": "Epidemiological and baseline characteristics of patients in detail were shown in Table 1. <mark class=\"stats\">For all the 291 patients, the median age was 46.0 years (IQR, 34.0 - 59.0 years; range, 1.0 - 84.0 years)</mark>. Half patients (156, 53,6%) aged between 15 - 49 years, and 11 (3.8%) patients were aged below 15 years. 145"
        },
        {
            "participant": "patients",
            "number": 291,
            "context": "At admission, 245 (83.2%) patients had normal temperature (under 37.5°C), and the median highest body temperature during hospitalization was 38.0°C (37.2°C, 38.5°C). <mark class=\"stats\">After admission, 291 patients were categorized into mild group (29, 10.0%), moderate group (212, 72.8%) and severe/critical group (50, 17.2%) respectively</mark>. The age distribution was different among three groups (P<0.001)"
        },
        {
            "participant": "patients",
            "number": 115,
            "context": "Typical manifestations in CT and chest X-ray plain film on admission were bilateral and unilateral ground glass opacity or consolidation (Figure 1). <mark class=\"stats\">Among all patients, 115 patients performed CT within one week after admission, which showed the medium score of lung involvement in both the whole lung field and each separate lung field (upper, middle, lower) in severe/critical group was higher than moderate group (all p < 0.01)</mark>. Laboratory examinations data were given in Table 2"
        },
        {
            "participant": "patients",
            "number": 291,
            "context": "In patients with available Mycoplasma pneumonia or Chlamydia pneumonia antibody test, 29 of 44 (65.9%) or 22 of 40 (55.0%) patients had positive antibody test results respectively. <mark class=\"stats\">3.3 Treatment and prognosis 285 (97.9%) of 291 patients received antiviral therapy (Table 3), including lopinavir and ritonavir tablets (75.9%), recombinant human interferon α2b (45.4%), recombinant cytokine gene derived protein (18.9%) and arbidol hydrochloride capsules (17.2%). 281 (96.6%) patients were treated with Chinese Medicine</mark>. The dose and method of administration was based on the guidelines[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]"
        },
        {
            "participant": "patients",
            "number": 291,
            "context": "The length of hospitalization ranged from 5 to 25 days in discharged patients. <mark class=\"stats\">We used a Kaplan-Meier plot to analyze the length of hospitalization for all 291 patients (Figure 2), which shows a median length of 16 days (IQR 14-17). 2 of 291 (0.7%) patients died during hospitalization, both of whom had an exposure history of having been to Wuhan within 14 days prior to onset of illness</mark>. 4"
        },
        {
            "participant": "patients",
            "number": 291,
            "context": "Our study attempted to provide some experience of diagnosis and treatment for the health workers in other areas. <mark class=\"stats\">To further show the characteristics in patients with different disease severity, we categorized the 291 patients into mild group (10.0%), moderate group (72.8%) and severe/critical group (17.2%) for statistical analysis</mark>. Current studies have confirmed SARS-CoV-2 as a new branch of the β-coronavirus.[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]"
        },
        {
            "participant": "patients",
            "number": 291,
            "context": "After the fast increase in the number of patients in Wuhan during the middle of January, COVID-19 spread to the other provinces rapidly such as neighbor province Hunan because of the nearby location, developed traffic and large migrant population.11. <mark class=\"stats\">In our study, none of 291 patients had a history of direct exposure to Huanan seafood market, but most patients (86.6%) had an indirect exposure history within 14 days before symptoms onset, including being to Wuhan (41.6%), having contact with people came from Wuhan (14.1%) and having contact with local diagnosed patients (38.5%)</mark>. Our study also showed the proportion of patients who had been to Wuhan in severe/critical group (48.0%) and moderate group (43.4%) were higher than mild group (17.2%)"
        },
        {
            "participant": "death cases",
            "number": 2,
            "context": "Our study also showed the proportion of patients who had been to Wuhan in severe/critical group (48.0%) and moderate group (43.4%) were higher than mild group (17.2%). <mark class=\"stats\">Besides, both the two death cases in our study had a travel history in Wuhan while they both used to be in good health</mark>. These showed the infectivity and transmission intensity of the virus, especially in the first or second generation of transmission, and may indicate that the virulence of the virus will decrease after limited generations of transmission.[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>,<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]"
        },
        {
            "participant": "patients",
            "number": 2,
            "context": "Besides, chloroquine phosphate was reported to have apparent efficacy and acceptable safety against COVID-19 in a multicenter clinical trials[<a class=\"ref-link\" id=\"c21\" href=\"#r21\">21</a>] and had just been included in the latest edition of the guidelines for China. <mark class=\"stats\">According to this guideline, two patients in the study were given chloroquine for antiviral therapy</mark>. However, the safety and efficacy of antiviral therapies used in COVID-19 patients need further studied"
        },
        {
            "participant": "hospitalized patients with confirmed COVID-19 in Hunan",
            "number": 291,
            "context": "5. <mark class=\"stats\">Conclusion In this double-center observational study of 291 hospitalized patients with confirmed COVID-19 in Hunan, a province adjacent to Hubei, 86.6% patients had indirect exposure history</mark>. The proportion of patients who had been to Wuhan in severe/critical group and moderate group were higher than mild group"
        },
        {
            "participant": "patients",
            "number": 30,
            "context": "7. <mark class=\"stats\">Ooi GC, Khong PL, M1ller NL, et al Severe acute respiratory syndrome: temporal lung changes at thin-section CT in 30 patients</mark>. Radiology 2004; 230(3): 836-44"
        },
        {
            "participant": "cases",
            "number": 99,
            "context": "16. <mark class=\"stats\">Chen N, Zhou M, Dong X, et al Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study</mark>. Lancet 2020; 395(10223): 507-13"
        },
        {
            "participant": "patients",
            "number": 140,
            "context": "17. <mark class=\"stats\">Zhang JJ, Dong X, Cao YY, et al Clinical characteristics of 140 patients infected with SARSCoV-2 in Wuhan, China</mark>. Allergy 2020"
        },
        {
            "participant": "patients with COVID-19 in Hunan",
            "number": 291,
            "context": "Tables Table 1. <mark class=\"stats\">Demographics and baseline characteristics of 291 patients with COVID-19 in Hunan, China</mark>. All patients (N=291)"
        },
        {
            "participant": "patients",
            "number": 291,
            "context": "Demographics and baseline characteristics of 291 patients with COVID-19 in Hunan, China. <mark class=\"stats\">All patients (N=291)</mark>. Moderate group Severe/critical"
        },
        {
            "participant": "data",
            "number": 29,
            "context": "Moderate group Severe/critical. <mark class=\"stats\">Mild group (N=29)</mark>. p-values (<0.050)"
        },
        {
            "participant": "data",
            "number": 212,
            "context": "Percentages do not total up to 100% owing to missing data. <mark class=\"stats\">Moderate group (N=212)</mark>. Mild vs Moderate"
        },
        {
            "participant": "data",
            "number": 1,
            "context": "≤20.5 >20.5 Potassium (mmol/L) <3.50 ≥3.50 Sodium (mmol/L) <133.0 ≥133.0 Chloride (mmol/L) <95.0 ≥95.0 Ca (free) (mmol/L) Lactate (mg/L) ≤220.0 >220.0 Creatine (μmol/L) ≤104.0 >104.0. <mark class=\"stats\">1.30 (n=1)</mark>. Blood urea nitrogen (mmol/L) ≤8.20 >8.20"
        },
        {
            "participant": "data",
            "number": 291,
            "context": "Mild group Moderate group Severe/critical p-values. <mark class=\"stats\">All patients(N=291)</mark>. (N=212) group (N=50) (<0.050)"
        },
        {
            "participant": "data",
            "number": 212,
            "context": "All patients(N=291). <mark class=\"stats\">(N=212) group (N=50) (<0.050)</mark>. Lopinavir and ritonavir tablets"
        }
    ],
    "statistics": [
        {
            "p_value": "p=0.006",
            "context": "The median age of all patients was 46 years (49.8% were male). 86.6% patients had an indirect exposure history. <mark class=\"stats\">The proportion of patients that had been to Wuhan in severe/critical group (48.0% vs 17.2%, p=0.006) and moderate group (43.4% vs 17.2%, p=0.007) were higher than mild group</mark>. Fever (68.7%), cough (60.5%), and fatigue (31.6%) were common symptoms especially for severe and critical patients"
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Differences observed among all the three groups were analyzed by Chi-squared test or Fisher exact test for categorical data, one-way ANOVA or non-parametric Kruskal–Wallis test for quantitative data, as appropriate</mark>",
                "tests": [
                    {
                        "test": "Chi-squared test"
                    },
                    {
                        "test": "Fisher exact test"
                    },
                    {
                        "test": "one-way ANOVA"
                    },
                    {
                        "test": "Kruskal–Wallis test"
                    }
                ]
            }
        },
        {
            "p_value": "p < 0.05",
            "context": "Differences observed among all the three groups were analyzed by Chi-squared test or Fisher exact test for categorical data, one-way ANOVA or non-parametric Kruskal–Wallis test for quantitative data, as appropriate. <mark class=\"stats\">Two-tailed p < 0.05 was thought as having significantly difference between three groups</mark>. For further pairwise comparisons, the significance level was adjusted using the Bonferroni method",
            "tests": {
                "tests": [
                    {
                        "test": "Two-tailed",
                        "value": "p < 0.05"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">For further pairwise comparisons, the significance level was adjusted using the Bonferroni method</mark>",
                "tests": [
                    {
                        "test": "Bonferroni method"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Kaplan-Meier curve was constructed by the survival and survminer package in R, version 3.6.0 (http://www.r-project.org/)</mark>",
                "tests": [
                    {
                        "test": "Kaplan-Meier"
                    }
                ]
            }
        },
        {
            "p_value": "p<0.01",
            "context": "Increased fibrinogen was detected in 45 of 58 (77.6%) patients with available results. 29 of 44 (65.9%) or 22 of 40 (55.0%) patients were positive in Mycoplasma pneumonia or Chlamydia pneumonia antibody test respectively. <mark class=\"stats\">Compared with mild or moderate group, severe/critical group had a relative higher level of neutrophil, Neutrophil-to-Lymphocyte Ratio, h-CRP, ESR, CK, CK–MB, LDH, D-dimer, and a lower level of lymphocyte, eosinophils, platelet, HDL and sodium (all p<0.01)</mark>. Most patients received antiviral therapy and Chinese Medicine therapy"
        },
        {
            "p_value": "P<0.001",
            "context": "After admission, 291 patients were categorized into mild group (29, 10.0%), moderate group (212, 72.8%) and severe/critical group (50, 17.2%) respectively. <mark class=\"stats\">The age distribution was different among three groups (P<0.001)</mark>. Patients in severe/critical group were older compared with the mild group (60.5 vs 50.0, p=0.001) or moderate group (60.5 vs 41.0, p<0.001)"
        },
        {
            "p_value": "p=0.001",
            "context": "The age distribution was different among three groups (P<0.001). <mark class=\"stats\">Patients in severe/critical group were older compared with the mild group (60.5 vs 50.0, p=0.001) or moderate group (60.5 vs 41.0, p<0.001)</mark>. There was no difference in gender among three groups"
        },
        {
            "p_value": "p=0.006",
            "context": "There was no difference in gender among three groups. <mark class=\"stats\">Interestingly, as for the exposure history, the proportion of patients that had been to Wuhan in severe/critical group (17.2% vs 48.0%, p=0.006) and moderate group (17.2% vs 43.4%, p=0.007) were higher than that of mild group</mark>. Similar results were found in the history of any kinds of exposure to source of transmission"
        },
        {
            "p_value": "p=0.008",
            "context": "Similar results were found in the history of any kinds of exposure to source of transmission. <mark class=\"stats\">For coexisting conditions at admission, the proportion of patients with hypertension in the severe/critical group were higher than mild group (30.8% vs 10.3%, p=0.008) and moderate group (30.8% vs 8.0%, p=0.000)</mark>. The result was also similar for chronic respiratory disease"
        },
        {
            "p_value": "p < 0.01",
            "context": "Typical manifestations in CT and chest X-ray plain film on admission were bilateral and unilateral ground glass opacity or consolidation (Figure 1). <mark class=\"stats\">Among all patients, 115 patients performed CT within one week after admission, which showed the medium score of lung involvement in both the whole lung field and each separate lung field (upper, middle, lower) in severe/critical group was higher than moderate group (all p < 0.01)</mark>. Laboratory examinations data were given in Table 2"
        },
        {
            "p_value": "p<0.01",
            "context": "Interestingly, 50.2% patients had eosinophils count lower than 0.02*109/L, and the situation was obviously worse in severe/critical group whose medium eosinophils count was 0.00*109/L. <mark class=\"stats\">Compared with mild or moderate group, severe/critical group had a higher level of neutrophil and Neutrophil-to-Lymphocyte Ratio, and a lower level of lymphocytes, eosinophils and platelets (all p<0.01)</mark>. Biochemistry tests showed 83.5% patients had an increased level of D-dimer and the level was higher in severe/critical group than in mild group (0.39 vs 0.20, p=0.000) and moderate group (0.39 vs 0.24, p=0.002)"
        },
        {
            "p_value": "p=0.000",
            "context": "Compared with mild or moderate group, severe/critical group had a higher level of neutrophil and Neutrophil-to-Lymphocyte Ratio, and a lower level of lymphocytes, eosinophils and platelets (all p<0.01). <mark class=\"stats\">Biochemistry tests showed 83.5% patients had an increased level of D-dimer and the level was higher in severe/critical group than in mild group (0.39 vs 0.20, p=0.000) and moderate group (0.39 vs 0.24, p=0.002)</mark>. The coagulation function test showed an increase of fibrinogen in 45 of 58 (77.6%) patients with available results"
        },
        {
            "p_value": "p<0.001",
            "context": "The coagulation function test showed an increase of fibrinogen in 45 of 58 (77.6%) patients with available results. <mark class=\"stats\">For liver function test, severe/critical group had a higher proportion of elevated aspartate aminotransferase (AST) than mild group (32.0% vs 17.2%, p<0.001)</mark>. No obvious abnormality of renal function was found in patients without any history of kidney disease. 10.3% patients had hyponatremia and the proportion were higher in severe/critical group than in mild group (22.0% vs 6.9%, p=0.005)"
        },
        {
            "p_value": "p=0.005",
            "context": "For liver function test, severe/critical group had a higher proportion of elevated aspartate aminotransferase (AST) than mild group (32.0% vs 17.2%, p<0.001). <mark class=\"stats\">No obvious abnormality of renal function was found in patients without any history of kidney disease. 10.3% patients had hyponatremia and the proportion were higher in severe/critical group than in mild group (22.0% vs 6.9%, p=0.005)</mark>. Moreover, erythrocyte sedimentation rate (ESR) and high-sensitivity C-"
        },
        {
            "p_value": "p<0.01",
            "context": "Decreased level of high-density lipoprotein cholesterol (HDL) was detected in 51.9% patients. <mark class=\"stats\">Compared with mild or moderate group, severe/critical group had a higher level of h-CRP, ESR, creatine kinase, creatine kinase–MB, lactate dehydrogenase, and lower level of sodium and HDL (all p<0.01)</mark>. In patients with available Mycoplasma pneumonia or Chlamydia pneumonia antibody test, 29 of 44 (65.9%) or 22 of 40 (55.0%) patients had positive antibody test results respectively"
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">We used a Kaplan-Meier plot to analyze the length of hospitalization for all 291 patients (Figure 2), which shows a median length of 16 days (IQR 14-17). 2 of 291 (0.7%) patients died during hospitalization, both of whom had an exposure history of having been to Wuhan within 14 days prior to onset of illness</mark>",
                "tests": [
                    {
                        "test": "Kaplan-Meier plot"
                    }
                ]
            }
        }
    ],
    "keywords": [
        "high-density lipoprotein cholesterol",
        "People’s Republic of China",
        "moderate group",
        "clinical outcome",
        "clinical characteristics",
        "SARS",
        "mild group",
        "computed tomography",
        "lymphocyte",
        "COVID-19",
        "indirect exposure history",
        "critical group",
        "erythrocyte sedimentation rate",
        "intensive care unit",
        "interquartile ranges",
        "Mycoplasma pneumonia",
        "double center observational study",
        "Respiratory disease",
        "pneumonia",
        "Chlamydia pneumonia",
        "coronavirus disease"
    ],
    "keyword_relevance": {
        "COVID-19": 0.170984456,
        "critical group": 0.1606217617,
        "moderate group": 0.0880829016,
        "SARS": 0.0829015544,
        "mild group": 0.0829015544,
        "pneumonia": 0.0725388601,
        "computed tomography": 0.0518134715,
        "interquartile ranges": 0.0518134715,
        "clinical characteristics": 0.0414507772,
        "People’s Republic of China": 0.0259067358,
        "Mycoplasma pneumonia": 0.0259067358,
        "Chlamydia pneumonia": 0.0259067358,
        "high-density lipoprotein cholesterol": 0.0207253886,
        "lymphocyte": 0.0207253886,
        "erythrocyte sedimentation rate": 0.0207253886,
        "coronavirus disease": 0.0207253886,
        "indirect exposure history": 0.0155440415,
        "clinical outcome": 0.0103626943,
        "intensive care unit": 0.0103626943,
        "double center observational study": 0.0,
        "Respiratory disease": 0.0
    },
    "species": [
        "Mycoplasma pneumonia",
        "Chlamydia pneumonia"
    ],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> In December 2019, Coronavirus disease 2019 (COVID-19) broke out in Wuhan, China, and quickly spread to other Chinese provinces and 38 countries around the world up to February 26, 2020.",
        "Zhang et al reported the largest epidemiological investigation of 72314 cases and showed the crude case fatality rate in Hubei province (2.9%) was 7.3 times higher than other provinces (0.4%) in China,[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] which indicated that there are differences in clinical outcome between the patients in Hubei and other provinces.",
        "The features and outcomes of patients with COVID-19 in Wuhan have been described in detail in several studies.",
        "There has been limited studies about patients with COVID-19 in",
        "<h2 style=\"display: inline\">Methods:</h2> 2.1 Study design and subjects From January 23 to February 14, 2020, all consecutive patients with confirmed COVID-19, admitted to the first Hospital of Changsha and Loudi Central Hospital in Hunan, China were recruited.",
        "The first Hospital of Changsha and Loudi Central Hospital are two of the major tertiary hospitals and are responsible for the treatments for patients with COVID-19 assigned by the Chinese government.",
        "The date of disease onset was defined as the day when the symptoms were noticed by patients",
        "<h2 style=\"display: inline\">Results:</h2> 3.1 Epidemiological and baseline characteristics of patients 291 patients with laboratory-confirmed SARS-CoV-2 infection were included in this study.",
        "Epidemiological and baseline characteristics of patients in detail were shown in Table 1.",
        "252 (86.6%) patients had a history of exposure to source of transmission within 14 days before symptoms onset.",
        "The median time from disease onset to first admission was 5 days (IQR: 3-8).",
        "245 (83.2%) patients had normal temperature, and the median highest body temperature during hospitalization was 38.0°C (37.2°C, 38.5°C)",
        "<h2 style=\"display: inline\">Conclusion:</h2> In this double-center observational study, epidemiology and clinical characteristics of 291 COVID-19<br/><br/>patients in Hunan province were collected and analyzed.",
        "The authors' study showed the proportion of patients who had been to Wuhan in severe/critical group (48.0%) and moderate group (43.4%) were higher than mild group (17.2%).",
        "Both the two death cases in the study had a travel history in Wuhan while they both used to be in good health.",
        "Clinical characteristics of patients in this study were different from patients in Wuhan"
    ],
    "structured_summary": {
        "Introduction": [
            "In December 2019, Coronavirus disease 2019 (COVID-19) broke out in Wuhan, China, and quickly spread to other Chinese provinces and 38 countries around the world up to February 26, 2020.",
            "Zhang et al reported the largest epidemiological investigation of 72314 cases and showed the crude case fatality rate in Hubei province (2.9%) was 7.3 times higher than other provinces (0.4%) in China,[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] which indicated that there are differences in clinical outcome between the patients in Hubei and other provinces.",
            "The features and outcomes of patients with COVID-19 in Wuhan have been described in detail in several studies.",
            "There has been limited studies about patients with COVID-19 in"
        ],
        "Methods": [
            "2.1 Study design and subjects From January 23 to February 14, 2020, all consecutive patients with confirmed COVID-19, admitted to the first Hospital of Changsha and Loudi Central Hospital in Hunan, China were recruited.",
            "The first Hospital of Changsha and Loudi Central Hospital are two of the major tertiary hospitals and are responsible for the treatments for patients with COVID-19 assigned by the Chinese government.",
            "The date of disease onset was defined as the day when the symptoms were noticed by patients"
        ],
        "Results": [
            "3.1 Epidemiological and baseline characteristics of patients 291 patients with laboratory-confirmed SARS-CoV-2 infection were included in this study.",
            "Epidemiological and baseline characteristics of patients in detail were shown in Table 1.",
            "252 (86.6%) patients had a history of exposure to source of transmission within 14 days before symptoms onset.",
            "The median time from disease onset to first admission was 5 days (IQR: 3-8).",
            "245 (83.2%) patients had normal temperature, and the median highest body temperature during hospitalization was 38.0°C (37.2°C, 38.5°C)"
        ],
        "Conclusion": [
            "In this double-center observational study, epidemiology and clinical characteristics of 291 COVID-19<br/><br/>patients in Hunan province were collected and analyzed.",
            "The authors' study showed the proportion of patients who had been to Wuhan in severe/critical group (48.0%) and moderate group (43.4%) were higher than mild group (17.2%).",
            "Both the two death cases in the study had a travel history in Wuhan while they both used to be in good health.",
            "Clinical characteristics of patients in this study were different from patients in Wuhan"
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "N_2019_a",
            "entry": "1. NHCPRC. National Health Commission of thePeople's Republic of China home page: Coronavirus disease 2019 (COVID-19). 2020. http://www.nhc.gov.cn.2. Novel Coronavirus Pneumonia Emergency Response Epidemiology T. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19)in China. Zhonghua Liu Xing Bing Xue Za Zhi 2020; 41(2):145-51.",
            "url": "http://www.nhc.gov.cn.2",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=NHCPRC%20National%20Health%20Commission%20of%20thePeoples%20Republic%20of%20China%20home%20page%20Coronavirus%20disease%202019%20COVID19%202020%20httpwwwnhcgovcn2%20Novel%20Coronavirus%20Pneumonia%20Emergency%20Response%20Epidemiology%20T%20The%20epidemiological%20characteristics%20of%20an%20outbreak%20of%202019%20novel%20coronavirus%20diseases%20COVID19in%20China%20Zhonghua%20Liu%20Xing%20Bing%20Xue%20Za%20Zhi%202020%2041214551",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=NHCPRC%20National%20Health%20Commission%20of%20thePeoples%20Republic%20of%20China%20home%20page%20Coronavirus%20disease%202019%20COVID19%202020%20httpwwwnhcgovcn2%20Novel%20Coronavirus%20Pneumonia%20Emergency%20Response%20Epidemiology%20T%20The%20epidemiological%20characteristics%20of%20an%20outbreak%20of%202019%20novel%20coronavirus%20diseases%20COVID19in%20China%20Zhonghua%20Liu%20Xing%20Bing%20Xue%20Za%20Zhi%202020%2041214551"
        },
        {
            "id": "3",
            "alt_id": "Xu_et+al_2019_a",
            "entry": "3. Xu XW, Wu XX, Jiang XG, et al. Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series. Bmj 2020; 368: m606.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Xu%20XW%20Wu%20XX%20Jiang%20XG%20et%20al%20Clinical%20findings%20in%20a%20group%20of%20patients%20infected%20with%20the%202019%20novel%20coronavirus%20SARSCov2%20outside%20of%20Wuhan%20China%20retrospective%20case%20series%20Bmj%202020%20368%20m606",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Xu%20XW%20Wu%20XX%20Jiang%20XG%20et%20al%20Clinical%20findings%20in%20a%20group%20of%20patients%20infected%20with%20the%202019%20novel%20coronavirus%20SARSCov2%20outside%20of%20Wuhan%20China%20retrospective%20case%20series%20Bmj%202020%20368%20m606",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Xu%20XW%20Wu%20XX%20Jiang%20XG%20et%20al%20Clinical%20findings%20in%20a%20group%20of%20patients%20infected%20with%20the%202019%20novel%20coronavirus%20SARSCov2%20outside%20of%20Wuhan%20China%20retrospective%20case%20series%20Bmj%202020%20368%20m606"
        },
        {
            "id": "4",
            "alt_id": "Tian_et+al_2020_a",
            "entry": "4. Tian S, Hu N, Lou J, et al. Characteristics of COVID-19 infection in Beijing. J Infect 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Tian%2C%20S.%20Hu%2C%20N.%20Lou%2C%20J.%20Characteristics%20of%20COVID-19%20infection%20in%20Beijing%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Tian%2C%20S.%20Hu%2C%20N.%20Lou%2C%20J.%20Characteristics%20of%20COVID-19%20infection%20in%20Beijing%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Tian%2C%20S.%20Hu%2C%20N.%20Lou%2C%20J.%20Characteristics%20of%20COVID-19%20infection%20in%20Beijing%202020"
        },
        {
            "id": "5",
            "alt_id": "Lin_2019_a",
            "entry": "5. Lin L, Li TS. Interpretation of Guidelines for the Diagnosis and Treatment of Novel Coronavirus (2019-nCoV) Infection by the National Health Commission (Trial Version 5). Zhonghua Yi Xue Za Zhi 2020; 100(0): E001.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lin%2C%20L.%20Li%2C%20T.S.%20Interpretation%20of%20Guidelines%20for%20the%20Diagnosis%20and%20Treatment%20of%20Novel%20Coronavirus%202019",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Lin%2C%20L.%20Li%2C%20T.S.%20Interpretation%20of%20Guidelines%20for%20the%20Diagnosis%20and%20Treatment%20of%20Novel%20Coronavirus%202019",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Lin%2C%20L.%20Li%2C%20T.S.%20Interpretation%20of%20Guidelines%20for%20the%20Diagnosis%20and%20Treatment%20of%20Novel%20Coronavirus%202019"
        },
        {
            "id": "6",
            "alt_id": "Zhu_et+al_2019_a",
            "entry": "6. Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. The New England journal of medicine 2020; 382(8): 727-33.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20The%20New%20England%20journal%20of%20medicine%202020%203828%2072733",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20The%20New%20England%20journal%20of%20medicine%202020%203828%2072733",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20The%20New%20England%20journal%20of%20medicine%202020%203828%2072733"
        },
        {
            "id": "7",
            "alt_id": "Ooi_et+al_2004_a",
            "entry": "7. Ooi GC, Khong PL, M1ller NL, et al. Severe acute respiratory syndrome: temporal lung changes at thin-section CT in 30 patients. Radiology 2004; 230(3): 836-44.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Ooi%2C%20G.C.%20Khong%2C%20P.L.%20M1ller%2C%20N.L.%20Severe%20acute%20respiratory%20syndrome%3A%20temporal%20lung%20changes%20at%20thin-section%20CT%20in%2030%20patients%202004",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Ooi%2C%20G.C.%20Khong%2C%20P.L.%20M1ller%2C%20N.L.%20Severe%20acute%20respiratory%20syndrome%3A%20temporal%20lung%20changes%20at%20thin-section%20CT%20in%2030%20patients%202004",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Ooi%2C%20G.C.%20Khong%2C%20P.L.%20M1ller%2C%20N.L.%20Severe%20acute%20respiratory%20syndrome%3A%20temporal%20lung%20changes%20at%20thin-section%20CT%20in%2030%20patients%202004"
        },
        {
            "id": "8",
            "alt_id": "Wu_et+al_2019_a",
            "entry": "8. Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. Lancet 2020; 395(10225): 689-97.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wu%20JT%20Leung%20K%20Leung%20GM%20Nowcasting%20and%20forecasting%20the%20potential%20domestic%20and%20international%20spread%20of%20the%202019nCoV%20outbreak%20originating%20in%20Wuhan%20China%20a%20modelling%20study%20Lancet%202020%2039510225%2068997",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Wu%20JT%20Leung%20K%20Leung%20GM%20Nowcasting%20and%20forecasting%20the%20potential%20domestic%20and%20international%20spread%20of%20the%202019nCoV%20outbreak%20originating%20in%20Wuhan%20China%20a%20modelling%20study%20Lancet%202020%2039510225%2068997",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Wu%20JT%20Leung%20K%20Leung%20GM%20Nowcasting%20and%20forecasting%20the%20potential%20domestic%20and%20international%20spread%20of%20the%202019nCoV%20outbreak%20originating%20in%20Wuhan%20China%20a%20modelling%20study%20Lancet%202020%2039510225%2068997"
        },
        {
            "id": "9",
            "alt_id": "Lu_et+al_2019_a",
            "entry": "9. Lu R, Zhao X, Li J, et al. Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet 2020; 395(10224): 565-74.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lu%20R%20Zhao%20X%20Li%20J%20et%20al%20Genomic%20characterisation%20and%20epidemiology%20of%202019%20novel%20coronavirus%20implications%20for%20virus%20origins%20and%20receptor%20binding%20Lancet%202020%2039510224%2056574",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Lu%20R%20Zhao%20X%20Li%20J%20et%20al%20Genomic%20characterisation%20and%20epidemiology%20of%202019%20novel%20coronavirus%20implications%20for%20virus%20origins%20and%20receptor%20binding%20Lancet%202020%2039510224%2056574",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Lu%20R%20Zhao%20X%20Li%20J%20et%20al%20Genomic%20characterisation%20and%20epidemiology%20of%202019%20novel%20coronavirus%20implications%20for%20virus%20origins%20and%20receptor%20binding%20Lancet%202020%2039510224%2056574"
        },
        {
            "id": "10",
            "alt_id": "Li_et+al_2020_a",
            "entry": "10. Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. The New England journal of medicine 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus-Infected%20Pneumonia%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus-Infected%20Pneumonia%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus-Infected%20Pneumonia%202020"
        },
        {
            "id": "11",
            "alt_id": "Yang_et+al_2019_a",
            "entry": "11. Yang Y, Lu Q, Liu M, et al. Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China. 2020: 2020.02.10.20021675.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Yang%20Y%20Lu%20Q%20Liu%20M%20et%20al%20Epidemiological%20and%20clinical%20features%20of%20the%202019%20novel%20coronavirus%20outbreak%20in%20China%202020%202020021020021675"
        },
        {
            "id": "12",
            "alt_id": "Read_et+al_2019_a",
            "entry": "12. Read JM, Bridgen JR, Cummings DA, Ho A, Jewell CP. Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions. 2020: 2020.01.23.20018549.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Read%20JM%20Bridgen%20JR%20Cummings%20DA%20Ho%20A%20Jewell%20CP%20Novel%20coronavirus%202019nCoV%20early%20estimation%20of%20epidemiological%20parameters%20and%20epidemic%20predictions%202020%202020012320018549"
        },
        {
            "id": "13",
            "alt_id": "Guan_et+al_2020_a",
            "entry": "13. Guan WJ, Ni ZY, Hu Y, et al. Clinical Characteristics of Coronavirus Disease 2019 in China. The New England journal of medicine 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Guan%20WJ%20Ni%20ZY%20Hu%20Y%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in%20China%20The%20New%20England%20journal%20of%20medicine%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Guan%20WJ%20Ni%20ZY%20Hu%20Y%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in%20China%20The%20New%20England%20journal%20of%20medicine%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Guan%20WJ%20Ni%20ZY%20Hu%20Y%20et%20al%20Clinical%20Characteristics%20of%20Coronavirus%20Disease%202019%20in%20China%20The%20New%20England%20journal%20of%20medicine%202020"
        },
        {
            "id": "14",
            "alt_id": "Huang_et+al_2019_a",
            "entry": "14. Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020; 395(10223): 497-506.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20Lancet%202020%2039510223%20497506",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20Lancet%202020%2039510223%20497506",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20Lancet%202020%2039510223%20497506"
        },
        {
            "id": "15",
            "alt_id": "Wang_et+al_2019_a",
            "entry": "15. Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. Jama 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wang%20D%20Hu%20B%20Hu%20C%20et%20al%20Clinical%20Characteristics%20of%20138%20Hospitalized%20Patients%20With%202019%20Novel%20CoronavirusInfected%20Pneumonia%20in%20Wuhan%20China%20Jama%202020"
        },
        {
            "id": "16",
            "alt_id": "Chen_et+al_2019_a",
            "entry": "16. Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020; 395(10223): 507-13.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chen%20N%20Zhou%20M%20Dong%20X%20et%20al%20Epidemiological%20and%20clinical%20characteristics%20of%2099%20cases%20of%202019%20novel%20coronavirus%20pneumonia%20in%20Wuhan%20China%20a%20descriptive%20study%20Lancet%202020%2039510223%2050713",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Chen%20N%20Zhou%20M%20Dong%20X%20et%20al%20Epidemiological%20and%20clinical%20characteristics%20of%2099%20cases%20of%202019%20novel%20coronavirus%20pneumonia%20in%20Wuhan%20China%20a%20descriptive%20study%20Lancet%202020%2039510223%2050713",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Chen%20N%20Zhou%20M%20Dong%20X%20et%20al%20Epidemiological%20and%20clinical%20characteristics%20of%2099%20cases%20of%202019%20novel%20coronavirus%20pneumonia%20in%20Wuhan%20China%20a%20descriptive%20study%20Lancet%202020%2039510223%2050713"
        },
        {
            "id": "17",
            "alt_id": "Zhang_et+al_2020_a",
            "entry": "17. Zhang JJ, Dong X, Cao YY, et al. Clinical characteristics of 140 patients infected with SARSCoV-2 in Wuhan, China. Allergy 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhang%20JJ%20Dong%20X%20Cao%20YY%20et%20al%20Clinical%20characteristics%20of%20140%20patients%20infected%20with%20SARSCoV2%20in%20Wuhan%20China%20Allergy%202020"
        },
        {
            "id": "18",
            "alt_id": "Sun_et+al_2006_a",
            "entry": "18. Sun W, Li ZR, Shi ZC, Zhang NF, Zhang YC. Changes in coagulation and fibrinolysis of postSARS osteonecrosis in a Chinese population. Int Orthop 2006; 30(3): 143-6.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Sun%2C%20W.%20Li%2C%20Z.R.%20Shi%2C%20Z.C.%20Zhang%2C%20N.F.%20Changes%20in%20coagulation%20and%20fibrinolysis%20of%20postSARS%20osteonecrosis%20in%20a%20Chinese%20population%202006",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Sun%2C%20W.%20Li%2C%20Z.R.%20Shi%2C%20Z.C.%20Zhang%2C%20N.F.%20Changes%20in%20coagulation%20and%20fibrinolysis%20of%20postSARS%20osteonecrosis%20in%20a%20Chinese%20population%202006",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Sun%2C%20W.%20Li%2C%20Z.R.%20Shi%2C%20Z.C.%20Zhang%2C%20N.F.%20Changes%20in%20coagulation%20and%20fibrinolysis%20of%20postSARS%20osteonecrosis%20in%20a%20Chinese%20population%202006"
        },
        {
            "id": "19",
            "alt_id": "Tan_et+al_2005_a",
            "entry": "19. Tan YJ, Tham PY, Chan DZ, et al. The severe acute respiratory syndrome coronavirus 3a protein up-regulates expression of fibrinogen in lung epithelial cells. J Virol 2005; 79(15): 100837.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Tan%2C%20Y.J.%20Tham%2C%20P.Y.%20Chan%2C%20D.Z.%20The%20severe%20acute%20respiratory%20syndrome%20coronavirus%203a%20protein%20up-regulates%20expression%20of%20fibrinogen%20in%20lung%20epithelial%20cells%202005",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Tan%2C%20Y.J.%20Tham%2C%20P.Y.%20Chan%2C%20D.Z.%20The%20severe%20acute%20respiratory%20syndrome%20coronavirus%203a%20protein%20up-regulates%20expression%20of%20fibrinogen%20in%20lung%20epithelial%20cells%202005",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Tan%2C%20Y.J.%20Tham%2C%20P.Y.%20Chan%2C%20D.Z.%20The%20severe%20acute%20respiratory%20syndrome%20coronavirus%203a%20protein%20up-regulates%20expression%20of%20fibrinogen%20in%20lung%20epithelial%20cells%202005"
        },
        {
            "id": "20",
            "alt_id": "Mizutani_et+al_2007_a",
            "entry": "20. Mizutani T, Fukushi S, Kenri T, et al. Enhancement of cytotoxicity against Vero E6 cells persistently infected with SARS-CoV by Mycoplasma fermentans. Arch Virol 2007; 152(5): 101925.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Mizutani%2C%20T.%20Fukushi%2C%20S.%20Kenri%2C%20T.%20Enhancement%20of%20cytotoxicity%20against%20Vero%20E6%20cells%20persistently%20infected%20with%20SARS-CoV%20by%20Mycoplasma%20fermentans%202007",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Mizutani%2C%20T.%20Fukushi%2C%20S.%20Kenri%2C%20T.%20Enhancement%20of%20cytotoxicity%20against%20Vero%20E6%20cells%20persistently%20infected%20with%20SARS-CoV%20by%20Mycoplasma%20fermentans%202007",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Mizutani%2C%20T.%20Fukushi%2C%20S.%20Kenri%2C%20T.%20Enhancement%20of%20cytotoxicity%20against%20Vero%20E6%20cells%20persistently%20infected%20with%20SARS-CoV%20by%20Mycoplasma%20fermentans%202007"
        },
        {
            "id": "21",
            "alt_id": "Gao_et+al_2020_a",
            "entry": "21. Gao J, Tian Z, Yang X. Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies. Biosci Trends 2020. ",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Gao%2C%20J.%20Tian%2C%20Z.%20Yang%2C%20X.%20Breakthrough%3A%20Chloroquine%20phosphate%20has%20shown%20apparent%20efficacy%20in%20treatment%20of%20COVID-19%20associated%20pneumonia%20in%20clinical%20studies%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Gao%2C%20J.%20Tian%2C%20Z.%20Yang%2C%20X.%20Breakthrough%3A%20Chloroquine%20phosphate%20has%20shown%20apparent%20efficacy%20in%20treatment%20of%20COVID-19%20associated%20pneumonia%20in%20clinical%20studies%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Gao%2C%20J.%20Tian%2C%20Z.%20Yang%2C%20X.%20Breakthrough%3A%20Chloroquine%20phosphate%20has%20shown%20apparent%20efficacy%20in%20treatment%20of%20COVID-19%20associated%20pneumonia%20in%20clinical%20studies%202020"
        }
    ],
    "facts": [
        "clinical characteristics of patient with COVID-19 in Hunan which is adjacent to Hubei",
        "The proportion of patients that had been to Wuhan",
        "moderate group were higher than mild group",
        "lymphopenia and eosinopenia occurred in 36.1%",
        "of 40 patients were positive in Mycoplasma pneumonia",
        "2 patients died during hospitalization",
        "clinical characteristics of COVID-19 patients in Hunan is different from patients in Wuhan",
        "Laboratory and imaging examination can assist in the diagnosis and classification of COVID-19 patients",
        "of cases in China was located in Wuhan.[1",
        "which indicated that there are differences in clinical outcome",
        "The features and outcomes of patients with COVID-19 in Wuhan have been described in detail in several studies",
        "responsible for the treatments for patients with COVID-19 assigned by the Chinese government",
        "clinical classification of all confirmed COVID-19 cases were based on guidelines of National Health Commission.[5",
        "close contacts were determined by the National Health Commission of the People's Republic",
        "Oral consent was obtained from all patients",
        "therapy and outcome data were extracted from electronic medical records",
        "The date of disease onset was defined as the day",
        "the symptoms were noticed by patients",
        "baseline characteristics of patients 291 patients with laboratory-confirmed SARS-CoV-2 infection were included in this study",
        "baseline characteristics of patients in detail were shown in Table 1",
        "Half patients aged between 15 - 49 years",
        "11 patients were aged below 15 years",
        "252 patients had a history of exposure to source",
        "114 patients were associated with familial clusters",
        "Hunan is adjacent to Hubei province",
        "Our study attempted to provide some experience of diagnosis and treatment for the health workers",
        "The basic reproductive number of the COVID-19 estimated by several epidemic prediction models seems to be higher than",
        "COVID-19 spread to the other provinces",
        "none of 291 patients had a history of direct exposure to Huanan seafood market",
        "having contact with people came from Wuhan",
        "Our study showed the proportion of patients who had been to",
        "that the virulence of the virus will decrease after limited generations of transmission.[10,12",
        "doctors in areas outside Wuhan should be more cautious in clinical decision making",
        "the patient have a recent history of exposure in Wuhan",
        "those who recently traveled to Wuhan before disease onset",
        "39.2% which was lower than other studies.[3",
        "none of our patient was medical staff while 1080 medical staff were infected in Wuhan until February 11",
        "The proportion of patients who had been to Wuhan",
        "Clinical characteristics of patients in this study were different from patients in Wuhan"
    ],
    "claims": [
        "We aim to investigate the epidemiological and clinical characteristics of patient with COVID-19 in Hunan which is adjacent to Hubei",
        "In this study, we aimed to investigate the epidemic history and clinical characteristics of patients with COVID-19 in Hunan, China"
    ],
    "findings": [
        "The proportion of patients that had been to Wuhan in severe/critical group (48.0% vs 17.2%, p=0.006) and moderate group (43.4% vs 17.2%, p=0.007) were higher than mild group",
        "Compared with mild or moderate group, severe/critical group had a relative higher level of neutrophil, Neutrophil-to-Lymphocyte Ratio, h-CRP, ESR, CK, CK–MB, LDH, D-dimer, and a lower level of lymphocyte, eosinophils, platelet, HDL and sodium (all p<0.01)",
        "Zhang et al reported the largest epidemiological investigation of 72314 cases and showed the crude case fatality rate in Hubei province (2.9%) was 7.3 times higher than other provinces (0.4%) in China,[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] which indicated that there are differences in clinical outcome between the patients in Hubei and other provinces",
        "The age distribution was different among three groups (P<0.001)",
        "Patients in severe/critical group were older compared with the mild group (60.5 vs 50.0, p=0.001) or moderate group (60.5 vs 41.0, p<0.001)",
        "As for the exposure history, the proportion of patients that had been to Wuhan in severe/critical group (17.2% vs 48.0%, p=0.006) and moderate group (17.2% vs 43.4%, p=0.007) were higher than that of mild group",
        "For coexisting conditions at admission, the proportion of patients with hypertension in the severe/critical group were higher than mild group (30.8% vs 10.3%, p=0.008) and moderate group (30.8% vs 8.0%, p=0.000)",
        "Among all patients, 115 patients performed CT within one week after admission, which showed the medium score of lung involvement in both the whole lung field and each separate lung field (upper, middle, lower) in severe/critical group was higher than moderate group (all p < 0.01)",
        "Compared with mild or moderate group, severe/critical group had a higher level of neutrophil and Neutrophil-to-Lymphocyte Ratio, and a lower level of lymphocytes, eosinophils and platelets (all p<0.01)",
        "Biochemistry tests showed 83.5% patients had an increased level of D-dimer and the level was higher in severe/critical group than in mild group (0.39 vs 0.20, p=0.000) and moderate group (0.39 vs 0.24, p=0.002)",
        "For liver function test, severe/critical group had a higher proportion of elevated aspartate aminotransferase (AST) than mild group (32.0% vs 17.2%, p<0.001)",
        "No obvious abnormality of renal function was found in patients without any history of kidney disease. 10.3% patients had hyponatremia and the proportion were higher in severe/critical group than in mild group (22.0% vs 6.9%, p=0.005)",
        "Reactive protein (h-CRP) were increased in more than 50% of patients",
        "Compared with mild or moderate group, severe/critical group had a higher level of h-CRP, ESR, creatine kinase, creatine kinase–MB, lactate dehydrogenase, and lower level of sodium and HDL (all p<0.01)",
        "Our study also showed the proportion of patients who had been to Wuhan in severe/critical group (48.0%) and moderate group (43.4%) were higher than mild group (17.2%)",
        "Eosinopenia was detected in more than 50% patients, especially in the severe/critical group (74%), which was not emphasized in previous studies.[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>]",
        "Percentages do not total up to 100% owing to missing data"
    ],
    "processes": [],
    "key_statements": [
        "We aim to investigate the epidemiological and clinical characteristics of patient with COVID-19 in Hunan which is adjacent to Hubei",
        "The proportion of patients that had been to Wuhan in severe/critical group (48.0% vs 17.2%, p=0.006) and moderate group (43.4% vs 17.2%, p=0.007) were higher than mild group",
        "Interpretation: The epidemiological and clinical characteristics of COVID-19 patients in Hunan is different from patients in Wuhan",
        "We aimed to investigate the epidemic history and clinical characteristics of patients with COVID-19 in Hunan, China",
        "3.1 Epidemiological and baseline characteristics of patients 291 patients with laboratory-confirmed SARS-CoV-2 infection were included in this study",
        "Epidemiological and baseline characteristics of patients in detail were shown in Table 1",
        "Severe/critical group had a higher proportion of elevated aspartate aminotransferase (AST) than mild group (32.0% vs 17.2%, p<0.001)",
        "None of 291 patients had a history of direct exposure to Huanan seafood market, but most patients (86.6%) had an indirect exposure history within 14 days before symptoms onset, including being to Wuhan (41.6%), having contact with people came from Wuhan (14.1%) and having contact with local diagnosed patients (38.5%)",
        "Doctors in areas outside Wuhan should be more cautious in clinical decision making when the patient have a recent history of exposure in Wuhan, including Wuhan residents and those who recently traveled to Wuhan before disease onset",
        "The proportion of patients who had been to Wuhan in severe/critical group and moderate group were higher than mild group",
        "Clinical characteristics of patients in this study were different from patients in Wuhan"
    ],
    "top_statements": [
        "In December 2019, Coronavirus disease 2019 (COVID-19) broke out in Wuhan, China, and quickly spread to other Chinese provinces and 38 countries around the world up to February 26, 2020",
        "We aim to investigate the epidemiological and clinical characteristics of patient with COVID-19 in Hunan which is adjacent to Hubei",
        "The proportion of patients that had been to Wuhan in severe/critical group (48.0% vs 17.2%, p=0.006) and moderate group (43.4% vs 17.2%, p=0.007) were higher than mild group",
        "The proportion of patients who had been to Wuhan in severe/critical group and moderate group were higher than mild group",
        "Clinical characteristics of patients in this study were different from patients in Wuhan"
    ],
    "headline": "The proportion of patients who had been to Wuhan in severe/critical group and moderate group were higher than mild group",
    "contexts": [],
    "abbreviations": {
        "PRC": "People’s Republic of China",
        "ICU": "intensive care unit",
        "IQR": "interquartile ranges",
        "CT": "computed tomography",
        "ESR": "erythrocyte sedimentation rate",
        "HDL": "high-density lipoprotein cholesterol"
    }
}
