{
    "filename": "2020.03.03.20030833.full.pdf",
    "content_type": "application/pdf",
    "file_size": 255858,
    "metadata": {
        "identifiers": {
            "doi": "10.1101/2020.03.03.20030833",
            "url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/06/2020.03.03.20030833.full.pdf"
        },
        "title": "Caution: The clinical characteristics of COVID-19 patients at admission are changing",
        "author": "Zhaowei Chen, Jijia Hu, Zongwei Zhang, Shan Jiang, Tao Wang, Zhengli Shi, Zhan Zhang",
        "date": 2020,
        "affiliations": [
            "Department of Nephrology, Renmin Hospital of Wuhan University, Wuhan 430060, China;",
            "Department of Dermatology, Renmin Hospital of Wuhan University, Wuhan 430060, China;",
            "Department II of Respiratory Disease and Intensive Care, Renmin Hospital of Wuhan University, Wuhan 430060, China;",
            "CAS Key Laboratory of Special Pathogens, Wuhan Institute of Virology, Center for Biosafety Mega-Science, Chinese Academy of Sciences, Wuhan 430060, China.  These authors contributed equally to this work.",
            "Corresponding author: Zhan Zhang, Department II of Respiratory Disease and Intensive Care, Renmin Hospital of Wuhan University, Wuhan 430060, China; Email: doctorzhang2003@163.com Running title Changing features of COVID-19."
        ],
        "abstract": "Background \nWith the emergence of 4rd generation transmission, the prevention and treatment of the novel coronavirus disease 2019 (COVID-19) has entered a new period. We aimed to report several changes in the clinical characteristics at admission of patients with COVID-19.\nMethods\nClinical records and laboratory results of patients suffering from COVID-19 were retrospectively reviewed and matched with the admission dates to analyze the changes in characteristics at the onset of illness.\nResults \nOf the 89 affected patients, 31 [34.8%] patients were admitted from January 16 to 22, and 58 [65.2%] were admitted from January 23 to 29. Patients were admitted with more systemic symptoms, such as fever (21 [67.7%] of 31), fatigue (13 [41.9%] of 31), and myalgia (7 [22.6%] of 31), before January 23. More patients (10 [32.3%] of 31) admitted before January 23 had a small amount of sputum production compared with a smaller proportion (4 [6.9%] of 58) of the patients admitted after January 23. Other symptoms, such as cough, nausea, diarrhea, and chest tightness, were not significantly different between the two groups. In addition, the group admitted before January 23 had a larger proportion of patients with reduced lymphocyte (13 [54.2%] of 24), CD3 (11 [54.4%] of 21), and CD8 (9 [42.9%] of 21) counts and elevated serum amyloid A (SAA, 18 [75%] of 24). \nConclusions\nThe initial symptoms of recently infected patients seem more insidious, indicating that the new coronavirus may gradually evolve into a virus similar to influenza and latent in asymptomatic carriers for a long time.",
        "keywords": [
            "Coronavirus disease-19 (COVID-19)",
            "Clinical characteristics"
        ],
        "references": "@article{zhu2020a,\n  author = {Zhu, N. and Zhang, D. and Wang, W.},\n  title = {A Novel Coronavirus from Patients with Pneumonia in China, 2019},\n  journal = {N Engl J Med},\n  date = {2020},\n  pages = {727–733},\n  more-authors = {true},\n  language = {}\n}\n@article{li2020a,\n  author = {Li, Q. and Guan, X. and Wu, P.},\n  title = {Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia},\n  journal = {N Engl J Med},\n  volume = {2020},\n  date = {2020-01},\n  more-authors = {true},\n  source = {29[Online ahead of print},\n  language = {}\n}\n@misc{gorbalenya2020a,\n  author = {Gorbalenya, A.E. and Baker, S.C. and Baric, R.S.},\n  title = {Severe acute respiratory syndrome-related coronavirus: The species and its viruses-a statement of the Coronavirus Study Group. bioRxiv 2020},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@article{chan-a,\n  author = {Chan, J.F. and Yuan, S. and Kok, K.},\n  title = {A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster},\n  journal = {The Lancet},\n  volume = {2020},\n  pages = {514–23},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@article{chen-a,\n  author = {Chen, N. and Zhou, M. and Dong, X.},\n  title = {Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study},\n  journal = {The Lancet},\n  volume = {2020},\n  pages = {507–13},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@article{huang-a,\n  author = {Huang, C. and Wang, Y. and Li, X.},\n  title = {Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China},\n  journal = {The Lancet},\n  volume = {2020},\n  pages = {497–506},\n  more-authors = {true},\n  number = {395},\n  language = {}\n}\n@misc{bai-a,\n  author = {Bai, Y. and Yao, L. and Wei, T.},\n  title = {Presumed Asymptomatic Carrier Transmission of COVID19. JAMA 2020; 2020 Feb 21[Online ahead of print]},\n  more-authors = {true},\n  language = {}\n}\n@article{wang-a,\n  author = {Wang, D. and Hu, B. and Hu, C.},\n  title = {Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China},\n  journal = {JAMA},\n  volume = {2020},\n  date = {Feb},\n  more-authors = {true},\n  source = {7[Online ahead of print},\n  number = {2020},\n  language = {}\n}\n@misc{lan2020a,\n  author = {Lan, J. and Ge, J. and Yu, J.},\n  title = {Crystal structure of the 2019-nCoV spike receptor-binding domain bound with the ACE2 receptor. bioRxiv 2020},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{yan2020a,\n  author = {Yan, R. and Zhang, Y. and Guo, Y. and Xia, L. and Zhou, Q.},\n  title = {Structural basis for the recognition of the 2019-nCoV by human ACE2. bioRxiv 2020},\n  date = {2020},\n  language = {}\n}\n@misc{zhou2020a,\n  author = {Zhou, P. and Yang, X. and Wang, X.},\n  title = {Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin. bioRxiv 2020},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{zhao2020a,\n  author = {Zhao, Y. and Zhao, Z. and Wang, Y. and Zhou, Y. and Ma, Y. and Zuo, W.},\n  title = {Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov. bioRxiv 2020},\n  date = {2020},\n  language = {}\n}\n@article{zou2020a,\n  author = {Zou, L. and Ruan, F. and Huang, M.},\n  title = {SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients},\n  journal = {N Engl J Med},\n  volume = {2020},\n  date = {2020-02},\n  more-authors = {true},\n  source = {19[Online ahead of print},\n  language = {}\n}\n@misc{zhang-a,\n  author = {Zhang, Z. and Li, X. and Zhang, W. and Shi, Z.L. and Zheng, Z. and Wang, T.},\n  title = {Clinical Features and Treatment of 2019-nCov Pneumonia Patients in Wuhan: Report of A Couple Cases. Virol Sin 2020; 2020 Feb 7[Online ahead of print]},\n  language = {}\n}\n@misc{xu-a,\n  author = {Xu, Z. and Shi, L. and Wang, Y.},\n  title = {Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet Respir Med 2020; 2020 Feb 18[Online ahead of print]},\n  more-authors = {true},\n  language = {}\n}\n@article{tsang2015a,\n  author = {Tsang, T.K. and Cowling, B.J. and Fang, V.J.},\n  title = {Influenza A Virus Shedding and Infectivity in Households},\n  journal = {J Infect Dis},\n  date = {2015},\n  volume = {212},\n  pages = {1420–8},\n  more-authors = {true},\n  number = {9},\n  language = {}\n}\n",
        "emails": [
            "doctorzhang2003@163.com"
        ],
        "references_ris": "TY  - JOUR\nAU  - Zhu, N.\nAU  - Zhang, D.\nAU  - Wang, W.\nTI  - A Novel Coronavirus from Patients with Pneumonia in China, 2019\nT2  - N Engl J Med\nPY  - 2020\nDA  - 2020\nSP  - 727\nEP  - 733\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Li, Q.\nAU  - Guan, X.\nAU  - Wu, P.\nTI  - Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia\nT2  - N Engl J Med\nVL  - 2020\nPY  - 2020\nDA  - 2020/01\nC1  - true\nT2  - 29[Online ahead of print\nLA  - \nER  - \n\nTY  - GEN\nAU  - Gorbalenya, A.E.\nAU  - Baker, S.C.\nAU  - Baric, R.S.\nTI  - Severe acute respiratory syndrome-related coronavirus: The species and its viruses-a statement of the Coronavirus Study Group. bioRxiv 2020\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Chan, J.F.\nAU  - Yuan, S.\nAU  - Kok, K.\nTI  - A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster\nT2  - The Lancet\nVL  - 2020\nSP  - 514\nEP  - 23\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Chen, N.\nAU  - Zhou, M.\nAU  - Dong, X.\nTI  - Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study\nT2  - The Lancet\nVL  - 2020\nSP  - 507\nEP  - 13\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Huang, C.\nAU  - Wang, Y.\nAU  - Li, X.\nTI  - Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China\nT2  - The Lancet\nVL  - 2020\nSP  - 497\nEP  - 506\nC1  - true\nIS  - 395\nLA  - \nER  - \n\nTY  - GEN\nAU  - Bai, Y.\nAU  - Yao, L.\nAU  - Wei, T.\nTI  - Presumed Asymptomatic Carrier Transmission of COVID19. JAMA 2020; 2020 Feb 21[Online ahead of print]\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Wang, D.\nAU  - Hu, B.\nAU  - Hu, C.\nTI  - Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China\nT2  - JAMA\nVL  - 2020\nPY  - Feb\nDA  - Feb\nC1  - true\nT2  - 7[Online ahead of print\nIS  - 2020\nLA  - \nER  - \n\nTY  - GEN\nAU  - Lan, J.\nAU  - Ge, J.\nAU  - Yu, J.\nTI  - Crystal structure of the 2019-nCoV spike receptor-binding domain bound with the ACE2 receptor. bioRxiv 2020\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Yan, R.\nAU  - Zhang, Y.\nAU  - Guo, Y.\nAU  - Xia, L.\nAU  - Zhou, Q.\nTI  - Structural basis for the recognition of the 2019-nCoV by human ACE2. bioRxiv 2020\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\nTY  - GEN\nAU  - Zhou, P.\nAU  - Yang, X.\nAU  - Wang, X.\nTI  - Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin. bioRxiv 2020\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Zhao, Y.\nAU  - Zhao, Z.\nAU  - Wang, Y.\nAU  - Zhou, Y.\nAU  - Ma, Y.\nAU  - Zuo, W.\nTI  - Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov. bioRxiv 2020\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Zou, L.\nAU  - Ruan, F.\nAU  - Huang, M.\nTI  - SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients\nT2  - N Engl J Med\nVL  - 2020\nPY  - 2020\nDA  - 2020/02\nC1  - true\nT2  - 19[Online ahead of print\nLA  - \nER  - \n\nTY  - GEN\nAU  - Zhang, Z.\nAU  - Li, X.\nAU  - Zhang, W.\nAU  - Shi, Z.L.\nAU  - Zheng, Z.\nAU  - Wang, T.\nTI  - Clinical Features and Treatment of 2019-nCov Pneumonia Patients in Wuhan: Report of A Couple Cases. Virol Sin 2020; 2020 Feb 7[Online ahead of print]\nLA  - \nER  - \n\nTY  - GEN\nAU  - Xu, Z.\nAU  - Shi, L.\nAU  - Wang, Y.\nTI  - Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet Respir Med 2020; 2020 Feb 18[Online ahead of print]\nC1  - true\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Tsang, T.K.\nAU  - Cowling, B.J.\nAU  - Fang, V.J.\nTI  - Influenza A Virus Shedding and Infectivity in Households\nT2  - J Infect Dis\nPY  - 2015\nDA  - 2015\nVL  - 212\nSP  - 1420\nEP  - 8\nC1  - true\nIS  - 9\nLA  - \nER  - \n\n",
        "links": [],
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "1",
                "caption": "Baseline characteristics of patients with COVID-19"
            },
            {
                "id": "2",
                "caption": "Comparison of clinical symptoms between two groups"
            },
            {
                "id": "3",
                "caption": "Table 3: Comparison of blood indicators between two groups"
            }
        ],
        "figure_captions": [],
        "tables_url": "https://sandbox-api.scholarcy.com/tables/2020.03.03.20030833.full.pdf_6ks7ltq6_0eyww_p3.xlsx"
    },
    "sections": {
        "summary": [
            "Compared with the cases admitted earlier, more hidden initial symptoms and improved immune system disorders appeared in COVID-19 patients infected recently.<br/><br/>Abstract Background. With the emergence of 4rd generation transmission, the prevention and treatment of the novel coronavirus disease 2019 (COVID-19) has entered a new period. We aimed to report several changes in the clinical characteristics at admission of patients with COVID-19. Methods. Clinical records and laboratory results of patients suffering from COVID-19 were retrospectively reviewed and matched with the admission dates to analyze the changes in characteristics at the onset of illness. Results. Of the 89 affected patients, 31 [34.8%] patients were admitted from January 16 to 22, and 58 [65.2%] were admitted from January 23 to 29. Patients were admitted with more systemic symptoms, such as fever (21 [67.7%] of 31), fatigue (13 [41.9%] of 31), and myalgia (7 [22.6%] of 31), before January 23. More patients (10 [32.3%] of 31) admitted before January 23 had a small amount of sputum production compared with a smaller proportion (4 [6.9%] of 58) of the patients admitted after January 23. Other symptoms, such as cough, nausea, diarrhea, and chest tightness, were not significantly different between the two groups. In addition, the group admitted before January 23 had a larger proportion of patients with reduced lymphocyte (13 [54.2%] of 24), CD3 (11 [54.4%] of 21), and CD8 (9 [42.9%] of 21) counts and elevated serum amyloid A (SAA, 18 [75%] of 24). Conclusions. The initial symptoms of recently infected patients seem more insidious, indicating that the new coronavirus may gradually evolve into a virus similar to influenza and latent in asymptomatic carriers for a long time. Keywords: Coronavirus disease-19 (COVID-19); Clinical characteristics"
        ],
        "introduction": [
            "Since December 2019, there has been an outbreak of large-scale pneumonia cases of unknown cause in Wuhan, China.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] RT-PCR analyses and electron microscope observations detected a novel coronavirus named SARS-CoV-2 (formerly known as 2019-nCoV).[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] Coronavirus disease 2019 (COVID-19), which is caused by SARS-CoV2, has been confirmed to have obvious person-to-person transmission among close contacts.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>-<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] As of February 25, 2020, more than 80,000 confirmed cases and a total of 2700 deaths have been identified globally.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] As the epidemic spreads to many countries, COVID-19 poses a severe threat to global health. In the early stage of the epidemic, the most common clinical characteristics of patients with COVID-19 at the onset of illness manifested as fever, cough, and myalgia or fatigue, with or without sputum production and diarrhea.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] Therefore, detecting and confirming infected cases in a timely manner and applying scientific treatment as soon as possible is extremely essential to reduce the mortality of COVID-19. Since the emergence of 3th and even 4rd-generation transmission[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>] and signs of asymptomatic carrier transmission of COVID-19,8 the prevention and control of COVID-19 has entered a new period. Consequently, it is urgent to carefully observe the changes in patients' initial symptoms. As the designated hospital for patients with severe infection, we have been receiving COVID-19 patients in the newly opened unit since January 16. After the government announced a state of emergency and closed access to Wuhan city on January 23, the number of suspected patients who came to our unit increased rapidly. As of January 29, we received 89 patients confirmed with COVID-19. Surprisingly, during the consultation, we found that the clinical characteristics of patients admitted after January 23 began to differ from those of patients admitted before, which brings new challenges for the diagnosis of suspected patients. To prevent and control the epidemic scientifically, this study aimed to describe the clinical and laboratory characteristics of COVID-19 patients from the perspective of clinical doctors and to compare the initial clinical features between patients infected in different periods. Methods"
        ],
        "design": [
            "<strong>Study design and patients</strong><br/><br/>The research protocol was reviewed and approved by the Ethics Committee at Renmin Hospital of Wuhan University (Wuhan, China). All research procedures adhered to the tenets of the Declaration of Helsinki. The design of the study was analytical, observational and retrospective. Diagnosis of COVID-19 was based on the New Coronavirus Pneumonia Prevention and Control Program (2nd edition) of China and was indicated by suspected symptoms, chest CT results and SARS-CoV-2 positivity by use of quantitative RT-PCR. We reviewed clinical charts, nursing records, and laboratory findings for 89 patients admitted from January 16, 2020, to January 29, 2020, who had confirmed diagnoses of COVID-19. Patients were assigned into two groups according to their admission date to analyze the differences in patients’ features at admission over time. Data collection The epidemiological data and clinical symptoms of the patients were collected by revising the clinical status (routine blood, CRP, SAA and CD3, CD4, CD8 cells) on the first day of admission from the medical records. Due to incomplete tests for some patients, some types of laboratory results are missing. Three researchers reviewed the data collection forms to double check the data independently. Statistical analysis Categorical variables are described with frequencies and percentages. Quantitative variables are described with the mean (SD) or, if they were not normally distributed, the median. Comparisons of quantitative variables between groups were performed using the independent-sample t test or Wilcoxon rank sum test. Categorical variables were expressed as numbers (%) and compared by χ2 test or Fisher’s exact test between the first group and the second group. A two-sided p-value less than 0.05 was considered statistically significant. Statistical analyses were performed using SPSS, version 21.0. Results By January 29, 2020, 89 patients were identified as having COVID-19 and admitted to our hospital. As shown in Table 1, patients were assigned into two groups according to their admission date. Thirty-one [34.8%] of the infected patients were admitted to the hospital from January 16 to 22 (before Jan. 23, first group), and 58 [65.2%] were admitted from January 23 to 29 (after Jan. 23, second group). There was no significant difference in age distribution between the two groups of patients (Table 1). Most of the infected patients were women (45 [77.6%] of 58) in the second group but there were fewer female patients (14 [45.2%] of 31) in the first group (Table 1). The result in the second group is not similar to that from previous studies.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>, <a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] We speculate that this may be related to the small sample size, since there is no evidence that women are more vulnerable to infection as the COVID-19 spreads. In terms of the initial symptoms, more symptoms appeared in patients from the first group (Table 2), such as fever (21 [67.7%] of 31), fatigue (13 [41.9%] of 31), and myalgia (7 [22.6%] of 31). Several patients (10 [32.3%] of 31) admitted before January 23 had a small amount of sputum production, but only a few people in the second group had this symptom (4 [6.9%] of 58). Other symptoms, such as cough, nausea, diarrhea, and chest tightness, were not significantly different between the two groups. For hematology, the first group had a larger proportion of patients with reduced lymphocyte (13 [54.2%] of 24), CD3 (11 [54.4%] of 21), and CD8 (9 [42.9%] of 21) counts but elevated SAA (18 [75%] of 24) in peripheral blood. Other data, such as CRP, did not show obvious differences between the two groups, suggesting that patients admitted earlier may have had more severe infection and immune disorders (Table 3). Discussion We report here the admission characteristics of 89 patients with confirmed COVID-19. All patients were admitted to the designated hospital in Wuhan from January 16 to January 29, 2020. As is known, patients and health-care workers can make a preliminary diagnosis of infectious diseases by accurately grasping the initial symptoms, which is extremely crucial for screening suspicious cases. In the early stage of SARSCoV-2 transmission, the clinical features of patients with COVID-19 at symptom onset mostly manifest as fever, dry cough, myalgia and fatigue, with or without diarrhea.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>, <a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] However, based on the characteristics of virus mutations and generational transmission, infected patients in different periods may have diverse admission characteristics. Since the 3rd and 4rd-generation transmission and even asymptomatic carriers of SARS-CoV2 have appeared,[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>, <a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] it is urgent to distinguish the differences in clinical manifestations of COVID-19 patients at admission during diverse infection periods. In this study, we observed a small proportion of female patients admitted before January 23, considering that the sample size is not large, it is difficult to account for this phenomenon. However, surprisingly, there were several differences in admission symptoms between the two groups. Some common systemic symptoms of COVID-19, such as fever, fatigue, sputum and myalgia, were more prominent in the patients admitted before January 23, but they were more insidious in patients admitted later. However, there is still no convincing evidence to predict whether the transmission and pathogenicity of SARS-CoV-2 will weaken during transmission. As the \"close relatives\" of SARS-CoV-2, previous studies have shown that the interpersonal transmission of SARS-CoV and MERS-CoV were constantly changing. Therefore, the clinical manifestations of COVID-19 in different periods should be observed in detail. Research has confirmed that SARS-CoV-2 infects host cells by binding to angiotensin converting enzyme II (ACE2),[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>-<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] and ACE2 is highly expressed in nasopharyngeal cells.[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] More importantly, current research detected a high viral load in the nasopharynx soon after symptom onset.[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>] Theoretically, the nasopharynx is the first virus-infected organ, but through observation, we found that infected individuals rarely show upper respiratory symptoms early in infection, and throat dryness only presented in a few patients. Research and clinical findings seem to suggest that SARS-CoV-2 may be colonized in the nasopharynx but has failed to be recognized in the early stage. As a result, SARS-CoV-2 could hardly be removed by self-cleaning responses such as sneeze and runny and could not be cleared immediately by the local immune system; thus, the initial symptoms of COVID-19 are insidious. Our previous study also indicated that clinical symptoms of COVID-19 deviate from the CT results, and the outcome follows the clinical features.[<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>] This further illustrates the critical need to correctly identify the symptoms of COVID-19 at admission. Recently, possible asymptomatic carrier transmission has been reported.[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] All of these results indicated that the less obvious respiratory symptoms in early infected patients may be due to the existence of pathogenic latency of SARS-CoV-2. In addition, our study found that a larger proportion of the patients admitted earlier had decreased lymphocyte, CD3 and CD8 T cell counts in the peripheral blood. Reduced CD3 and CD8 T cells counts in the context of excessive activation of these cells have been shown to contribute to the severity and mortality of COVID-19 by causing severe immune damage. 16 The contrasting elevated SAA also reflects the infection levels of patients in various periods. Overall, changes in symptoms and laboratory results at admission reflect that SARS-CoV-2 may be undergoing a certain degree of modification, and infection in patients seems to be more insidious. Therefore, we propose that it may be of great significance in guiding the diagnosis and prevention of COVID-19 in the future if respiratory samples, especially lower respiratory samples, could be collected to detect the content of ACE2 and SARS-CoV-2 in patients infected at different periods. More notably, as of now, 3 unique patients have appeared in our unit. All of them reached the discharge standard (SARS-CoV-2 negativity detected on different days), but a re-examination of their throat swabs showed positive infection days after discharge. One of them was the first confirmed medical staff in our hospital, and this patient has been isolated for more than 20 days after reaching the discharge standard; the remaining 2 patients were isolated 14 days after discharge. These data indicate that the current knowledge of COVID-19 is still insufficient. As the generations of transmissions increase, the clinical manifestations of patients with COVID-19 are changing. The presence of asymptomatic infection also suggests that SARS-CoV-2 may gradually evolve into a virus similar to influenza,[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>] or it may be latent in humans for a long time. However, the limitation of this article is that the number of cases is small so that there may be bias."
        ],
        "disclosures": [
            "Declaration of interests All the authors declare no competing interests. Funding No funding sources supported this work. Acknowledgments Respectful thanks to Professor Jingping Yuan and her team members Honglin Yan, Dandan Yan for their selfless help. Best wishes to all patients and their families in this study. Mourn all those who died in this disaster. Data Availability Statement All data referred to in the manuscript are available from the corresponding author by request."
        ],
        "ethical_compliance": [
            "Study design and patients The research protocol was reviewed and approved by the Ethics Committee at Renmin Hospital of Wuhan University (Wuhan, China)"
        ],
        "data_availability": [
            "Data Availability Statement All data referred to in the manuscript are available from the corresponding author by request"
        ]
    },
    "structured_content": {
        "Introduction": [
            "Since December 2019, there has been an outbreak of large-scale pneumonia cases of unknown cause in Wuhan, China.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>] RT-PCR analyses and electron microscope observations detected a novel coronavirus named SARS-CoV-2 (formerly known as 2019-nCoV).[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>] Coronavirus disease 2019 (COVID-19), which is caused by SARS-CoV2, has been confirmed to have obvious person-to-person transmission among close contacts.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>-<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] As of February 25, 2020, more than 80,000 confirmed cases and a total of 2700 deaths have been identified globally.[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>] As the epidemic spreads to many countries, COVID-19 poses a severe threat to global health. In the early stage of the epidemic, the most common clinical characteristics of patients with COVID-19 at the onset of illness manifested as fever, cough, and myalgia or fatigue, with or without sputum production and diarrhea.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>] Therefore, detecting and confirming infected cases in a timely manner and applying scientific treatment as soon as possible is extremely essential to reduce the mortality of COVID-19. Since the emergence of 3th and even 4rd-generation transmission[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>] and signs of asymptomatic carrier transmission of COVID-19,8 the prevention and control of COVID-19 has entered a new period. Consequently, it is urgent to carefully observe the changes in patients' initial symptoms. As the designated hospital for patients with severe infection, we have been receiving COVID-19 patients in the newly opened unit since January 16. After the government announced a state of emergency and closed access to Wuhan city on January 23, the number of suspected patients who came to our unit increased rapidly. As of January 29, we received 89 patients confirmed with COVID-19. Surprisingly, during the consultation, we found that the clinical characteristics of patients admitted after January 23 began to differ from those of patients admitted before, which brings new challenges for the diagnosis of suspected patients. To prevent and control the epidemic scientifically, this study aimed to describe the clinical and laboratory characteristics of COVID-19 patients from the perspective of clinical doctors and to compare the initial clinical features between patients infected in different periods. Methods",
            "Study design and patients The research protocol was reviewed and approved by the Ethics Committee at Renmin Hospital of Wuhan University (Wuhan, China). All research procedures adhered to the tenets of the Declaration of Helsinki. The design of the study was analytical, observational and retrospective. Diagnosis of COVID-19 was based on the New Coronavirus Pneumonia Prevention and Control Program (2nd edition) of China and was indicated by suspected symptoms, chest CT results and SARS-CoV-2 positivity by use of quantitative RT-PCR. We reviewed clinical charts, nursing records, and laboratory findings for 89 patients admitted from January 16, 2020, to January 29, 2020, who had confirmed diagnoses of COVID-19. Patients were assigned into two groups according to their admission date to analyze the differences in patients’ features at admission over time. Data collection The epidemiological data and clinical symptoms of the patients were collected by revising the clinical status (routine blood, CRP, SAA and CD3, CD4, CD8 cells) on the first day of admission from the medical records. Due to incomplete tests for some patients, some types of laboratory results are missing. Three researchers reviewed the data collection forms to double check the data independently. Statistical analysis Categorical variables are described with frequencies and percentages. Quantitative variables are described with the mean (SD) or, if they were not normally distributed, the median. Comparisons of quantitative variables between groups were performed using the independent-sample t test or Wilcoxon rank sum test. Categorical variables were expressed as numbers (%) and compared by χ2 test or Fisher’s exact test between the first group and the second group. A two-sided p-value less than 0.05 was considered statistically significant. Statistical analyses were performed using SPSS, version 21.0. Results By January 29, 2020, 89 patients were identified as having COVID-19 and admitted to our hospital. As shown in Table 1, patients were assigned into two groups according to their admission date. Thirty-one [34.8%] of the infected patients were admitted to the hospital from January 16 to 22 (before Jan. 23, first group), and 58 [65.2%] were admitted from January 23 to 29 (after Jan. 23, second group). There was no significant difference in age distribution between the two groups of patients (Table 1). Most of the infected patients were women (45 [77.6%] of 58) in the second group but there were fewer female patients (14 [45.2%] of 31) in the first group (Table 1). The result in the second group is not similar to that from previous studies.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>, <a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] We speculate that this may be related to the small sample size, since there is no evidence that women are more vulnerable to infection as the COVID-19 spreads. In terms of the initial symptoms, more symptoms appeared in patients from the first group (Table 2), such as fever (21 [67.7%] of 31), fatigue (13 [41.9%] of 31), and myalgia (7 [22.6%] of 31). Several patients (10 [32.3%] of 31) admitted before January 23 had a small amount of sputum production, but only a few people in the second group had this symptom (4 [6.9%] of 58). Other symptoms, such as cough, nausea, diarrhea, and chest tightness, were not significantly different between the two groups. For hematology, the first group had a larger proportion of patients with reduced lymphocyte (13 [54.2%] of 24), CD3 (11 [54.4%] of 21), and CD8 (9 [42.9%] of 21) counts but elevated SAA (18 [75%] of 24) in peripheral blood. Other data, such as CRP, did not show obvious differences between the two groups, suggesting that patients admitted earlier may have had more severe infection and immune disorders (Table 3). Discussion We report here the admission characteristics of 89 patients with confirmed COVID-19. All patients were admitted to the designated hospital in Wuhan from January 16 to January 29, 2020. As is known, patients and health-care workers can make a preliminary diagnosis of infectious diseases by accurately grasping the initial symptoms, which is extremely crucial for screening suspicious cases. In the early stage of SARSCoV-2 transmission, the clinical features of patients with COVID-19 at symptom onset mostly manifest as fever, dry cough, myalgia and fatigue, with or without diarrhea.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>, <a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] However, based on the characteristics of virus mutations and generational transmission, infected patients in different periods may have diverse admission characteristics. Since the 3rd and 4rd-generation transmission and even asymptomatic carriers of SARS-CoV2 have appeared,[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>, <a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] it is urgent to distinguish the differences in clinical manifestations of COVID-19 patients at admission during diverse infection periods. In this study, we observed a small proportion of female patients admitted before January 23, considering that the sample size is not large, it is difficult to account for this phenomenon. However, surprisingly, there were several differences in admission symptoms between the two groups. Some common systemic symptoms of COVID-19, such as fever, fatigue, sputum and myalgia, were more prominent in the patients admitted before January 23, but they were more insidious in patients admitted later. However, there is still no convincing evidence to predict whether the transmission and pathogenicity of SARS-CoV-2 will weaken during transmission. As the \"close relatives\" of SARS-CoV-2, previous studies have shown that the interpersonal transmission of SARS-CoV and MERS-CoV were constantly changing. Therefore, the clinical manifestations of COVID-19 in different periods should be observed in detail. Research has confirmed that SARS-CoV-2 infects host cells by binding to angiotensin converting enzyme II (ACE2),[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>-<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>] and ACE2 is highly expressed in nasopharyngeal cells.[<a class=\"ref-link\" id=\"c13\" href=\"#r13\">13</a>] More importantly, current research detected a high viral load in the nasopharynx soon after symptom onset.[<a class=\"ref-link\" id=\"c14\" href=\"#r14\">14</a>] Theoretically, the nasopharynx is the first virus-infected organ, but through observation, we found that infected individuals rarely show upper respiratory symptoms early in infection, and throat dryness only presented in a few patients. Research and clinical findings seem to suggest that SARS-CoV-2 may be colonized in the nasopharynx but has failed to be recognized in the early stage. As a result, SARS-CoV-2 could hardly be removed by self-cleaning responses such as sneeze and runny and could not be cleared immediately by the local immune system; thus, the initial symptoms of COVID-19 are insidious. Our previous study also indicated that clinical symptoms of COVID-19 deviate from the CT results, and the outcome follows the clinical features.[<a class=\"ref-link\" id=\"c15\" href=\"#r15\">15</a>] This further illustrates the critical need to correctly identify the symptoms of COVID-19 at admission. Recently, possible asymptomatic carrier transmission has been reported.[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] All of these results indicated that the less obvious respiratory symptoms in early infected patients may be due to the existence of pathogenic latency of SARS-CoV-2. In addition, our study found that a larger proportion of the patients admitted earlier had decreased lymphocyte, CD3 and CD8 T cell counts in the peripheral blood. Reduced CD3 and CD8 T cells counts in the context of excessive activation of these cells have been shown to contribute to the severity and mortality of COVID-19 by causing severe immune damage. 16 The contrasting elevated SAA also reflects the infection levels of patients in various periods. Overall, changes in symptoms and laboratory results at admission reflect that SARS-CoV-2 may be undergoing a certain degree of modification, and infection in patients seems to be more insidious. Therefore, we propose that it may be of great significance in guiding the diagnosis and prevention of COVID-19 in the future if respiratory samples, especially lower respiratory samples, could be collected to detect the content of ACE2 and SARS-CoV-2 in patients infected at different periods. More notably, as of now, 3 unique patients have appeared in our unit. All of them reached the discharge standard (SARS-CoV-2 negativity detected on different days), but a re-examination of their throat swabs showed positive infection days after discharge. One of them was the first confirmed medical staff in our hospital, and this patient has been isolated for more than 20 days after reaching the discharge standard; the remaining 2 patients were isolated 14 days after discharge. These data indicate that the current knowledge of COVID-19 is still insufficient. As the generations of transmissions increase, the clinical manifestations of patients with COVID-19 are changing. The presence of asymptomatic infection also suggests that SARS-CoV-2 may gradually evolve into a virus similar to influenza,[<a class=\"ref-link\" id=\"c17\" href=\"#r17\">17</a>] or it may be latent in humans for a long time. However, the limitation of this article is that the number of cases is small so that there may be bias.",
            "Author contributions ZZ designed this study and major in the clinical management of patients, data collection, data analysis, and writing of the first draft. ZC improved the data analysis and the draft. JH and ZZ finished the manuscript and data interpretation. SJ had roles in clinical management of patients. ZS had roles in data analysis and data interpretation, TW helped the data collection. All authors reviewed and approved the final version of the manuscript. Declaration of interests All the authors declare no competing interests. Funding No funding sources supported this work. Acknowledgments Respectful thanks to Professor Jingping Yuan and her team members Honglin Yan, Dandan Yan for their selfless help. Best wishes to all patients and their families in this study. Mourn all those who died in this disaster. Data Availability Statement All data referred to in the manuscript are available from the corresponding author by request."
        ],
        "References": [
            "1. Zhu N, Zhang D, Wang W, et al A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med 2020; 382 (8): 727-733. 2. Li Q, Guan X, Wu P, et al Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med 2020; 2020 Jan 29[Online ahead of print]. 3. Gorbalenya AE, Baker SC, Baric RS, et al Severe acute respiratory syndrome-related coronavirus: The species and its viruses-a statement of the Coronavirus Study Group. bioRxiv 2020; 2020-2. 4. Chan JF, Yuan S, Kok K, et al A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. The Lancet 2020; 395(10223): 514-23. 5. Chen N, Zhou M, Dong X, et al Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. The Lancet 2020; 395(10223): 507-13. 6. WHO. Situation report-36, Novel Coronavirus (COVID-19). 7. Huang C, Wang Y, Li X, et al Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet 2020; 395(10223): 497-506. 8. Bai Y, Yao L, Wei T, et al Presumed Asymptomatic Carrier Transmission of COVID19. JAMA 2020; 2020 Feb 21[Online ahead of print]. 9. Wang D, Hu B, Hu C, et al Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020; 2020 Feb 7[Online ahead of print]. 10. Lan J, Ge J, Yu J, et al Crystal structure of the 2019-nCoV spike receptor-binding domain bound with the ACE2 receptor. bioRxiv 2020; 2020-2. 11. Yan R, Zhang Y, Guo Y, Xia L, Zhou Q. Structural basis for the recognition of the 2019-nCoV by human ACE2. bioRxiv 2020; 2020-2. 12. Zhou P, Yang X, Wang X, et al Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin. bioRxiv 2020; 2020-1. 13. Zhao Y, Zhao Z, Wang Y, Zhou Y, Ma Y, Zuo W. Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov. bioRxiv 2020; 2020-1. 14. Zou L, Ruan F, Huang M, et al SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients. N Engl J Med 2020; 2020 Feb 19[Online ahead of print]. 15. Zhang Z, Li X, Zhang W, Shi ZL, Zheng Z, Wang T. Clinical Features and Treatment of 2019-nCov Pneumonia Patients in Wuhan: Report of A Couple Cases. Virol Sin 2020; 2020 Feb 7[Online ahead of print]. 16. Xu Z, Shi L, Wang Y, et al Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet Respir Med 2020; 2020 Feb 18[Online ahead of print]. 17. Tsang TK, Cowling BJ, Fang VJ, et al Influenza A Virus Shedding and Infectivity in Households. J Infect Dis 2015; 212(9): 1420-8."
        ],
        "Tables": [],
        "Admission time": [],
        "Total patients": [
            "Data are median (SD) or n/N (%), where N is the total number of patients with available data. p values comparing group 1 and group 2 are from independent-sample t test. aThere is no significant difference between group 1 and group 2."
        ],
        "Cough Sputum": [],
        "Nasal symptom": [],
        "Chest tightness": [
            "Data are n/N (%), and N is the total number of patients with available data. p values comparing two groups are from χ2 test, a8 out of 10 patients presented as a small amount of sputum.",
            "available data. p values comparing group 1 and the group 2 are from χ2, Fisher’s exact test, independent-sample T test or Wilcoxon rank sum test. Abbreviations: WBC, white blood cell; LYM, lymphocyte; Mono, monocyte; Neu, neutrophil; CRP, C-",
            "Reactive Protein; SAA, Serum Amyloid A; CD3, CD3 lymphocyte; CD4, CD4 lymphocyte; CD8, CD8 lymphocyte."
        ]
    },
    "participants": [
        {
            "participant": "affected patients",
            "number": 89,
            "context": "Results. <mark class=\"stats\">Of the 89 affected patients, 31 [34.8%] patients were admitted from January 16 to 22, and 58 [65.2%] were admitted from January 23 to 29</mark>. Patients were admitted with more systemic symptoms, such as fever (21 [67.7%] of 31), fatigue (13 [41.9%] of 31), and myalgia (7 [22.6%] of 31), before January 23"
        },
        {
            "participant": "patients",
            "number": 89,
            "context": "Diagnosis of COVID-19 was based on the New Coronavirus Pneumonia Prevention and Control Program (2nd edition) of China and was indicated by suspected symptoms, chest CT results and SARS-CoV-2 positivity by use of quantitative RT-PCR. <mark class=\"stats\">We reviewed clinical charts, nursing records, and laboratory findings for 89 patients admitted from January 16, 2020, to January 29, 2020, who had confirmed diagnoses of COVID-19</mark>. Patients were assigned into two groups according to their admission date to analyze the differences in patients’ features at admission over time"
        },
        {
            "participant": "patients",
            "number": 89,
            "context": "Statistical analyses were performed using SPSS, version 21.0. <mark class=\"stats\">Results By January 29, 2020, 89 patients were identified as having COVID-19 and admitted to our hospital</mark>. As shown in Table 1, patients were assigned into two groups according to their admission date"
        },
        {
            "participant": "groups of patients",
            "number": 2,
            "context": "Thirty-one [34.8%] of the infected patients were admitted to the hospital from January 16 to 22 (before Jan. 23, first group), and 58 [65.2%] were admitted from January 23 to 29 (after Jan. 23, second group). <mark class=\"stats\">There was no significant difference in age distribution between the two groups of patients (Table 1)</mark>. Most of the infected patients were women (45 [77.6%] of 58) in the second group but there were fewer female patients (14 [45.2%] of 31) in the first group (Table 1)"
        },
        {
            "participant": "patients with confirmed COVID-19",
            "number": 89,
            "context": "Other data, such as CRP, did not show obvious differences between the two groups, suggesting that patients admitted earlier may have had more severe infection and immune disorders (Table 3). <mark class=\"stats\">Discussion We report here the admission characteristics of 89 patients with confirmed COVID-19</mark>. All patients were admitted to the designated hospital in Wuhan from January 16 to January 29, 2020"
        },
        {
            "participant": "unique patients",
            "number": 3,
            "context": "Therefore, we propose that it may be of great significance in guiding the diagnosis and prevention of COVID-19 in the future if respiratory samples, especially lower respiratory samples, could be collected to detect the content of ACE2 and SARS-CoV-2 in patients infected at different periods. <mark class=\"stats\">More notably, as of now, 3 unique patients have appeared in our unit</mark>. All of them reached the discharge standard (SARS-CoV-2 negativity detected on different days), but a re-examination of their throat swabs showed positive infection days after discharge"
        },
        {
            "participant": "patients",
            "number": 2,
            "context": "All of them reached the discharge standard (SARS-CoV-2 negativity detected on different days), but a re-examination of their throat swabs showed positive infection days after discharge. <mark class=\"stats\">One of them was the first confirmed medical staff in our hospital, and this patient has been isolated for more than 20 days after reaching the discharge standard; the remaining 2 patients were isolated 14 days after discharge</mark>. These data indicate that the current knowledge of COVID-19 is still insufficient"
        },
        {
            "participant": "confirmed cases",
            "number": 80000,
            "context": "Coronavirus disease 2019 (COVID-19), which is caused by SARS-CoV2, has been confirmed to have obvious person-to-person transmission among close contacts.4-5. <mark class=\"stats\">As of February 25, 2020, more than 80,000 confirmed cases and a total of 2700 deaths have been identified globally.6</mark>. As the epidemic spreads to many countries, COVID-19 poses a severe threat to global health"
        },
        {
            "participant": "patients",
            "number": 89,
            "context": "After the government announced a state of emergency and closed access to Wuhan city on January 23, the number of suspected patients who came to our unit increased rapidly. <mark class=\"stats\">As of January 29, we received 89 patients confirmed with COVID-19</mark>. Surprisingly, during the consultation, we found that the clinical characteristics of patients admitted after January 23 began to differ from those of patients admitted before, which brings new challenges for the diagnosis of suspected patients"
        },
        {
            "participant": "cases",
            "number": 99,
            "context": "5. <mark class=\"stats\">Chen N, Zhou M, Dong X, et al Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study</mark>. The Lancet 2020; 395(10223): 507-13"
        },
        {
            "participant": "patients",
            "number": 10,
            "context": "16 (51.6%) 10 (32.3%) a. <mark class=\"stats\">Data are n/N (%), and N is the total number of patients with available data. p values comparing two groups are from χ2 test, a8 out of 10 patients presented as a small amount of sputum</mark>. All patients Group 1 (N=24) Group 2"
        },
        {
            "participant": "data",
            "number": 24,
            "context": "Data are n/N (%), and N is the total number of patients with available data. p values comparing two groups are from χ2 test, a8 out of 10 patients presented as a small amount of sputum. <mark class=\"stats\">All patients Group 1 (N=24) Group 2</mark>. P value (N=58)"
        },
        {
            "participant": "data",
            "number": 58,
            "context": "All patients Group 1 (N=24) Group 2. <mark class=\"stats\">P value (N=58)</mark>. WBC, ×109/L 4.93 (1.52)"
        }
    ],
    "statistics": [
        {
            "tests": {
                "context": "<mark class=\"stats\">Comparisons of quantitative variables between groups were performed using the independent-sample t test or Wilcoxon rank sum test</mark>",
                "tests": [
                    {
                        "test": "t test"
                    },
                    {
                        "test": "Wilcoxon rank sum test"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Categorical variables were expressed as numbers (%) and compared by χ2 test or Fisher’s exact test between the first group and the second group</mark>",
                "tests": [
                    {
                        "test": "χ2 test"
                    },
                    {
                        "test": "Fisher’s exact test"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Data are median (SD) or n/N (%), where N is the total number of patients with available data. p values comparing group 1 and group 2 are from independent-sample t test. aThere is no significant difference between group 1 and group 2</mark>",
                "tests": [
                    {
                        "test": "t test"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">Data are n/N (%), and N is the total number of patients with available data. p values comparing two groups are from χ2 test, a8 out of 10 patients presented as a small amount of sputum</mark>",
                "tests": [
                    {
                        "test": "χ2 test"
                    }
                ]
            }
        },
        {
            "tests": {
                "context": "<mark class=\"stats\">available data. p values comparing group 1 and the group 2 are from χ2, Fisher’s exact test, independent-sample T test or Wilcoxon rank sum test</mark>",
                "tests": [
                    {
                        "test": "χ2"
                    },
                    {
                        "test": "Fisher’s exact test"
                    },
                    {
                        "test": "Wilcoxon rank sum test"
                    }
                ]
            }
        }
    ],
    "keywords": [
        "initial symptom",
        "new period",
        "myalgia",
        "lymphocyte",
        "COVID-19",
        "novel coronavirus",
        "person transmission",
        "virus similar",
        "Respiratory disease",
        "pneumonia",
        "diarrhea",
        "generation transmission",
        "4rd generation",
        "asymptomatic carrier",
        "Clinical characteristics",
        "sputum production",
        "Coronavirus disease-19 (COVID-19)",
        "coronavirus disease"
    ],
    "keyword_relevance": {
        "COVID-19": 0.4022988506,
        "lymphocyte": 0.0804597701,
        "initial symptom": 0.0689655172,
        "novel coronavirus": 0.0689655172,
        "myalgia": 0.0574712644,
        "pneumonia": 0.0459770115,
        "diarrhea": 0.0459770115,
        "asymptomatic carrier": 0.0459770115,
        "generation transmission": 0.0344827586,
        "sputum production": 0.0344827586,
        "new period": 0.0229885057,
        "person transmission": 0.0229885057,
        "virus similar": 0.0229885057,
        "4rd generation": 0.0114942529,
        "Clinical characteristics": 0.0114942529,
        "Coronavirus disease-19 (COVID-19)": 0.0114942529,
        "coronavirus disease": 0.0114942529,
        "Respiratory disease": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> Since December 2019, there has been an outbreak of large-scale pneumonia cases of unknown cause in Wuhan, China.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>].",
        "As the designated hospital for patients with severe infection, the authors have been receiving COVID-19 patients in the newly opened unit since January 16.",
        "To prevent and control the epidemic scientifically, this study aimed to describe the clinical and laboratory characteristics of COVID-19 patients from the perspective of clinical doctors and to compare the initial clinical features between patients infected in different periods.",
        "<h2 style=\"display: inline\">Methods:</h2> <strong>Study design and patients</strong><br/><br/>The research protocol was reviewed and approved by the Ethics Committee at Renmin Hospital of Wuhan University (Wuhan, China).",
        "In the early stage of SARSCoV-2 transmission, the clinical features of patients with COVID-19 at symptom onset mostly manifest as fever, dry cough, myalgia and fatigue, with or without diarrhea.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>, <a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] based on the characteristics of virus mutations and generational transmission, infected patients in different periods may have diverse admission characteristics.",
        "The limitation of this article is that the number of cases is small so that there may be bias",
        "<h2 style=\"display: inline\">Conclusion:</h2> Compared with the cases admitted earlier, more hidden initial symptoms and improved immune system disorders appeared in COVID-19 patients infected recently.<br/><br/>Abstract Background.",
        "More patients (10 [32.3%] of 31) admitted before January 23 had a small amount of sputum production compared with a smaller proportion (4 [6.9%] of 58) of the patients admitted after January 23.",
        "Other symptoms, such as cough, nausea, diarrhea, and chest tightness, were not significantly different between the two groups."
    ],
    "structured_summary": {
        "Introduction": [
            "Since December 2019, there has been an outbreak of large-scale pneumonia cases of unknown cause in Wuhan, China.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>].",
            "As the designated hospital for patients with severe infection, the authors have been receiving COVID-19 patients in the newly opened unit since January 16.",
            "To prevent and control the epidemic scientifically, this study aimed to describe the clinical and laboratory characteristics of COVID-19 patients from the perspective of clinical doctors and to compare the initial clinical features between patients infected in different periods."
        ],
        "Methods": [
            "<strong>Study design and patients</strong><br/><br/>The research protocol was reviewed and approved by the Ethics Committee at Renmin Hospital of Wuhan University (Wuhan, China).",
            "In the early stage of SARSCoV-2 transmission, the clinical features of patients with COVID-19 at symptom onset mostly manifest as fever, dry cough, myalgia and fatigue, with or without diarrhea.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>, <a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>] based on the characteristics of virus mutations and generational transmission, infected patients in different periods may have diverse admission characteristics.",
            "The limitation of this article is that the number of cases is small so that there may be bias"
        ],
        "Conclusion": [
            "Compared with the cases admitted earlier, more hidden initial symptoms and improved immune system disorders appeared in COVID-19 patients infected recently.<br/><br/>Abstract Background.",
            "More patients (10 [32.3%] of 31) admitted before January 23 had a small amount of sputum production compared with a smaller proportion (4 [6.9%] of 58) of the patients admitted after January 23.",
            "Other symptoms, such as cough, nausea, diarrhea, and chest tightness, were not significantly different between the two groups."
        ]
    },
    "reference_links": [
        {
            "id": "1",
            "alt_id": "Zhu_et+al_2020_a",
            "entry": "1. Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med 2020; 382 (8): 727-733.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20N%20Engl%20J%20Med%202020%20382%208%20727733",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20N%20Engl%20J%20Med%202020%20382%208%20727733",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Zhu%20N%20Zhang%20D%20Wang%20W%20et%20al%20A%20Novel%20Coronavirus%20from%20Patients%20with%20Pneumonia%20in%20China%202019%20N%20Engl%20J%20Med%202020%20382%208%20727733"
        },
        {
            "id": "2",
            "alt_id": "Li_et+al_2020_a",
            "entry": "2. Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med 2020; 2020 Jan 29[Online ahead of print].",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus-Infected%20Pneumonia%202020-01",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus-Infected%20Pneumonia%202020-01",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Li%2C%20Q.%20Guan%2C%20X.%20Wu%2C%20P.%20Early%20Transmission%20Dynamics%20in%20Wuhan%2C%20China%2C%20of%20Novel%20Coronavirus-Infected%20Pneumonia%202020-01"
        },
        {
            "id": "3",
            "alt_id": "Gorbalenya_et+al_2020_a",
            "entry": "3. Gorbalenya AE, Baker SC, Baric RS, et al. Severe acute respiratory syndrome-related coronavirus: The species and its viruses-a statement of the Coronavirus Study Group. bioRxiv 2020; 2020-2.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Gorbalenya%20AE%20Baker%20SC%20Baric%20RS%20et%20al%20Severe%20acute%20respiratory%20syndromerelated%20coronavirus%20The%20species%20and%20its%20virusesa%20statement%20of%20the%20Coronavirus%20Study%20Group%20bioRxiv%202020%2020202"
        },
        {
            "id": "4",
            "alt_id": "Chan_et+al_2019_a",
            "entry": "4. Chan JF, Yuan S, Kok K, et al. A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. The Lancet 2020; 395(10223): 514-23.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chan%20JF%20Yuan%20S%20Kok%20K%20et%20al%20A%20familial%20cluster%20of%20pneumonia%20associated%20with%20the%202019%20novel%20coronavirus%20indicating%20persontoperson%20transmission%20a%20study%20of%20a%20family%20cluster%20The%20Lancet%202020%2039510223%2051423",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Chan%20JF%20Yuan%20S%20Kok%20K%20et%20al%20A%20familial%20cluster%20of%20pneumonia%20associated%20with%20the%202019%20novel%20coronavirus%20indicating%20persontoperson%20transmission%20a%20study%20of%20a%20family%20cluster%20The%20Lancet%202020%2039510223%2051423",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Chan%20JF%20Yuan%20S%20Kok%20K%20et%20al%20A%20familial%20cluster%20of%20pneumonia%20associated%20with%20the%202019%20novel%20coronavirus%20indicating%20persontoperson%20transmission%20a%20study%20of%20a%20family%20cluster%20The%20Lancet%202020%2039510223%2051423"
        },
        {
            "id": "5",
            "alt_id": "Chen_et+al_2019_a",
            "entry": "5. Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. The Lancet 2020; 395(10223): 507-13.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Chen%20N%20Zhou%20M%20Dong%20X%20et%20al%20Epidemiological%20and%20clinical%20characteristics%20of%2099%20cases%20of%202019%20novel%20coronavirus%20pneumonia%20in%20Wuhan%20China%20a%20descriptive%20study%20The%20Lancet%202020%2039510223%2050713",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Chen%20N%20Zhou%20M%20Dong%20X%20et%20al%20Epidemiological%20and%20clinical%20characteristics%20of%2099%20cases%20of%202019%20novel%20coronavirus%20pneumonia%20in%20Wuhan%20China%20a%20descriptive%20study%20The%20Lancet%202020%2039510223%2050713",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Chen%20N%20Zhou%20M%20Dong%20X%20et%20al%20Epidemiological%20and%20clinical%20characteristics%20of%2099%20cases%20of%202019%20novel%20coronavirus%20pneumonia%20in%20Wuhan%20China%20a%20descriptive%20study%20The%20Lancet%202020%2039510223%2050713"
        },
        {
            "id": "7",
            "alt_id": "Huang_et+al_2019_a",
            "entry": "7. Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet 2020; 395(10223): 497-506.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20The%20Lancet%202020%2039510223%20497506",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20The%20Lancet%202020%2039510223%20497506",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Huang%20C%20Wang%20Y%20Li%20X%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China%20The%20Lancet%202020%2039510223%20497506"
        },
        {
            "id": "8",
            "alt_id": "Bai_et+al_2020_a",
            "entry": "8. Bai Y, Yao L, Wei T, et al. Presumed Asymptomatic Carrier Transmission of COVID19. JAMA 2020; 2020 Feb 21[Online ahead of print].",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Bai%20Y%20Yao%20L%20Wei%20T%20et%20al%20Presumed%20Asymptomatic%20Carrier%20Transmission%20of%20COVID19%20JAMA%202020%202020%20Feb%2021Online%20ahead%20of%20print"
        },
        {
            "id": "9",
            "alt_id": "Wang_et+al_Feb_a",
            "entry": "9. Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020; 2020 Feb 7[Online ahead of print].",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wang%20D%20Hu%20B%20Hu%20C%20et%20al%20Clinical%20Characteristics%20of%20138%20Hospitalized%20Patients%20With%202019%20Novel%20CoronavirusInfected%20Pneumonia%20in%20Wuhan%20China%20JAMA%202020%202020%20Feb%207Online%20ahead%20of%20print",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Wang%20D%20Hu%20B%20Hu%20C%20et%20al%20Clinical%20Characteristics%20of%20138%20Hospitalized%20Patients%20With%202019%20Novel%20CoronavirusInfected%20Pneumonia%20in%20Wuhan%20China%20JAMA%202020%202020%20Feb%207Online%20ahead%20of%20print",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Wang%20D%20Hu%20B%20Hu%20C%20et%20al%20Clinical%20Characteristics%20of%20138%20Hospitalized%20Patients%20With%202019%20Novel%20CoronavirusInfected%20Pneumonia%20in%20Wuhan%20China%20JAMA%202020%202020%20Feb%207Online%20ahead%20of%20print"
        },
        {
            "id": "10",
            "alt_id": "Lan_et+al_2020_a",
            "entry": "10. Lan J, Ge J, Yu J, et al. Crystal structure of the 2019-nCoV spike receptor-binding domain bound with the ACE2 receptor. bioRxiv 2020; 2020-2.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lan%20J%20Ge%20J%20Yu%20J%20et%20al%20Crystal%20structure%20of%20the%202019nCoV%20spike%20receptorbinding%20domain%20bound%20with%20the%20ACE2%20receptor%20bioRxiv%202020%2020202"
        },
        {
            "id": "11",
            "alt_id": "Yan_et+al_2020_a",
            "entry": "11. Yan R, Zhang Y, Guo Y, Xia L, Zhou Q. Structural basis for the recognition of the 2019-nCoV by human ACE2. bioRxiv 2020; 2020-2.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Yan%20R%20Zhang%20Y%20Guo%20Y%20Xia%20L%20Zhou%20Q%20Structural%20basis%20for%20the%20recognition%20of%20the%202019nCoV%20by%20human%20ACE2%20bioRxiv%202020%2020202"
        },
        {
            "id": "12",
            "alt_id": "Zhou_et+al_2020_a",
            "entry": "12. Zhou P, Yang X, Wang X, et al. Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin. bioRxiv 2020; 2020-1.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhou%20P%20Yang%20X%20Wang%20X%20et%20al%20Discovery%20of%20a%20novel%20coronavirus%20associated%20with%20the%20recent%20pneumonia%20outbreak%20in%20humans%20and%20its%20potential%20bat%20origin%20bioRxiv%202020%2020201"
        },
        {
            "id": "13",
            "alt_id": "Zhao_et+al_2020_a",
            "entry": "13. Zhao Y, Zhao Z, Wang Y, Zhou Y, Ma Y, Zuo W. Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov. bioRxiv 2020; 2020-1.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhao%20Y%20Zhao%20Z%20Wang%20Y%20Zhou%20Y%20Ma%20Y%20Zuo%20W%20Singlecell%20RNA%20expression%20profiling%20of%20ACE2%20the%20putative%20receptor%20of%20Wuhan%202019nCov%20bioRxiv%202020%2020201"
        },
        {
            "id": "14",
            "alt_id": "Zou_et+al_2020_a",
            "entry": "14. Zou L, Ruan F, Huang M, et al. SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients. N Engl J Med 2020; 2020 Feb 19[Online ahead of print].",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zou%2C%20L.%20Ruan%2C%20F.%20Huang%2C%20M.%20SARS-CoV-2%20Viral%20Load%20in%20Upper%20Respiratory%20Specimens%20of%20Infected%20Patients%202020-02",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Zou%2C%20L.%20Ruan%2C%20F.%20Huang%2C%20M.%20SARS-CoV-2%20Viral%20Load%20in%20Upper%20Respiratory%20Specimens%20of%20Infected%20Patients%202020-02",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Zou%2C%20L.%20Ruan%2C%20F.%20Huang%2C%20M.%20SARS-CoV-2%20Viral%20Load%20in%20Upper%20Respiratory%20Specimens%20of%20Infected%20Patients%202020-02"
        },
        {
            "id": "15",
            "alt_id": "Zhang_et+al_2019_a",
            "entry": "15. Zhang Z, Li X, Zhang W, Shi ZL, Zheng Z, Wang T. Clinical Features and Treatment of 2019-nCov Pneumonia Patients in Wuhan: Report of A Couple Cases. Virol Sin 2020; 2020 Feb 7[Online ahead of print].",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Zhang%20Z%20Li%20X%20Zhang%20W%20Shi%20ZL%20Zheng%20Z%20Wang%20T%20Clinical%20Features%20and%20Treatment%20of%202019nCov%20Pneumonia%20Patients%20in%20Wuhan%20Report%20of%20A%20Couple%20Cases%20Virol%20Sin%202020%202020%20Feb%207Online%20ahead%20of%20print"
        },
        {
            "id": "16",
            "alt_id": "Xu_et+al_2020_a",
            "entry": "16. Xu Z, Shi L, Wang Y, et al. Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet Respir Med 2020; 2020 Feb 18[Online ahead of print].",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Xu%20Z%20Shi%20L%20Wang%20Y%20et%20al%20Pathological%20findings%20of%20COVID19%20associated%20with%20acute%20respiratory%20distress%20syndrome%20Lancet%20Respir%20Med%202020%202020%20Feb%2018Online%20ahead%20of%20print"
        },
        {
            "id": "17",
            "alt_id": "Tsang_et+al_2015_a",
            "entry": "17. Tsang TK, Cowling BJ, Fang VJ, et al. Influenza A Virus Shedding and Infectivity in Households. J Infect Dis 2015; 212(9): 1420-8. ",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Tsang%2C%20T.K.%20Cowling%2C%20B.J.%20Fang%2C%20V.J.%20Influenza%20A%20Virus%20Shedding%20and%20Infectivity%20in%20Households%202015",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Tsang%2C%20T.K.%20Cowling%2C%20B.J.%20Fang%2C%20V.J.%20Influenza%20A%20Virus%20Shedding%20and%20Infectivity%20in%20Households%202015",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Tsang%2C%20T.K.%20Cowling%2C%20B.J.%20Fang%2C%20V.J.%20Influenza%20A%20Virus%20Shedding%20and%20Infectivity%20in%20Households%202015"
        }
    ],
    "facts": [
        "Clinical records and laboratory results of patients suffering from COVID-19 were retrospectively reviewed",
        "with the admission dates to analyze the changes in characteristics at the onset",
        "patients were admitted from January 16",
        "Patients were admitted with more systemic symptoms",
        "More patients admitted before January 23 had a small amount of sputum production compared with a smaller proportion",
        "of the patients admitted after January 23",
        "the group admitted before January 23 had a larger proportion of patients",
        "that the new coronavirus may gradually evolve into a virus",
        "which is caused by SARS-CoV2",
        "As the epidemic spreads to many countries",
        "COVID-19 poses a severe threat to global health",
        "most common clinical characteristics of patients with COVID-19 at the onset of illness manifested as fever",
        "essential to reduce the mortality of COVID-19",
        "After the government announced a state of emergency",
        "the number of suspected patients who came to our unit increased",
        "89 patients confirmed with COVID-19",
        "that the clinical characteristics of patients admitted after January 23 began to differ from those",
        "the initial clinical features between patients infected in different periods",
        "All research procedures adhered to the tenets of the Declaration",
        "retrospective. Diagnosis of COVID-19 was based on the New Coronavirus Pneumonia Prevention",
        "laboratory findings for 89 patients admitted from January 16",
        "Patients were assigned into two groups according to their admission date to analyze the differences in patients",
        "clinical symptoms of the patients were collected by revising the clinical status on the first day of admission",
        "Statistical analysis Categorical variables are described with frequencies and percentages",
        "Quantitative variables are described with the mean",
        "Categorical variables were expressed as numbers",
        "patients were assigned into two groups according to their admission date",
        "of the infected patients were admitted to the hospital from January 16",
        "no evidence that women are more vulnerable to infection as the COVID-19 spreads",
        "more symptoms appeared in patients from the first group",
        "Several patients admitted before January 23 had a small amount of sputum production",
        "the first group had a larger proportion of patients with reduced lymphocyte",
        "All patients were admitted to the designated hospital in Wuhan",
        "health-care workers can make a preliminary diagnosis of infectious diseases",
        "which is extremely crucial for screening suspicious cases",
        "the clinical features of patients with COVID-19 at symptom onset mostly manifest as fever",
        "urgent to distinguish the differences in clinical manifestations of COVID-19 patients",
        "a small proportion of female patients admitted before January 23",
        "difficult to account for this phenomenon",
        "prominent in the patients admitted before January 23",
        "no convincing evidence to predict whether the transmission and pathogenicity of SARS-CoV-2 will weaken during transmission",
        "previous studies have shown that the interpersonal transmission of SARS-CoV and MERS-CoV were constantly changing",
        "the clinical manifestations of COVID-19 in different periods should be observed in detail",
        "Research has confirmed that SARS-CoV-2 infects host cells",
        "ACE2 is highly expressed in nasopharyngeal cells.[13",
        "throat dryness only presented in a few patients",
        "clinical findings seem to suggest that SARS-CoV-2 may be colonized in the nasopharynx",
        "SARS-CoV-2 could hardly be removed by self-cleaning responses",
        "the initial symptoms of COVID-19 are insidious. Our previous study indicated that clinical symptoms of COVID-19 deviate from the",
        "less obvious respiratory symptoms in early infected patients may be due to the existence of pathogenic latency",
        "our study found that a larger proportion of the patients admitted earlier had decreased lymphocyte",
        "CD8 T cell counts in the peripheral blood",
        "CD8 T cells counts in the context of excessive activation",
        "of these cells have been shown to contribute to the severity and mortality",
        "changes in symptoms and laboratory results at admission reflect that SARS-CoV-2 may be undergoing a certain degree of modification",
        "the content of ACE2 and SARS-CoV-2 in patients infected at different periods",
        "of 3 unique patients have appeared in our unit",
        "These data indicate that the current knowledge of COVID-19 is still insufficient",
        "The presence of asymptomatic infection suggests that SARS-CoV-2 may gradually evolve into a virus",
        "the limitation of this article is that the number of cases is small so",
        "improved immune system disorders appeared in COVID-19 patients infected",
        "The limitation of this article is that the number of cases is small so"
    ],
    "claims": [
        "We aimed to report several changes in the clinical characteristics at admission of patients with COVID-19",
        "During the consultation, we found that the clinical characteristics of patients admitted after January 23 began to differ from those of patients admitted before, which brings new challenges for the diagnosis of suspected patients",
        "To prevent and control the epidemic scientifically, this study aimed to describe the clinical and laboratory characteristics of COVID-19 patients from the perspective of clinical doctors and to compare the initial clinical features between patients infected in different periods",
        "We reviewed clinical charts, nursing records, and laboratory findings for 89 patients admitted from January 16, 2020, to January 29, 2020, who had confirmed diagnoses of COVID-19",
        "Discussion We report here the admission characteristics of 89 patients with confirmed COVID-19",
        "The nasopharynx is the first virus-infected organ, but through observation, we found that infected individuals rarely show upper respiratory symptoms early in infection, and throat dryness only presented in a few patients",
        "We propose that it may be of great significance in guiding the diagnosis and prevention of COVID-19 in the future if respiratory samples, especially lower respiratory samples, could be collected to detect the content of ACE2 and SARS-CoV-2 in patients infected at different periods"
    ],
    "findings": [],
    "processes": [],
    "key_statements": [
        "Coronavirus disease 2019 (COVID-19), which is caused by SARS-CoV2, has been confirmed to have obvious person-to-person transmission among close contacts.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>-<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]",
        "As the epidemic spreads to many countries, COVID-19 poses a severe threat to global health",
        "In the early stage of the epidemic, the most common clinical characteristics of patients with COVID-19 at the onset of illness manifested as fever, cough, and myalgia or fatigue, with or without sputum production and diarrhea.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]",
        "To prevent and control the epidemic scientifically, this study aimed to describe the clinical and laboratory characteristics of COVID-19 patients from the perspective of clinical doctors and to compare the initial clinical features between patients infected in different periods",
        "We reviewed clinical charts, nursing records, and laboratory findings for 89 patients admitted from January 16, 2020, to January 29, 2020, who had confirmed diagnoses of COVID-19",
        "In terms of the initial symptoms, more symptoms appeared in patients from the first group (Table 2), such as fever (21 [67.7%] of 31), fatigue (13 [41.9%] of 31), and myalgia (7 [22.6%] of 31)",
        "Patients and health-care workers can make a preliminary diagnosis of infectious diseases by accurately grasping the initial symptoms, which is extremely crucial for screening suspicious cases",
        "In the early stage of SARSCoV-2 transmission, the clinical features of patients with COVID-19 at symptom onset mostly manifest as fever, dry cough, myalgia and fatigue, with or without diarrhea.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>, <a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]",
        "Since the 3rd and 4rd-generation transmission and even asymptomatic carriers of SARS-CoV2 have appeared,[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>, <a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] it is urgent to distinguish the differences in clinical manifestations of COVID-19 patients at admission during diverse infection periods",
        "Some common systemic symptoms of COVID-19, such as fever, fatigue, sputum and myalgia, were more prominent in the patients admitted before January 23, but they were more insidious in patients admitted later",
        "SARS-CoV-2 could hardly be removed by self-cleaning responses such as sneeze and runny and could not be cleared immediately by the local immune system; the initial symptoms of COVID-19 are insidious",
        "Our study found that a larger proportion of the patients admitted earlier had decreased lymphocyte, CD3 and CD8 T cell counts in the peripheral blood",
        "Reduced CD3 and CD8 T cells counts in the context of excessive activation of these cells have been shown to contribute to the severity and mortality of COVID-19 by causing severe immune damage"
    ],
    "top_statements": [
        "Since December 2019, there has been an outbreak of large-scale pneumonia cases of unknown cause in Wuhan, China.[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]",
        "Coronavirus disease 2019 (COVID-19), which is caused by SARS-CoV2, has been confirmed to have obvious person-to-person transmission among close contacts.[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>-<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]",
        "As the epidemic spreads to many countries, COVID-19 poses a severe threat to global health",
        "In the early stage of the epidemic, the most common clinical characteristics of patients with COVID-19 at the onset of illness manifested as fever, cough, and myalgia or fatigue, with or without sputum production and diarrhea.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]",
        "In the early stage of SARSCoV-2 transmission, the clinical features of patients with COVID-19 at symptom onset mostly manifest as fever, dry cough, myalgia and fatigue, with or without diarrhea.[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>, <a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]",
        "Since the 3rd and 4rd-generation transmission and even asymptomatic carriers of SARS-CoV2 have appeared,[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>, <a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>] it is urgent to distinguish the differences in clinical manifestations of COVID-19 patients at admission during diverse infection periods"
    ],
    "headline": "In the early stage of the epidemic, the most common clinical characteristics of patients with COVID-19 at the onset of illness manifested as fever, cough, and myalgia or fatigue, with or without sputum production and diarrhea.7",
    "contexts": [],
    "abbreviations": {}
}
