{
    "filename": "2020.02.10.20021519v1.pdf",
    "content_type": "application/pdf",
    "file_size": 258547,
    "metadata": {
        "title": "Simulating the infected population and spread trend of 2019-nCov under different policy by EIR model",
        "date": 2020,
        "affiliations": [
            "Department of Management Science, Management School, Hainan University, Haikou, China. xh_xionghao@126.com",
            "Department of Tourism Management, Tourism School, Hainan University, Haikou, China. yhl_yanhuili@126.com"
        ],
        "journal": "Introduction In December",
        "identifiers": {
            "arxiv": null,
            "doi": "10.1101/2020.02.10.20021519",
            "isbn": null,
            "doc_id": null,
            "url": "https://www.medrxiv.org/content/10.1101/2020.02.10.20021519v1.pdf"
        },
        "abstract": "Background Chinese government has taken strong measures in response to the epidemic of new coronavirus (2019-nCoV) from Jan.23, 2020. The number of confirmed infected individuals are still increasing rapidly. Estimating the accurate infected population and the future trend of epidemic spreading under control measures is significant and urgent. There have been reports external icon of spread from an infected patient with no symptoms to a close contact, which means the incubation individuals may has the possibility of infectiousness. However, the traditional transmission model, Susceptible-Exposed-Infectious-Recovered (SEIR) model, assumes that the exposed individual is being infected but without infectiousness. Thus, the estimating infected populations based on SEIR model from the existing literatures seems too far more than the official reported data. Methods Here, we inferred that the epidemic could be spread by exposed (incubation) individuals. Then, we provide a new Exposed-identified-Recovered (EIR) model, and simulated the epidemic spreading processes from free propagation phase to extremely control phase. Then, we estimate of the size of the epidemic and forecast the future development of the epidemics under strong prevention interventions. According to the spread characters of 2019-nCov, we construct a novel EIR compartment system dynamics model. This model integrates two phases of the epidemic spreading: before intervention and after intervention. We assume that 2019-nCov is firstly spread without intervention then the government started to take strong quarantine measures. Use the latest reported data from National Health Commission of the People’s Republic of China, we estimate the basic parameters of the model and the basic reproduction number of 2019-nCov. Then, based on this model, we simulate the future spread of the epidemics. Both the infected population and the spreading trend of 2019-nCov under different prevention policy scenarios are estimated. The epidemic spreading trends under different quarantine rate and action starting date of prevention policy are simulated and compared. Findings In our baseline scenario, the government has taken strict prevention actions, and the estimate numbers fit the official numbers very well. Simulation results tells that, if the prevention measures are relaxed or the action starting date of prevention measures is later than Jan. 23, 2020, the peak of identified individuals would be greatly increased, and the elimination date also would be delayed. We estimate the reproductive number for 2019-nCoV was 2.7. And simulation of the baseline scenario tells that, the peak infected individuals will be 49093 at Feb.16, 2020 and the epidemic spreading will be eliminated at the end of March 2020. The simulation results also tell that the quarantine rate and the starting date of intervention action policy have great effect on the epidemic spreading. Specifically, if the quarantine rate is reduced from 100% to less than 63%, which is the threshold of the quarantine rate to control the epidemic",
        "references": "@article{pneumonia2020a,\n  author = {Pneumonia},\n  journal = {New England Journal of Medicine},\n  date = {2020}\n}\n@misc{koenig-a,\n  author = {Koenig, K. and Bey, C.K. and McDonald, E.C.},\n  title = {2019-nCoV: The Identify-Isolate-Inform (3I) Tool},\n  language = {}\n}\n@article{unknown-a,\n  title = {Applied to a Novel Emerging Coronavirus},\n  journal = {Western Journal of Emergency},\n  publisher = {Medicine: Integrating},\n  language = {}\n}\n@article{unknown2020a,\n  title = {Emergency Care with Population},\n  journal = {Health},\n  date = {2020},\n  language = {}\n}\n@misc{huang-a,\n  author = {Huang, C.},\n  title = {Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China},\n  more-authors = {true},\n  language = {}\n}\n@misc{unknown2020b,\n  title = {The Lancet},\n  date = {2020},\n  language = {}\n}\n@incollection{wu-a,\n  author = {Wu, J.T. and Leung, K. and Leung, G.M.},\n  title = {Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study},\n  source = {The},\n  language = {}\n}\n@article{read2020a,\n  author = {Read, J.M.},\n  title = {Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions},\n  journal = {medRxiv},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@techreport{coronavirus2019a,\n  date = {2019},\n  author = {Coronavirus, Wuhan and China},\n  url = {https://www.cdc.gov/coronavirus/2019-ncov/about/symptoms.html.},\n  urldate = {January 24, 2020.},\n  institution = {Centers for Disease Control and Prevention}\n}\n@book{commission-a,\n  author = {Commission, Wuhan Municipal Health},\n  title = {Updated Interpretation of experts about the Novel},\n  publisher = {Emerging atypical pneumonia},\n  url = {http://wjw.wuhan.gov.cn/front/web/showDetail/2020011109036},\n  language = {}\n}\n@article{unknown2020c,\n  title = {Spread Via Commercial Air Travel},\n  journal = {Journal of Travel Medicine},\n  date = {2020},\n  language = {}\n}\n@misc{zhou2001a,\n  author = {Zhou, T.},\n  title = {Preliminary prediction of the basic reproduction number of the Wuhan novel coronavirus},\n  edition = {2019-nCoV. arXiv preprint arXiv},\n  date = {2001},\n  more-authors = {true},\n  language = {}\n}\n@misc{unknown-b,\n  title = {nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak},\n  language = {}\n}\n@article{unknown2020d,\n  journal = {International Journal of Infectious Diseases},\n  date = {2020}\n}\n@misc{imai2020a,\n  author = {Imai, N.},\n  title = {Estimating the potential total number of novel Coronavirus cases in Wuhan City, China},\n  date = {2020},\n  more-authors = {true},\n  language = {}\n}\n@misc{lipsitch2011a,\n  author = {Lipsitch, M.},\n  title = {Improving the evidence base for decision making during a pandemic: the example of 2009 influenza A/H1N1. Biosecurity and bioterrorism: biodefense strategy, practice, and science},\n  date = {2011},\n  more-authors = {true},\n  language = {}\n}\n",
        "emails": [
            "xh_xionghao@126.com",
            "yhl_yanhuili@126.com"
        ],
        "references_ris": "TY  - JOUR\nAU  - Pneumonia\nT2  - New England Journal of Medicine\nPY  - 2020\nDA  - 2020\nER  - \n\nTY  - GEN\nAU  - Koenig, K.\nAU  - Bey, C.K.\nAU  - McDonald, E.C.\nTI  - 2019-nCoV: The Identify-Isolate-Inform (3I) Tool\nLA  - \nER  - \n\nTY  - JOUR\nTI  - Applied to a Novel Emerging Coronavirus\nT2  - Western Journal of Emergency\nPB  - Medicine: Integrating\nLA  - \nER  - \n\nTY  - JOUR\nTI  - Emergency Care with Population\nT2  - Health\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\nTY  - GEN\nAU  - Huang, C.\nTI  - Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nTI  - The Lancet\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\nTY  - CHAP\nAU  - Wu, J.T.\nAU  - Leung, K.\nAU  - Leung, G.M.\nTI  - Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study\nT2  - The\nLA  - \nER  - \n\nTY  - JOUR\nAU  - Read, J.M.\nTI  - Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions\nT2  - medRxiv\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - RPRT\nPY  - 2019\nDA  - 2019\nAU  - Coronavirus, Wuhan\nAU  - China\nUR  - https://www.cdc.gov/coronavirus/2019-ncov/about/symptoms.html.\nC1  - January 24, 2020.\nC1  - Centers for Disease Control and Prevention\nER  - \n\nTY  - BOOK\nAU  - Commission, Wuhan Municipal Health\nTI  - Updated Interpretation of experts about the Novel\nPB  - Emerging atypical pneumonia\nUR  - http://wjw.wuhan.gov.cn/front/web/showDetail/2020011109036\nLA  - \nER  - \n\nTY  - JOUR\nTI  - Spread Via Commercial Air Travel\nT2  - Journal of Travel Medicine\nPY  - 2020\nDA  - 2020\nLA  - \nER  - \n\nTY  - GEN\nAU  - Zhou, T.\nTI  - Preliminary prediction of the basic reproduction number of the Wuhan novel coronavirus\nET  - 2019-nCoV. arXiv preprint arXiv\nPY  - 2001\nDA  - 2001\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nTI  - nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak\nLA  - \nER  - \n\nTY  - JOUR\nT2  - International Journal of Infectious Diseases\nPY  - 2020\nDA  - 2020\nER  - \n\nTY  - GEN\nAU  - Imai, N.\nTI  - Estimating the potential total number of novel Coronavirus cases in Wuhan City, China\nPY  - 2020\nDA  - 2020\nC1  - true\nLA  - \nER  - \n\nTY  - GEN\nAU  - Lipsitch, M.\nTI  - Improving the evidence base for decision making during a pandemic: the example of 2009 influenza A/H1N1. Biosecurity and bioterrorism: biodefense strategy, practice, and science\nPY  - 2011\nDA  - 2011\nC1  - true\nLA  - \nER  - \n\n",
        "links": [],
        "author_conclusions": [],
        "table_captions": [
            {
                "id": "1",
                "caption": "Official data of epidemic disease"
            },
            {
                "id": "2",
                "caption": "Relationship between quarantined rate and the contact number k k"
            },
            {
                "id": "3",
                "caption": "Estimated results under different quarantined rate"
            },
            {
                "id": "4",
                "caption": "Estimated results under different quarantined date"
            }
        ],
        "figure_captions": [
            {
                "id": "1",
                "caption": "EIR epidemic spreading model"
            },
            {
                "id": "2",
                "caption": "Epidemic spread trend without any control prevention measures"
            },
            {
                "id": "3",
                "caption": "The estimate data and the official data from Jan 23 to Feb 7, 2020"
            },
            {
                "id": "4",
                "caption": "Epidemic spread trend in different policy scenarios"
            },
            {
                "id": "5",
                "caption": "Epidemic spread trend in different policy scenarios Discussion"
            }
        ],
        "tables_url": "https://scholarcy.nyc3.digitaloceanspaces.com/tables/docker-test/2020.02.10.20021519v1.xlsx",
        "figure_urls": [
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.10.20021519v1/img-000.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.10.20021519v1/img-001.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.10.20021519v1/img-002.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.10.20021519v1/img-003.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.10.20021519v1/img-004.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.10.20021519v1/img-005.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.10.20021519v1/img-006.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.10.20021519v1/img-007.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.10.20021519v1/img-008.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.10.20021519v1/img-009.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.10.20021519v1/img-010.png",
            "https://scholarcy.nyc3.digitaloceanspaces.com/images/docker-test/2020.02.10.20021519v1/img-011.png"
        ]
    },
    "sections": {
        "summary": [
            "Background<br/><br/>Chinese government has taken strong measures in response to the epidemic of new coronavirus (2019-nCoV) from Jan.23, 2020. The number of confirmed infected individuals are still increasing rapidly.<br/><br/>Estimating the accurate infected population and the future trend of epidemic spreading under control measures is significant and urgent. There have been reports external icon of spread from an infected patient with no symptoms to a close contact, which means the incubation individuals may has the possibility of infectiousness. However, the traditional transmission model, Susceptible-Exposed-Infectious-Recovered (SEIR) model, assumes that the exposed individual is being infected but without infectiousness. Thus, the estimating infected populations based on SEIR model from the existing literatures seems too far more than the official reported data."
        ],
        "methods": [
            "Here, we inferred that the epidemic could be spread by exposed (incubation) individuals. Then, we provide a new Exposed-identified-Recovered (EIR) model, and simulated the epidemic spreading processes from free propagation phase to extremely control phase. Then, we estimate of the size of the epidemic and forecast the future development of the epidemics under strong prevention interventions. According to the spread characters of 2019-nCov, we construct a novel EIR compartment system dynamics model. This model integrates two phases of the epidemic spreading: before intervention and after intervention. We assume that 2019-nCov is firstly spread without intervention then the government started to take strong quarantine measures. Use the latest reported data from National Health Commission of the People’s<br/><br/>Republic of China, we estimate the basic parameters of the model and the basic reproduction number of<br/><br/>2019-nCov. Then, based on this model, we simulate the future spread of the epidemics. Both the infected population and the spreading trend of 2019-nCov under different prevention policy scenarios are estimated.<br/><br/>The epidemic spreading trends under different quarantine rate and action starting date of prevention policy are simulated and compared."
        ],
        "findings": [
            "In our baseline scenario, the government has taken strict prevention actions, and the estimate numbers fit the official numbers very well. Simulation results tells that, if the prevention measures are relaxed or the action starting date of prevention measures is later than Jan. 23, 2020, the peak of identified individuals would be greatly increased, and the elimination date also would be delayed. We estimate the reproductive number for 2019-nCoV was 2.7. And simulation of the baseline scenario tells that, the peak infected individuals will be 49093 at Feb.16, 2020 and the epidemic spreading will be eliminated at the end of<br/><br/>March 2020. The simulation results also tell that the quarantine rate and the starting date of intervention action policy have great effect on the epidemic spreading. Specifically, if the quarantine rate is reduced from 100% to less than 63%, which is the threshold of the quarantine rate to control the epidemic spreading, the epidemic spreading would never be eliminated out. And, if the starting date of intervention is delayed for 1 day than the date Jan. 23, the peak infected population will increase about 6351 individuals.<br/><br/>If the delayed period is 3 days or 7 days, the increasing number would be 21621 or 65929 individuals, thus the peak infected number would up to 70714 and 115022 individuals.    Interpretation<br/><br/>Given that 2019-nCoV could be controlled under the strong prevention measures of what China has taken and it will take about three months. The confirmed infected individuals will still keep quick increasing for a generation period (27 days, equal to the sum of exposed period and identified period) after the start time point of control. The strong prevention measures should be insisted until the epidemics is wiped out. Other domestic places and overseas have confirmed infected individuals should take strong interventions immediately. Generally, earlier strong prevention measures could efficiently mitigate the outbreaks in other cities all over the world has confirmed individuals of epidemic of 2019-nCoV."
        ],
        "introduction": [
            "In December 2019, atypical pneumonia caused by the zoonotic 2019 novel coronavirus (2019-nCoV)<br/><br/>was first reported and confirmed in Wuhan, China. The novel coronavirus (2019-nCoV) is fast spreading, now to over 20 countries. In Jan.25, 2020, human-to-human transmission is confirmed[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>].<br/><br/>To mitigate the spread of the virus, Chinese Government has implemented extremely serious quarantine prevention measures since Jan 23, 2020. All 31 provincial-level regions in China announced the highest public health alert. The extremely serious prevention measures are taken to mitigate the epidemic spreading, such as: Group tours, travel packages are suspended across China; Mass gatherings are all cancelled; Spring Festival holiday is extended; the start of Spring semester is postponed; Mask wearing is required at public place; temperature screening measures to detect individuals with fever have adopted at airports, train stations and Highway entrance, as well as entrance of community.<br/><br/>Until now, we still know little about the infectiousness of 2019-nCoV. The most worrisome aspect is the infectiousness of incubation (or exposed) individuals. That means, the incubation individual is being infected and maybe has the ability of infectiousness but without symptom. However, the existing forecasting model, Susceptible-Exposed-Identified-Recovered (SEIR) model, assumes that the exposed individual is being infected but without infectiousness. And other forecasting model, such as<br/><br/>Susceptible-Infected-Recovered (SIR) model, even doesn’t consider the exposed process. So, maybe traditional transmission models of epidemic spreading are not suit for 2019-nCoV. That is a possible key reason for why the estimating infected population based on SEIR model are too far more than the official number. The estimate number is 75815 individuals in Jan. 25 2020 [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]while the official number is only 688 individuals; the estimate number is 190000 individuals in Wuhan in Feb. 4th 2020 [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] while the official number is only 1967 individuals. Furthermore, the forecasting model also should consider the effect of the prevention measures.<br/><br/>In this study, we provide a new Exposed-Identified-Recovered (EIR) model integrate the epidemic spreading processes before and after the prevention measures. And we supposed that the spreading process are mainly depended on the exposed process. On the contrary, as the identified individual generally will be quarantined by the hospital and can’t spread any more. Then, we nowcast the probable peak size of the epidemic and the possible duration of epidemic spreading, first by assuming the initial phase are freely spread by the exposed individuals, then the contact with the exposed individual are blocked under strict intervention measures that have been implemented from Jan.23, 2020. More importantly, from a public concern viewpoint, we simulate the possible future trend of the epidemic spreading under different quarantine rate and quarantine starting date."
        ],
        "method": [
            "This article was intended to simulate the epidemic spreading trend under the first situation of free propagation and then under the intervention measures. We first constructed a new transmission model of epidemic spreading based on the system dynamics and SEIR model. Then we estimate the model parameters and the basic reproductive number of 2019-nCoV, on the basis of the latest official confirmed infected data in the mainland China. We then forecast the peak number of outbreak size and the duration of epidemic spreading under the extremely serious prevention measures. Finally, we simulate possible spreading course of 2019-nCoV under different quarantine rate and starting date of prevention measures in author/funder, who has granted medRxiv a license to display the preprint in perpetuity.    mainland China.<br/><br/>Assumptions and model<br/><br/>Much is unknown about how 2019-nCoV spreads. Most often, spread from person-to-person happens among close contacts (about 6 feet). There have been reports external icon of spread from an infected patient with no symptoms to a close contact[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. We inferred that the epidemic could be spread by exposed (incubation) individuals.<br/><br/>SEIR model has been widely used for modeling infectious diseases. However, it not suitable for the above spreading characters of the 2019-nCoV. We adjust this model and constructed EIR model. In which, the total population into three states: exposed (E, being infected as incubation with no symptom but with infectiousness), identified (I, being identified and quarantined without spread ability) and recovered (R, including death). In our model, exposed is assumed to be the first stage of infected individual, which is same as incubation stage, has no symptom and with infectiousness. So, we assume the exposed individuals has the possibility of infectiousness. And identified is assumed to be the second stage of infected individual, has symptom and be confirmed by hospital. So, we assume the identified individual has no ability of spreading since she/he will be pharmaceutical quarantined.<br/><br/>Furthermore, as differential equations are not suitable for the dynamic lag relationships between exposed individuals, identified individuals and recovered individual, the new recursive formulations are presented.<br/><br/>The dynamical process of EIR thus could be described as: dE ( t ) ⎛    ⎞<br/><br/>= ⎜ kb − ⎟ E ( t )    dt    TE ⎠    ⎝    (1)<br/><br/>ΔI ( t ) = E ( t − TE )<br/><br/>TE + TI ≥ t ≥ TE + 1<br/><br/>ΔI ( t ) = E ( t − TE ) − E ( t − TE − TI )<br/><br/>ΔR ( t ) = I ( t − TI )    (2)    t > TE + TI (3)    t ≥ TE + TI (4)<br/><br/>where E(t), I(t) and R(t) respectively represent the number of individuals in the exposed, identified and recovered states at date t (in days in later analyses). TE and TI were the mean exposed period (assumed to be the same as incubation) and treatment period; b is the risk of transmission per contact, k is the average contact by a person. Formulation (1) means a normal individual would turn to be an exposed individual with probability if she/he contacts with an infected individual; Formulation (2) and Formulation (3) means that, after each exposed period, an incubation individual would turn to be an identified individual.<br/><br/>Formulation (4) means after each treatment period, an infected individual would be recovered or dead. The<br/><br/>EIR epidemic spreading model is illustrated by figure 1.<br/><br/>From the dynamic formulations, we could easily deduce the formulations of the cumulated identified number, which are showed as formulation (5) and (6). The former is the first phase of cumulated before the generation period, which equal to the sum of exposed period and treatment period. The latter is the second phase of cumulated identified population after the generation period.    I (t ) =<br/><br/>∑ E (k ) = ∑ e t −TE t −TE k =1 k =1    ∑    i =t −TE −TI    Normal    E (i ) =    β ' ( k −1)    (5)<br/><br/>i −TE i = t −TE −TI    ⎛    ⎜ kb −    e⎝    TE    ⎟    ⎠    ( i −1)    (6)    Identified<br/><br/>Recovered kb Exposed    TI    Data sources<br/><br/>Early predictions for incubation time are between 2 and 14 days, based on data from similar coronaviruses, with the 95th percentile of the distribution at 12.5 days[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. The 14-day criterion for epidemiological risk assumes the longest estimated incubation time[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. So, we assume the exposed period is 14 days, so TE=14.<br/><br/>In the new publications of Li Qun et al (2020) [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]and Huang et al (2020)[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>], the first case was confirmed on Dec. 1st 2019. However, the official reported case is confirmed on Dec. 8, 2019 mentioned by Wuhan Municipal Health Commission[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. In order to keep consensus with the previous researches, we prefer to take Dec 1 st 2019 as the date of the first infected individual identified. Thus, since the first exposed is identified on Dec. 1, 2019 after an exposed period (14 days), we inferred the first exposed individual is infected by the zoonotic source on Nov 17th 2019 (t=1).<br/><br/>According to the official report data, the increased confirmed individuals are 259 in Jan 23th 2020 and the cured and discharged individuals are 261 in Feb 5 th 2020. Thus, we assume the infectious period is 13 days, TI=13.<br/><br/>From Jan 20th 2020, the daily routine notification of infectious diseases is available on the website of<br/><br/>National Health Commission of the People’s Republic of China. The main data is reported in Table 1.    date    Daily confirmed<br/><br/>Cumulated confirmed    Daily    Cured    Dead    Jan.20    Jan.21    Jan.22    Jan.23    Jan.24    Jan.25    11(49)    15(56)    Jan.26    Jan.27    Jan.28    Jan.29    Jan.30    Jan.31    Feb.1    Feb.2    Feb.3    Feb.4    Feb.5    Feb.6    Feb.7<br/><br/>Parameter estimate<br/><br/>We assume the first infected incubation individual was on Nov. 17 2019, then Nov. 17 2019 is the first day of our simulations. So, t=1 corresponding to Nov. 17 2019. We assume average contact per person before strict prevention measures is 5 per day, that is k=5. From Jan. 23, 2020, corresponding to t=69, the extremely prevention measures have been taken, then the average contact person of exposed individuals are blocked, and has k=0. That is, when t>69, k=0.<br/><br/>According to the data source descripted above, we have TE=14, TI=13, k=5. Then, we can set parameter b for the EIR model to fit the most recent official cumulated data. Using the latest cumulated confirmed number 31161 Feb.6th 2020 (t=83), we estimate the parameter b=0.038678. Hence, the basic reproduction number R0 = k*b*TE=2.7. And the transmission rate without prevention measures is β =k*b= 0.1934.<br/><br/>Policy Projections<br/><br/>Most Chinese people were aware of the outbreak of 2019-nCoV by the mainstream media after 20<br/><br/>January 2020. The Hubei government released the announcement about strengthening the prevention and control measures against 2019-nCoV, and launched the second-level public health emergency response at<br/><br/>2:40am on 22 January, 2020. Thus, the public awareness and effective interventions were absent when the time was prior to this point. Then, Wuhan city limited inflow and outflow of people on January 23, 2020 which was the key measures to prevent and control the outbreak. From then on, more and more strong measures are taken to reduce the transmission of the epidemic.<br/><br/>As governments will take strict quarantine measures to prevent the pandemic of the new virus, we will model the policy results. We have different scenarios. Base Scenario: The government takes strict cases that all people who are found infected are strictly quarantined (k=0). Other Scenarios: The government takes strict cases that infected people are less strictly quarantined. These different scenarios corresponding to the ranges of k between 0 and 5 (see in table 2). k=0 indicates most strictly prevention measures are taken and quarantined rate is 100%. On the contrary, k= 5 means no prevention measure is taken and quarantined rate is 0%. Table 2 illustrates the relationship between quarantined rate and contact number k.<br/><br/>Quanantined rate 0    (%)"
        ],
        "results": [
            "We expect that the epidemic of Corona virus in China will exist until May 2020. So, we set the simulation period is from Dec. 1, 2019 (t=1) to Apr. 30, 2020 (t=167). The baseline scenario is with quarantine rate 100% and action starting date Jan. 23, 2020 (t=69). Given different quarantine rates and action starting date, the main results are reported as follows.<br/><br/>Figure 2 showed the results of when quarantined rate is zero, that is k=5, which also could be taken as the scenario of no prevention measures are taken all the way. In this scenario, the number of the exposed individuals and identified individuals are presented as Exponential growth. At the end of April, there would be 740508835 individuals identified.<br/><br/>Figure 3 showed the simulation curve of the baseline scenario from Dec. 1 2019 (t=1) to Apr. 30 2020<br/><br/>(t=167) and the trajectory of official data from Jan. 23, 2020 (t=66) to Feb. 7, 2020 (t=84). In figure 3, the green solid line is the trajectory of official data from Jan. 23, 2020 (t=66) to Feb. 7, 2020 (t=84), the red dashed line is the simulated curve of identified individuals. The second half of the trajectory of official data are well fitted by the simulation of the baseline scenario. From the simulation of baseline scenario, the estimation of the first half of the epidemic spreading from Jan. 20 (t=66) to Feb.7 (t=84) is higher than the official data. This could be explained by that, at the first stage, as the absence of the knowledge of the novel virus, the diagnoses are impossible to identify all the exposed individuals in time. So, it is naturally the confirmed number would be less than the actual exposed individuals at the beginning period of epidemic spreading.<br/><br/>Figure 4 shows the epidemic trend of the cumulated exposed number and identified number with.<br/><br/>average contact number k reduced from 5 to 0, 0.5, 1, 1.5, 1.852 and 2, which corresponding to quarantined rate 100%, 90%, 80%, 70%, 63%, 60%, after control quarantined measures have been taken from Jan 23, 2020 (t=69, not include 69). Table 3 shows the peak confirmed population and the date. We estimated that, if there are the extremely quarantined measures from Jan 23th 2020, the peak confirmed infected population will be 49093 on Feb.16, 2020. And the epidemics would be eliminated in the end of<br/><br/>April. If the prevention measures are relaxed and the quarantined rate is reduced, then the peak number would be substantially increased and the peak date also would be delayed. The epidemics would be controlled and wiped out if average contact number k was reduced less than 1.85, the quarantined rate more than 63%.    Quarantined rate    Peak date<br/><br/>Peak confirmed population    Feb.16    Feb.17    Feb.18    Feb.19    Feb.20<br/><br/>Compared to the action start date Jan. 23rd 2020, if the action starting date is taken earlier or delayed 1 day, 3 days or 7 days, figure 5 and table 4 shows the simulation results. Compare to the baseline action date, Jan. 23, 2022, one day ahead would reduce 5622 identified individuals and one day delay would increase 6351 identified individuals. If the action starting days are delayed for 3 days or 7 days, the increasing identified individuals would up to 21621 and 65929, which means the peak number of identified individuals would be up to 70714 and 115022.    Prevention date    Jan.16    Feb.9    Feb.13    Feb.14    Feb.23"
        ],
        "discussion": [
            "Since Jan 23rd 2020, after outbreak of the novel atypical pneumonia, government has applied substantial draconian intervention measures to drastically reduce within-population contact rates. These measures include extending the Spring Festival holiday, and instituting work-from-home arrangements, postpone the start of Spring semester, Nurseries and early learning centers closures, cancellation of mass gatherings, wearing masks at public palce, and so on. However, the reported case numbers are still rising rapidly.<br/><br/>Simulating the epidemic spreading trend of 2019-nCoV under the control measures are of crucial importance for public health planning and control domestically and internationally. Several earlier publications have given some useful forecasting of 2019-nCoV [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>, <a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>, <a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>-<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>], but their estimating numbers are too far more than the official data. The estimating of epidemic spreading should consider the effect of actions have been taken to mitigate the spreading. Furthermore, the asymptomatic infection and transmission characters should be considered in the transmission model. Transmission model and parameters are essential for the generation of accurate forecasting of infected population and spreading trend [<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>].<br/><br/>In this study, we have constructed a novel EIR transmission model to stimulate the epidemic spreading.<br/><br/>On the trajectory of simulating curve of baseline scenario, the peak number of infected population of<br/><br/>2019-nCoV will be 49093 on Feb 16, and it could be securely contained the spread of infection under the current draconian intervention measures. However, these intervention measures should be kept for about 2 months until the end of April. And extremely draconian level prevention measures should be kept at least an incubation period after the infected population peak. In the baseline scenario, the government takes the strict prevention actions, the estimate numbers fit the official numbers very well. There can be no doubt that the official numbers are accurate.<br/><br/>Simulating result also tells that the quarantined rate, which present the degree of the prevention measures, has great effect on the peak number and duration of the epidemic spreading. Only the quarantined rate is higher than 80%, the epidemic spreading could be reduced drastically and the identified population would be less than 5000 in the end of March 2020. Even at the threshold degree, when the quarantined rate is 63%, the infected population would up to a peak number 115022 and keep at that number for ever unless more strict prevention measures are taken. If the quarantined rate is less than 63%<br/><br/>the epidemic spreading of 2019-nCoV will never be eliminated and the infected population would still keep increasing.<br/><br/>The simulation results of different action starting date support the common sense that the control action should be taken as early as possible. Specifically, simulation results tells that the action starting date of prevention measures later than Jan. 23, 2020, the peak of identified individuals would be greatly increased.<br/><br/>And the wipe out date also would be delayed.<br/><br/>The modelling techniques that we used in this study are based on SEIR and system dynamics. And our model is parameterized with the latest official released data of 2019-nCoV. An additional strength of our study is that simulation of the baseline scenario is well fit the trajectory of the official data of epidemic spreading. Nonetheless, our study has several major limitations. First, we assumed that the transmission of<br/><br/>2019-nCoV mainly caused by exposed individuals (without symptoms) and the transmission ability of identified (without symptoms) is ignored. Second, our transmission model was somewhat sensitive to several key parameters: the starting date of epidemic spreading, the exposed (incubation) period and the identified (treatment) period. And our assumption regarding the exposed (incubation) period and the identified (treatment) period is keeping stable. If 2019-nCoV, similar to influenza, has strong seasonality in its transmission, our epidemic forecast might not be reliable.    Contributors<br/><br/>Huili Yan designed the experiments and collected data. Hao Xiong analysed data, interpreted the results and wrote the manuscript."
        ],
        "disclosures": [
            "We declare no competing interests"
        ],
        "acknowledgments": [
            "This work was supported by National Natural Science Foundation of China (Grant No 71761009, No.<br/><br/>and No 71461006) and Hainan Province Planning Program of Philosophy and Social Science (HNSK(YB)19-06, HNSK(YB)19-11).<br/><br/>Reference [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. Li, Q., et al, Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus–Infected<br/><br/>Pneumonia. New England Journal of Medicine, 2020.<br/><br/>[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. Koenig, K., C.K. Bey and E.C. McDonald, 2019-nCoV: The Identify-Isolate-Inform (3I) Tool<br/><br/>Applied to a Novel Emerging Coronavirus. Western Journal of Emergency Medicine: Integrating<br/><br/>Emergency Care with Population Health, 2020.<br/><br/>[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. Huang, C., et al, Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China.<br/><br/>The Lancet, 2020.<br/><br/>[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. Wu, J.T., K. Leung and G.M. Leung, Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. The    Lancet, 2020.<br/><br/>[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. Read, J.M., et al, Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions. medRxiv, 2020.<br/><br/>[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. Centers for Disease Control and Prevention. 2019 Coronavirus, Wuhan, China. Available at: https://www.cdc.gov/coronavirus/2019-ncov/about/symptoms.html. Accessed January 24, 2020.<br/><br/>[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. Wuhan Municipal Health Commission. Updated Interpretation of experts about the Novel Emerging atypical pneumonia. Available at: http://wjw.wuhan.gov.cn/front/web/showDetail/2020011109036<br/><br/>[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>]. Bogoch, I.I., et al, Pneumonia of Unknown Etiology in Wuhan, China: Potential for International<br/><br/>Spread Via Commercial Air Travel. Journal of Travel Medicine, 2020.<br/><br/>[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]. Zhou, T., et al, Preliminary prediction of the basic reproduction number of the Wuhan novel coronavirus 2019-nCoV. arXiv preprint arXiv:2001.10530, 2020.<br/><br/>[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>]. Zhao, S., et al, Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak.<br/><br/>International Journal of Infectious Diseases, 2020.<br/><br/>[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]. Imai, N., et al, Estimating the potential total number of novel Coronavirus cases in Wuhan City, China. 2020.<br/><br/>[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]. Lipsitch, M., et al, Improving the evidence base for decision making during a pandemic: the example of 2009 influenza A/H1N1. Biosecurity and bioterrorism: biodefense strategy, practice, and science, 2011.    9(2): p. 89-115."
        ],
        "funding": [
            "This work was supported by National Natural Science Foundation of China (Grant No 71761009, No. and No 71461006) and Hainan Province Planning Program of Philosophy and Social Science (HNSK(YB)19-06, HNSK(YB)19-11). Reference [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]"
        ],
        "limitations": [
            "Our study has several major limitations. First, we assumed that the transmission of"
        ]
    },
    "structured_content": {
        "Summary": [],
        "Background": [
            "Chinese government has taken strong measures in response to the epidemic of new coronavirus (2019-nCoV) from Jan.23, 2020. The number of confirmed infected individuals are still increasing rapidly.",
            "Estimating the accurate infected population and the future trend of epidemic spreading under control measures is significant and urgent. There have been reports external icon of spread from an infected patient with no symptoms to a close contact, which means the incubation individuals may has the possibility of infectiousness. However, the traditional transmission model, Susceptible-Exposed-Infectious-Recovered (SEIR) model, assumes that the exposed individual is being infected but without infectiousness. Thus, the estimating infected populations based on SEIR model from the existing literatures seems too far more than the official reported data."
        ],
        "Methods": [
            "Here, we inferred that the epidemic could be spread by exposed (incubation) individuals. Then, we provide a new Exposed-identified-Recovered (EIR) model, and simulated the epidemic spreading processes from free propagation phase to extremely control phase. Then, we estimate of the size of the epidemic and forecast the future development of the epidemics under strong prevention interventions. According to the spread characters of 2019-nCov, we construct a novel EIR compartment system dynamics model. This model integrates two phases of the epidemic spreading: before intervention and after intervention. We assume that 2019-nCov is firstly spread without intervention then the government started to take strong quarantine measures. Use the latest reported data from National Health Commission of the People’s",
            "Republic of China, we estimate the basic parameters of the model and the basic reproduction number of",
            "2019-nCov. Then, based on this model, we simulate the future spread of the epidemics. Both the infected population and the spreading trend of 2019-nCov under different prevention policy scenarios are estimated.",
            "The epidemic spreading trends under different quarantine rate and action starting date of prevention policy are simulated and compared."
        ],
        "Findings": [
            "In our baseline scenario, the government has taken strict prevention actions, and the estimate numbers fit the official numbers very well. Simulation results tells that, if the prevention measures are relaxed or the action starting date of prevention measures is later than Jan. 23, 2020, the peak of identified individuals would be greatly increased, and the elimination date also would be delayed. We estimate the reproductive number for 2019-nCoV was 2.7. And simulation of the baseline scenario tells that, the peak infected individuals will be 49093 at Feb.16, 2020 and the epidemic spreading will be eliminated at the end of",
            "March 2020. The simulation results also tell that the quarantine rate and the starting date of intervention action policy have great effect on the epidemic spreading. Specifically, if the quarantine rate is reduced from 100% to less than 63%, which is the threshold of the quarantine rate to control the epidemic",
            "spreading, the epidemic spreading would never be eliminated out. And, if the starting date of intervention is delayed for 1 day than the date Jan. 23, the peak infected population will increase about 6351 individuals.",
            "If the delayed period is 3 days or 7 days, the increasing number would be 21621 or 65929 individuals, thus the peak infected number would up to 70714 and 115022 individuals.",
            "Given that 2019-nCoV could be controlled under the strong prevention measures of what China has taken and it will take about three months. The confirmed infected individuals will still keep quick increasing for a generation period (27 days, equal to the sum of exposed period and identified period) after the start time point of control. The strong prevention measures should be insisted until the epidemics is wiped out. Other domestic places and overseas have confirmed infected individuals should take strong interventions immediately. Generally, earlier strong prevention measures could efficiently mitigate the outbreaks in other cities all over the world has confirmed individuals of epidemic of 2019-nCoV."
        ],
        "Introduction": [
            "In December 2019, atypical pneumonia caused by the zoonotic 2019 novel coronavirus (2019-nCoV)",
            "was first reported and confirmed in Wuhan, China. The novel coronavirus (2019-nCoV) is fast spreading, now to over 20 countries. In Jan.25, 2020, human-to-human transmission is confirmed[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>-<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>].",
            "To mitigate the spread of the virus, Chinese Government has implemented extremely serious quarantine prevention measures since Jan 23, 2020. All 31 provincial-level regions in China announced the highest public health alert. The extremely serious prevention measures are taken to mitigate the epidemic spreading, such as: Group tours, travel packages are suspended across China; Mass gatherings are all cancelled; Spring Festival holiday is extended; the start of Spring semester is postponed; Mask wearing is required at public place; temperature screening measures to detect individuals with fever have adopted at airports, train stations and Highway entrance, as well as entrance of community.",
            "Until now, we still know little about the infectiousness of 2019-nCoV. The most worrisome aspect is the infectiousness of incubation (or exposed) individuals. That means, the incubation individual is being infected and maybe has the ability of infectiousness but without symptom. However, the existing forecasting model, Susceptible-Exposed-Identified-Recovered (SEIR) model, assumes that the exposed individual is being infected but without infectiousness. And other forecasting model, such as",
            "Susceptible-Infected-Recovered (SIR) model, even doesn’t consider the exposed process. So, maybe traditional transmission models of epidemic spreading are not suit for 2019-nCoV. That is a possible key reason for why the estimating infected population based on SEIR model are too far more than the official number. The estimate number is 75815 individuals in Jan. 25 2020 [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]while the official number is only 688 individuals; the estimate number is 190000 individuals in Wuhan in Feb. 4th 2020 [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] while the official number is only 1967 individuals. Furthermore, the forecasting model also should consider the effect of the prevention measures.",
            "In this study, we provide a new Exposed-Identified-Recovered (EIR) model integrate the epidemic spreading processes before and after the prevention measures. And we supposed that the spreading process are mainly depended on the exposed process. On the contrary, as the identified individual generally will be quarantined by the hospital and can’t spread any more. Then, we nowcast the probable peak size of the epidemic and the possible duration of epidemic spreading, first by assuming the initial phase are freely spread by the exposed individuals, then the contact with the exposed individual are blocked under strict intervention measures that have been implemented from Jan.23, 2020. More importantly, from a public concern viewpoint, we simulate the possible future trend of the epidemic spreading under different quarantine rate and quarantine starting date."
        ],
        "Method": [
            "This article was intended to simulate the epidemic spreading trend under the first situation of free propagation and then under the intervention measures. We first constructed a new transmission model of epidemic spreading based on the system dynamics and SEIR model. Then we estimate the model parameters and the basic reproductive number of 2019-nCoV, on the basis of the latest official confirmed infected data in the mainland China. We then forecast the peak number of outbreak size and the duration of epidemic spreading under the extremely serious prevention measures. Finally, we simulate possible spreading course of 2019-nCoV under different quarantine rate and starting date of prevention measures in author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "mainland China.",
            "Much is unknown about how 2019-nCoV spreads. Most often, spread from person-to-person happens among close contacts (about 6 feet). There have been reports external icon of spread from an infected patient with no symptoms to a close contact[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. We inferred that the epidemic could be spread by exposed (incubation) individuals.",
            "SEIR model has been widely used for modeling infectious diseases. However, it not suitable for the above spreading characters of the 2019-nCoV. We adjust this model and constructed EIR model. In which, the total population into three states: exposed (E, being infected as incubation with no symptom but with infectiousness), identified (I, being identified and quarantined without spread ability) and recovered (R, including death). In our model, exposed is assumed to be the first stage of infected individual, which is same as incubation stage, has no symptom and with infectiousness. So, we assume the exposed individuals has the possibility of infectiousness. And identified is assumed to be the second stage of infected individual, has symptom and be confirmed by hospital. So, we assume the identified individual has no ability of spreading since she/he will be pharmaceutical quarantined.",
            "Furthermore, as differential equations are not suitable for the dynamic lag relationships between exposed individuals, identified individuals and recovered individual, the new recursive formulations are presented.",
            "where E(t), I(t) and R(t) respectively represent the number of individuals in the exposed, identified and recovered states at date t (in days in later analyses). TE and TI were the mean exposed period (assumed to be the same as incubation) and treatment period; b is the risk of transmission per contact, k is the average contact by a person. Formulation (1) means a normal individual would turn to be an exposed individual with probability if she/he contacts with an infected individual; Formulation (2) and Formulation (3) means that, after each exposed period, an incubation individual would turn to be an identified individual.",
            "Formulation (4) means after each treatment period, an infected individual would be recovered or dead. The",
            "EIR epidemic spreading model is illustrated by figure 1.",
            "From the dynamic formulations, we could easily deduce the formulations of the cumulated identified number, which are showed as formulation (5) and (6). The former is the first phase of cumulated before the generation period, which equal to the sum of exposed period and treatment period. The latter is the second phase of cumulated identified population after the generation period.",
            "Early predictions for incubation time are between 2 and 14 days, based on data from similar coronaviruses, with the 95th percentile of the distribution at 12.5 days[<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. The 14-day criterion for epidemiological risk assumes the longest estimated incubation time[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. So, we assume the exposed period is 14 days, so TE=14.",
            "In the new publications of Li Qun et al (2020) [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]and Huang et al (2020)[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>], the first case was confirmed on Dec. 1st 2019. However, the official reported case is confirmed on Dec. 8, 2019 mentioned by Wuhan Municipal Health Commission[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. In order to keep consensus with the previous researches, we prefer to take Dec 1 st 2019 as the date of the first infected individual identified. Thus, since the first exposed is identified on Dec. 1, 2019 after an exposed period (14 days), we inferred the first exposed individual is infected by the zoonotic source on Nov 17th 2019 (t=1).",
            "According to the official report data, the increased confirmed individuals are 259 in Jan 23th 2020 and the cured and discharged individuals are 261 in Feb 5 th 2020. Thus, we assume the infectious period is 13 days, TI=13.",
            "From Jan 20th 2020, the daily routine notification of infectious diseases is available on the website of",
            "National Health Commission of the People’s Republic of China. The main data is reported in Table 1.",
            "We assume the first infected incubation individual was on Nov. 17 2019, then Nov. 17 2019 is the first day of our simulations. So, t=1 corresponding to Nov. 17 2019. We assume average contact per person before strict prevention measures is 5 per day, that is k=5. From Jan. 23, 2020, corresponding to t=69, the extremely prevention measures have been taken, then the average contact person of exposed individuals are blocked, and has k=0. That is, when t>69, k=0.",
            "According to the data source descripted above, we have TE=14, TI=13, k=5. Then, we can set parameter b for the EIR model to fit the most recent official cumulated data. Using the latest cumulated confirmed number 31161 Feb.6th 2020 (t=83), we estimate the parameter b=0.038678. Hence, the basic reproduction number R0 = k*b*TE=2.7. And the transmission rate without prevention measures is β =k*b= 0.1934.",
            "Most Chinese people were aware of the outbreak of 2019-nCoV by the mainstream media after 20",
            "January 2020. The Hubei government released the announcement about strengthening the prevention and control measures against 2019-nCoV, and launched the second-level public health emergency response at",
            "2:40am on 22 January, 2020. Thus, the public awareness and effective interventions were absent when the",
            ", time was prior to this point. Then, Wuhan city limited inflow and outflow of people on January 23, 2020 which was the key measures to prevent and control the outbreak. From then on, more and more strong measures are taken to reduce the transmission of the epidemic.",
            "As governments will take strict quarantine measures to prevent the pandemic of the new virus, we will model the policy results. We have different scenarios. Base Scenario: The government takes strict cases that all people who are found infected are strictly quarantined (k=0). Other Scenarios: The government takes strict cases that infected people are less strictly quarantined. These different scenarios corresponding to the ranges of k between 0 and 5 (see in table 2). k=0 indicates most strictly prevention measures are taken and quarantined rate is 100%. On the contrary, k= 5 means no prevention measure is taken and quarantined rate is 0%. Table 2 illustrates the relationship between quarantined rate and contact number k."
        ],
        "Results": [
            "We expect that the epidemic of Corona virus in China will exist until May 2020. So, we set the simulation period is from Dec. 1, 2019 (t=1) to Apr. 30, 2020 (t=167). The baseline scenario is with quarantine rate 100% and action starting date Jan. 23, 2020 (t=69). Given different quarantine rates and action starting date, the main results are reported as follows.",
            "Figure 2 showed the results of when quarantined rate is zero, that is k=5, which also could be taken as the scenario of no prevention measures are taken all the way. In this scenario, the number of the exposed individuals and identified individuals are presented as Exponential growth. At the end of April, there would be 740508835 individuals identified.",
            "Figure 3 showed the simulation curve of the baseline scenario from Dec. 1 2019 (t=1) to Apr. 30 2020",
            "(t=167) and the trajectory of official data from Jan. 23, 2020 (t=66) to Feb. 7, 2020 (t=84). In figure 3, the green solid line is the trajectory of official data from Jan. 23, 2020 (t=66) to Feb. 7, 2020 (t=84), the red dashed line is the simulated curve of identified individuals. The second half of the trajectory of official data are well fitted by the simulation of the baseline scenario. From the simulation of baseline scenario, the estimation of the first half of the epidemic spreading from Jan. 20 (t=66) to Feb.7 (t=84) is higher than the official data. This could be explained by that, at the first stage, as the absence of the knowledge of the novel virus, the diagnoses are impossible to identify all the exposed individuals in time. So, it is naturally the confirmed number would be less than the actual exposed individuals at the beginning period of epidemic spreading.",
            "Figure 4 shows the epidemic trend of the cumulated exposed number and identified number with.",
            "average contact number k reduced from 5 to 0, 0.5, 1, 1.5, 1.852 and 2, which corresponding to quarantined rate 100%, 90%, 80%, 70%, 63%, 60%, after control quarantined measures have been taken from Jan 23, 2020 (t=69, not include 69). Table 3 shows the peak confirmed population and the date. We estimated that, if there are the extremely quarantined measures from Jan 23th 2020, the peak confirmed infected population will be 49093 on Feb.16, 2020. And the epidemics would be eliminated in the end of",
            "April. If the prevention measures are relaxed and the quarantined rate is reduced, then the peak number would be substantially increased and the peak date also would be delayed. The epidemics would be controlled and wiped out if average contact number k was reduced less than 1.85, the quarantined rate more than 63%.",
            "Compared to the action start date Jan. 23rd 2020, if the action starting date is taken earlier or delayed 1 day, 3 days or 7 days, figure 5 and table 4 shows the simulation results. Compare to the baseline action date, Jan. 23, 2022, one day ahead would reduce 5622 identified individuals and one day delay would increase 6351 identified individuals. If the action starting days are delayed for 3 days or 7 days, the increasing identified individuals would up to 21621 and 65929, which means the peak number of identified individuals would be up to 70714 and 115022."
        ],
        "Discussion": [
            "Since Jan 23rd 2020, after outbreak of the novel atypical pneumonia, government has applied substantial draconian intervention measures to drastically reduce within-population contact rates. These measures include extending the Spring Festival holiday, and instituting work-from-home arrangements, postpone the start of Spring semester, Nurseries and early learning centers closures, cancellation of mass gatherings, wearing masks at public palce, and so on. However, the reported case numbers are still rising rapidly.",
            "Simulating the epidemic spreading trend of 2019-nCoV under the control measures are of crucial importance for public health planning and control domestically and internationally. Several earlier publications have given some useful forecasting of 2019-nCoV [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>, <a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>, <a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>-<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>], but their estimating numbers are too far more than the official data. The estimating of epidemic spreading should consider the effect of actions have been taken to mitigate the spreading. Furthermore, the asymptomatic infection and transmission characters should be considered in the transmission model. Transmission model and parameters are essential for the generation of accurate forecasting of infected population and spreading trend [<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>].",
            "In this study, we have constructed a novel EIR transmission model to stimulate the epidemic spreading.",
            "On the trajectory of simulating curve of baseline scenario, the peak number of infected population of",
            "2019-nCoV will be 49093 on Feb 16, and it could be securely contained the spread of infection under the current draconian intervention measures. However, these intervention measures should be kept for about 2 months until the end of April. And extremely draconian level prevention measures should be kept at least an incubation period after the infected population peak. In the baseline scenario, the government takes the strict prevention actions, the estimate numbers fit the official numbers very well. There can be no doubt that the official numbers are accurate.",
            "Simulating result also tells that the quarantined rate, which present the degree of the prevention measures, has great effect on the peak number and duration of the epidemic spreading. Only the quarantined rate is higher than 80%, the epidemic spreading could be reduced drastically and the identified population would be less than 5000 in the end of March 2020. Even at the threshold degree, when the quarantined rate is 63%, the infected population would up to a peak number 115022 and keep at that number for ever unless more strict prevention measures are taken. If the quarantined rate is less than 63%",
            "the epidemic spreading of 2019-nCoV will never be eliminated and the infected population would still keep increasing.",
            "The simulation results of different action starting date support the common sense that the control action should be taken as early as possible. Specifically, simulation results tells that the action starting date of prevention measures later than Jan. 23, 2020, the peak of identified individuals would be greatly increased.",
            "And the wipe out date also would be delayed.",
            "The modelling techniques that we used in this study are based on SEIR and system dynamics. And our model is parameterized with the latest official released data of 2019-nCoV. An additional strength of our study is that simulation of the baseline scenario is well fit the trajectory of the official data of epidemic spreading. Nonetheless, our study has several major limitations. First, we assumed that the transmission of",
            "2019-nCoV mainly caused by exposed individuals (without symptoms) and the transmission ability of identified (without symptoms) is ignored. Second, our transmission model was somewhat sensitive to several key parameters: the starting date of epidemic spreading, the exposed (incubation) period and the identified (treatment) period. And our assumption regarding the exposed (incubation) period and the identified (treatment) period is keeping stable. If 2019-nCoV, similar to influenza, has strong seasonality in its transmission, our epidemic forecast might not be reliable.",
            "Huili Yan designed the experiments and collected data. Hao Xiong analysed data, interpreted the results and wrote the manuscript."
        ],
        "Declaration of interests": [
            "We declare no competing interests.",
            "Data obtained for this study will not be made available to others."
        ],
        "Acknowledgments": [
            "This work was supported by National Natural Science Foundation of China (Grant No 71761009, No.",
            "and No 71461006) and Hainan Province Planning Program of Philosophy and Social Science (HNSK(YB)19-06, HNSK(YB)19-11).",
            "Reference [<a class=\"ref-link\" id=\"c1\" href=\"#r1\">1</a>]. Li, Q., et al, Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus–Infected",
            "Pneumonia. New England Journal of Medicine, 2020.",
            "[<a class=\"ref-link\" id=\"c2\" href=\"#r2\">2</a>]. Koenig, K., C.K. Bey and E.C. McDonald, 2019-nCoV: The Identify-Isolate-Inform (3I) Tool",
            "Applied to a Novel Emerging Coronavirus. Western Journal of Emergency Medicine: Integrating",
            "Emergency Care with Population Health, 2020.",
            "[<a class=\"ref-link\" id=\"c3\" href=\"#r3\">3</a>]. Huang, C., et al, Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China.",
            "The Lancet, 2020.",
            "[<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]. Wu, J.T., K. Leung and G.M. Leung, Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. The",
            "Lancet, 2020.",
            "[<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>]. Read, J.M., et al, Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions. medRxiv, 2020.",
            "[<a class=\"ref-link\" id=\"c6\" href=\"#r6\">6</a>]. Centers for Disease Control and Prevention. 2019 Coronavirus, Wuhan, China. Available at: https://www.cdc.gov/coronavirus/2019-ncov/about/symptoms.html. Accessed January 24, 2020.",
            "[<a class=\"ref-link\" id=\"c7\" href=\"#r7\">7</a>]. Wuhan Municipal Health Commission. Updated Interpretation of experts about the Novel Emerging atypical pneumonia. Available at: http://wjw.wuhan.gov.cn/front/web/showDetail/2020011109036",
            "[<a class=\"ref-link\" id=\"c8\" href=\"#r8\">8</a>]. Bogoch, I.I., et al, Pneumonia of Unknown Etiology in Wuhan, China: Potential for International",
            "Spread Via Commercial Air Travel. Journal of Travel Medicine, 2020.",
            "[<a class=\"ref-link\" id=\"c9\" href=\"#r9\">9</a>]. Zhou, T., et al, Preliminary prediction of the basic reproduction number of the Wuhan novel coronavirus 2019-nCoV. arXiv preprint arXiv:2001.10530, 2020.",
            "[<a class=\"ref-link\" id=\"c10\" href=\"#r10\">10</a>]. Zhao, S., et al, Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak.",
            "International Journal of Infectious Diseases, 2020.",
            "[<a class=\"ref-link\" id=\"c11\" href=\"#r11\">11</a>]. Imai, N., et al, Estimating the potential total number of novel Coronavirus cases in Wuhan City, China. 2020.",
            "[<a class=\"ref-link\" id=\"c12\" href=\"#r12\">12</a>]. Lipsitch, M., et al, Improving the evidence base for decision making during a pandemic: the example of 2009 influenza A/H1N1. Biosecurity and bioterrorism: biodefense strategy, practice, and science, 2011.",
            "9(2): p. 89-115."
        ]
    },
    "participants": [
        {
            "participant": "individuals",
            "number": 6351,
            "context": "spreading, the epidemic spreading would never be eliminated out. <mark class=\"stats\">And, if the starting date of intervention is delayed for 1 day than the date Jan. 23, the peak infected population will increase about 6351 individuals</mark>. If the delayed period is 3 days or 7 days, the increasing number would be 21621 or 65929 individuals, thus the peak infected number would up to 70714 and 115022 individuals"
        },
        {
            "participant": "individuals",
            "number": 65929,
            "context": "And, if the starting date of intervention is delayed for 1 day than the date Jan. 23, the peak infected population will increase about 6351 individuals. <mark class=\"stats\">If the delayed period is 3 days or 7 days, the increasing number would be 21621 or 65929 individuals, thus the peak infected number would up to 70714 and 115022 individuals</mark>. Given that 2019-nCoV could be controlled under the strong prevention measures of what China has taken and it will take about three months"
        },
        {
            "participant": "individuals",
            "number": 75815,
            "context": "That is a possible key reason for why the estimating infected population based on SEIR model are too far more than the official number. <mark class=\"stats\">The estimate number is 75815 individuals in Jan. 25 2020 [<a class=\"ref-link\" id=\"c4\" href=\"#r4\">4</a>]while the official number is only 688 individuals; the estimate number is 190000 individuals in Wuhan in Feb. 4th 2020 [<a class=\"ref-link\" id=\"c5\" href=\"#r5\">5</a>] while the official number is only 1967 individuals</mark>. Furthermore, the forecasting model also should consider the effect of the prevention measures"
        },
        {
            "participant": "individuals",
            "number": 740508835,
            "context": "In this scenario, the number of the exposed individuals and identified individuals are presented as Exponential growth. <mark class=\"stats\">At the end of April, there would be 740508835 individuals identified</mark>. Figure 3 showed the simulation curve of the baseline scenario from Dec. 1 2019 (t=1) to Apr. 30 2020 (t=167) and the trajectory of official data from Jan. 23, 2020 (t=66) to Feb. 7, 2020 (t=84)"
        },
        {
            "participant": "identified individuals",
            "number": 5622,
            "context": "Compared to the action start date Jan. 23rd 2020, if the action starting date is taken earlier or delayed 1 day, 3 days or 7 days, figure 5 and table 4 shows the simulation results. <mark class=\"stats\">Compare to the baseline action date, Jan. 23, 2022, one day ahead would reduce 5622 identified individuals and one day delay would increase 6351 identified individuals</mark>. If the action starting days are delayed for 3 days or 7 days, the increasing identified individuals would up to 21621 and 65929, which means the peak number of identified individuals would be up to 70714 and 115022"
        }
    ],
    "statistics": [],
    "keywords": [
        "seir model",
        "prevention measure",
        "SEIR",
        "chinese government",
        "infected individual",
        "susceptible exposed",
        "novel eir",
        "transmission model",
        "coronavirus",
        "official number",
        "control measure",
        "quarantine rate",
        "infected population",
        "such asSusceptible-Infected-Recovered",
        "traditional transmission",
        "future trend",
        "incubation individual",
        "basic reproduction",
        "atypical pneumonia",
        "pneumonia",
        "dynamics",
        "prevention actions",
        "new exposed",
        "estimate number"
    ],
    "keyword_relevance": {
        "prevention measure": 0.2072072072072072,
        "infected population": 0.10810810810810811,
        "infected individual": 0.08108108108108109,
        "coronavirus": 0.08108108108108109,
        "quarantine rate": 0.07207207207207207,
        "SEIR": 0.06306306306306306,
        "transmission model": 0.05405405405405406,
        "official number": 0.05405405405405406,
        "incubation individual": 0.036036036036036036,
        "basic reproduction": 0.036036036036036036,
        "estimate number": 0.036036036036036036,
        "control measure": 0.02702702702702703,
        "atypical pneumonia": 0.02702702702702703,
        "pneumonia": 0.02702702702702703,
        "dynamics": 0.02702702702702703,
        "traditional transmission": 0.018018018018018018,
        "future trend": 0.018018018018018018,
        "prevention actions": 0.018018018018018018,
        "such asSusceptible-Infected-Recovered": 0.009009009009009009,
        "seir model": 0.0,
        "chinese government": 0.0,
        "susceptible exposed": 0.0,
        "novel eir": 0.0,
        "new exposed": 0.0
    },
    "species": [],
    "summary": [
        "<h2 style=\"display: inline\">Introduction:</h2> In December 2019, atypical pneumonia caused by the zoonotic 2019 novel coronavirus (2019-nCoV)<br/><br/>was first reported and confirmed in Wuhan, China.",
        "To mitigate the spread of the virus, Chinese Government has implemented extremely serious quarantine prevention measures since Jan 23, 2020.",
        "The existing forecasting model, Susceptible-Exposed-Identified-Recovered (SEIR) model, assumes that the exposed individual is being infected but without infectiousness.",
        "Susceptible-Infected-Recovered (SIR) model, even doesn’t consider the exposed process.",
        "Maybe traditional transmission models of epidemic spreading are not suit for 2019-nCoV.",
        "The authors provide a new Exposed-Identified-Recovered (EIR) model integrate the epidemic spreading processes before and after the prevention measures.",
        "From a public concern viewpoint, the authors simulate the possible future trend of the epidemic spreading under different quarantine rate and quarantine starting date",
        "<h2 style=\"display: inline\">Methods:</h2> The authors inferred that the epidemic could be spread by exposed individuals. the authors provide a new Exposed-identified-Recovered (EIR) model, and simulated the epidemic spreading processes from free propagation phase to extremely control phase.",
        "According to the spread characters of 2019-nCov, the authors construct a novel EIR compartment system dynamics model.",
        "This model integrates two phases of the epidemic spreading: before intervention and after intervention.",
        "Based on this model, the authors simulate the future spread of the epidemics",
        "Both the infected population and the spreading trend of 2019-nCov under different prevention policy scenarios are estimated.",
        "The epidemic spreading trends under different quarantine rate and action starting date of prevention policy are simulated and compared",
        "<h2 style=\"display: inline\">Results:</h2> The authors expect that the epidemic of Corona virus in China will exist until May 2020. So, the authors set the simulation period is from Dec. 1, 2019 (t=1) to Apr. 30, 2020 (t=167).",
        "From the simulation of baseline scenario, the estimation of the first half of the epidemic spreading from Jan. 20 (t=66) to Feb.7 (t=84) is higher than the official data.",
        "This could be explained by that, at the first stage, as the absence of the knowledge of the novel virus, the diagnoses are impossible to identify all the exposed individuals in time.",
        "<h2 style=\"display: inline\">Conclusion:</h2> Since Jan 23rd 2020, after outbreak of the novel atypical pneumonia, government has applied substantial draconian intervention measures to drastically reduce within-population contact rates.",
        "Simulating result tells that the quarantined rate, which present the degree of the prevention measures, has great effect on the peak number and duration of the epidemic spreading.",
        "Simulation results tells that the action starting date of prevention measures later than Jan. 23, 2020, the peak of identified individuals would be greatly increased.",
        "The estimating infected populations based on SEIR model from the existing literatures seems too far more than the official reported data"
    ],
    "structured_summary": {
        "Introduction": [
            "In December 2019, atypical pneumonia caused by the zoonotic 2019 novel coronavirus (2019-nCoV)<br/><br/>was first reported and confirmed in Wuhan, China.",
            "To mitigate the spread of the virus, Chinese Government has implemented extremely serious quarantine prevention measures since Jan 23, 2020.",
            "The existing forecasting model, Susceptible-Exposed-Identified-Recovered (SEIR) model, assumes that the exposed individual is being infected but without infectiousness.",
            "Susceptible-Infected-Recovered (SIR) model, even doesn’t consider the exposed process.",
            "Maybe traditional transmission models of epidemic spreading are not suit for 2019-nCoV.",
            "The authors provide a new Exposed-Identified-Recovered (EIR) model integrate the epidemic spreading processes before and after the prevention measures.",
            "From a public concern viewpoint, the authors simulate the possible future trend of the epidemic spreading under different quarantine rate and quarantine starting date"
        ],
        "Methods": [
            "The authors inferred that the epidemic could be spread by exposed individuals. the authors provide a new Exposed-identified-Recovered (EIR) model, and simulated the epidemic spreading processes from free propagation phase to extremely control phase.",
            "According to the spread characters of 2019-nCov, the authors construct a novel EIR compartment system dynamics model.",
            "This model integrates two phases of the epidemic spreading: before intervention and after intervention.",
            "Based on this model, the authors simulate the future spread of the epidemics",
            "Both the infected population and the spreading trend of 2019-nCov under different prevention policy scenarios are estimated.",
            "The epidemic spreading trends under different quarantine rate and action starting date of prevention policy are simulated and compared"
        ],
        "Results": [
            "The authors expect that the epidemic of Corona virus in China will exist until May 2020. So, the authors set the simulation period is from Dec. 1, 2019 (t=1) to Apr. 30, 2020 (t=167).",
            "From the simulation of baseline scenario, the estimation of the first half of the epidemic spreading from Jan. 20 (t=66) to Feb.7 (t=84) is higher than the official data.",
            "This could be explained by that, at the first stage, as the absence of the knowledge of the novel virus, the diagnoses are impossible to identify all the exposed individuals in time."
        ],
        "Conclusion": [
            "Since Jan 23rd 2020, after outbreak of the novel atypical pneumonia, government has applied substantial draconian intervention measures to drastically reduce within-population contact rates.",
            "Simulating result tells that the quarantined rate, which present the degree of the prevention measures, has great effect on the peak number and duration of the epidemic spreading.",
            "Simulation results tells that the action starting date of prevention measures later than Jan. 23, 2020, the peak of identified individuals would be greatly increased.",
            "The estimating infected populations based on SEIR model from the existing literatures seems too far more than the official reported data"
        ]
    },
    "reference_links": [
        {
            "id": "Pneumonia_2020_a",
            "alt_id": "1",
            "entry": "Pneumonia. New England Journal of Medicine, 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Pneumonia%20New%20England%20Journal%20of%20Medicine%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Pneumonia%20New%20England%20Journal%20of%20Medicine%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Pneumonia%20New%20England%20Journal%20of%20Medicine%202020"
        },
        {
            "id": "2",
            "alt_id": "Koenig_et+al_2019_a",
            "entry": "[2]. Koenig, K., C.K. Bey and E.C. McDonald, 2019-nCoV: The Identify-Isolate-Inform (3I) Tool",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Koenig%20K%20CK%20Bey%20and%20EC%20McDonald%202019nCoV%20The%20IdentifyIsolateInform%203I%20Tool"
        },
        {
            "id": "Applied_0000_a",
            "alt_id": "3",
            "entry": "Applied to a Novel Emerging Coronavirus. Western Journal of Emergency Medicine: Integrating",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Applied%20to%20a%20Novel%20Emerging%20Coronavirus%20Western%20Journal%20of%20Emergency%20Medicine%20Integrating",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Applied%20to%20a%20Novel%20Emerging%20Coronavirus%20Western%20Journal%20of%20Emergency%20Medicine%20Integrating",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Applied%20to%20a%20Novel%20Emerging%20Coronavirus%20Western%20Journal%20of%20Emergency%20Medicine%20Integrating"
        },
        {
            "id": "Emergency_2020_a",
            "alt_id": "4",
            "entry": "Emergency Care with Population Health, 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Emergency%20Care%20with%20Population%20Health%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Emergency%20Care%20with%20Population%20Health%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Emergency%20Care%20with%20Population%20Health%202020"
        },
        {
            "id": "3",
            "alt_id": "Huang_2019_a",
            "entry": "[3]. Huang, C., et al., Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Huang%20C%20et%20al%20Clinical%20features%20of%20patients%20infected%20with%202019%20novel%20coronavirus%20in%20Wuhan%20China"
        },
        {
            "id": "The_2020_b",
            "alt_id": "6",
            "entry": "The Lancet, 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=The%20Lancet%202020"
        },
        {
            "id": "4",
            "alt_id": "Wu_et+al_2019_a",
            "entry": "[4]. Wu, J.T., K. Leung and G.M. Leung, Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. The",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Wu%20JT%20K%20Leung%20and%20GM%20Leung%20Nowcasting%20and%20forecasting%20the%20potential%20domestic%20and%20international%20spread%20of%20the%202019nCoV%20outbreak%20originating%20in%20Wuhan%20China%20a%20modelling%20study%20The",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Wu%20JT%20K%20Leung%20and%20GM%20Leung%20Nowcasting%20and%20forecasting%20the%20potential%20domestic%20and%20international%20spread%20of%20the%202019nCoV%20outbreak%20originating%20in%20Wuhan%20China%20a%20modelling%20study%20The",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Wu%20JT%20K%20Leung%20and%20GM%20Leung%20Nowcasting%20and%20forecasting%20the%20potential%20domestic%20and%20international%20spread%20of%20the%202019nCoV%20outbreak%20originating%20in%20Wuhan%20China%20a%20modelling%20study%20The"
        },
        {
            "id": "5",
            "alt_id": "Read_2020_a",
            "entry": "[5]. Read, J.M., et al., Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions. medRxiv, 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Read%20JM%20et%20al%20Novel%20coronavirus%202019nCoV%20early%20estimation%20of%20epidemiological%20parameters%20and%20epidemic%20predictions%20medRxiv%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Read%20JM%20et%20al%20Novel%20coronavirus%202019nCoV%20early%20estimation%20of%20epidemiological%20parameters%20and%20epidemic%20predictions%20medRxiv%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Read%20JM%20et%20al%20Novel%20coronavirus%202019nCoV%20early%20estimation%20of%20epidemiological%20parameters%20and%20epidemic%20predictions%20medRxiv%202020"
        },
        {
            "id": "6",
            "alt_id": "Coronavirus_2019_a",
            "entry": "[6]. Centers for Disease Control and Prevention. 2019 Coronavirus, Wuhan, China. Available at: https://www.cdc.gov/coronavirus/2019-ncov/about/symptoms.html. Accessed January 24, 2020.",
            "url": "https://www.cdc.gov/coronavirus/2019-ncov/about/symptoms.html"
        },
        {
            "id": "7",
            "alt_id": "Commission_0000_a",
            "entry": "[7]. Wuhan Municipal Health Commission. Updated Interpretation of experts about the Novel Emerging atypical pneumonia. Available at: http://wjw.wuhan.gov.cn/front/web/showDetail/2020011109036",
            "url": "http://wjw.wuhan.gov.cn/front/web/showDetail/2020011109036"
        },
        {
            "id": "Spread_2020_c",
            "alt_id": "11",
            "entry": "Spread Via Commercial Air Travel. Journal of Travel Medicine, 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Spread%20Via%20Commercial%20Air%20Travel%20Journal%20of%20Travel%20Medicine%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=Spread%20Via%20Commercial%20Air%20Travel%20Journal%20of%20Travel%20Medicine%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=Spread%20Via%20Commercial%20Air%20Travel%20Journal%20of%20Travel%20Medicine%202020"
        },
        {
            "id": "9",
            "alt_id": "Zhou_2001_a",
            "entry": "[9]. Zhou, T., et al., Preliminary prediction of the basic reproduction number of the Wuhan novel coronavirus 2019-nCoV. arXiv preprint arXiv:2001.10530, 2020.",
            "arxiv_url": "https://arxiv.org/pdf/2001.10530"
        },
        {
            "id": "(2019-nCoV)_2019_b",
            "alt_id": "13",
            "entry": "(2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=nCoV%20in%20China%20from%202019%20to%202020%20A%20datadriven%20analysis%20in%20the%20early%20phase%20of%20the%20outbreak"
        },
        {
            "id": "International_2020_d",
            "alt_id": "14",
            "entry": "International Journal of Infectious Diseases, 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=International%20Journal%20of%20Infectious%20Diseases%202020",
            "oa_query": "https://sandbox-api.scholarcy.com/oa_version?query=International%20Journal%20of%20Infectious%20Diseases%202020",
            "scite": "https://sandbox-api.scholarcy.com/scite_url?query=International%20Journal%20of%20Infectious%20Diseases%202020"
        },
        {
            "id": "11",
            "alt_id": "Imai_2020_a",
            "entry": "[11]. Imai, N., et al., Estimating the potential total number of novel Coronavirus cases in Wuhan City, China. 2020.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Imai%2C%20N.%20Estimating%20the%20potential%20total%20number%20of%20novel%20Coronavirus%20cases%20in%20Wuhan%20City%2C%20China%202020"
        },
        {
            "id": "12",
            "alt_id": "Lipsitch_2011_a",
            "entry": "[12]. Lipsitch, M., et al., Improving the evidence base for decision making during a pandemic: the example of 2009 influenza A/H1N1. Biosecurity and bioterrorism: biodefense strategy, practice, and science, 2011.",
            "scholar_url": "https://scholar.google.co.uk/scholar?q=Lipsitch%20M%20et%20al%20Improving%20the%20evidence%20base%20for%20decision%20making%20during%20a%20pandemic%20the%20example%20of%202009%20influenza%20AH1N1%20Biosecurity%20and%20bioterrorism%20biodefense%20strategy%20practice%20and%20science%202011"
        }
    ],
    "facts": [
        "the future trend of epidemic spreading under control measures is significant",
        "the incubation individuals may has the possibility of infectiousness",
        "the estimating infected populations based on SEIR model from the existing literatures seems",
        "that the epidemic could be spread by exposed individuals",
        "the epidemic spreading will be eliminated at the end of March 2020",
        "The simulation results tell that the quarantine rate",
        "if the quarantine rate is reduced from 100%",
        "which is the threshold of the quarantine rate to control the epidemic",
        "travel packages are suspended across China",
        "Mask wearing is required at public place",
        "temperature screening measures to detect individuals with fever have adopted at airports",
        "most worrisome aspect is the infectiousness of incubation individuals",
        "the estimating infected population based on SEIR model are",
        "the forecasting model should consider the effect of the prevention measures",
        "that the spreading process are mainly depended on the exposed process",
        "as the identified individual generally will be quarantined by the hospital",
        "the initial phase are freely spread by the exposed individuals",
        "the contact with the exposed individual are blocked under strict intervention measures",
        "that have been implemented from Jan.23",
        "the possible future trend of the epidemic spreading under different quarantine rate and quarantine starting date",
        "that the epidemic of Corona virus in China will exist until May 2020",
        "the simulation period is from Dec. 1",
        "The baseline scenario is with quarantine rate 100% and action starting date Jan. 23",
        "Figure 2 showed the results of when quarantined rate is",
        "which could be taken as the scenario of no prevention measures are taken all the way",
        "identified individuals are presented as Exponential growth",
        "the green solid line is the trajectory of official data from Jan. 23",
        "The second half of the trajectory of official data are well fitted by the simulation of the baseline scenario",
        "the estimation of the first half of the epidemic spreading from Jan. 20 to Feb.7 is higher than the official data",
        "Figure 4 shows the epidemic trend of the cumulated exposed number",
        "which corresponding to quarantined rate 100%",
        "after control quarantined measures have been taken from Jan 23",
        "the epidemics would be eliminated in the end",
        "If the action starting days are delayed for 3 days",
        "which means the peak number of identified individuals would be up",
        "under the control measures are of crucial importance for public health planning and control",
        "The estimating of epidemic spreading should consider the effect of actions have been taken to mitigate the spreading",
        "the asymptomatic infection and transmission characters should be considered in the transmission model",
        "Transmission model and parameters are essential for the generation of accurate forecasting",
        "these intervention measures should be kept for about 2 months until the end",
        "Simulating result tells that the quarantined rate",
        "which present the degree of the prevention measures",
        "the quarantined rate is higher than 80%",
        "If the quarantined rate is less than 63%",
        "The simulation results of different action starting date support the common sense that the control action should be taken",
        "early as possible. simulation results tells that the action starting date of prevention measures",
        "in this study are based on SEIR and system dynamics",
        "An additional strength of our study is that simulation of the baseline scenario is well fit the trajectory",
        "Second, our transmission model was somewhat sensitive to several key parameters",
        "Simulation results tells that the action starting date of prevention measures",
        "The estimating infected populations based on SEIR model from the existing literatures seems"
    ],
    "claims": [
        "We provide a new Exposed-identified-Recovered (EIR) model, and simulated the epidemic spreading processes from free propagation phase to extremely control phase",
        "In this study, we provide a new Exposed-Identified-Recovered (EIR) model integrate the epidemic spreading processes before and after the prevention measures"
    ],
    "findings": [
        "If the quarantine rate is reduced from 100% to less than 63%, which is the threshold of the quarantine rate to control the epidemic",
        "If the quarantine rate is reduced from 100% to less than 63%, which is the threshold of the quarantine rate to control the epidemic medRxiv preprint doi: https://doi.org/10.1101/2020.02.10.20021519",
        "The quarantined rate is higher than 80%, the epidemic spreading could be reduced drastically and the identified population would be less than 5000 in the end of March 2020"
    ],
    "processes": [],
    "key_statements": [
        "Estimating the accurate infected population and the future trend of epidemic spreading under control measures is significant and urgent",
        "There have been reports external icon of spread from an infected patient with no symptoms to a close contact, which means the incubation individuals may has the possibility of infectiousness",
        "The estimating infected populations based on SEIR model from the existing literatures seems too far more than the official reported data",
        "The extremely serious prevention measures are taken to mitigate the epidemic spreading, such as: Group tours, travel packages are suspended across China; Mass gatherings are all cancelled; Spring Festival holiday is extended; the start of Spring semester is postponed; Mask wearing is required at public place; temperature screening measures to detect individuals with fever have adopted at airports, train stations and Highway entrance, as well as entrance of community",
        "That is a possible key reason for why the estimating infected population based on SEIR model are too far more than the official number",
        "We provide a new Exposed-Identified-Recovered (EIR) model integrate the epidemic spreading processes before and after the prevention measures",
        "We nowcast the probable peak size of the epidemic and the possible duration of epidemic spreading, first by assuming the initial phase are freely spread by the exposed individuals, the contact with the exposed individual are blocked under strict intervention measures that have been implemented from Jan.23, 2020",
        "We expect that the epidemic of Corona virus in China will exist until May 2020",
        "The baseline scenario is with quarantine rate 100% and action starting date Jan. 23, 2020 (t=69)",
        "The modelling techniques that we used in this study are based on SEIR and system dynamics"
    ],
    "top_statements": [
        "In December 2019, atypical pneumonia caused by the zoonotic 2019 novel coronavirus (2019-nCoV)<br/><br/>was first reported and confirmed in Wuhan, China",
        "Estimating the accurate infected population and the future trend of epidemic spreading under control measures is significant and urgent",
        "There have been reports external icon of spread from an infected patient with no symptoms to a close contact, which means the incubation individuals may has the possibility of infectiousness",
        "The estimating infected populations based on SEIR model from the existing literatures seems too far more than the official reported data",
        "The extremely serious prevention measures are taken to mitigate the epidemic spreading, such as: Group tours, travel packages are suspended across China; Mass gatherings are all cancelled; Spring Festival holiday is extended; the start of Spring semester is postponed; Mask wearing is required at public place; temperature screening measures to detect individuals with fever have adopted at airports, train stations and Highway entrance, as well as entrance of community",
        "If the quarantine rate is reduced from 100% to less than 63%, which is the threshold of the quarantine rate to control the epidemic medRxiv preprint doi: https://doi.org/10.1101/2020.02.10.20021519",
        "That is a possible key reason for why the estimating infected population based on SEIR model are too far more than the official number"
    ],
    "headline": "The estimating infected populations based on SEIR model from the existing literatures seems too far more than the official reported data",
    "contexts": [],
    "abbreviations": {
        "SIR": "such asSusceptible-Infected-Recovered"
    }
}
